{
    "id": 21,
    "part": "TP",
    "title": "Of Christ's Prayer",
    "outer": {
        "question": 21,
        "type": "outer",
        "part": "TP",
        "text": [
            "We must now consider Christ's prayer; and under this head there are four points of inquiry:",
            "(1) Whether it is becoming that Christ should pray?",
            "(2) Whether it pertains to Him in respect of His sensuality?",
            "(3) Whether it is becoming to Him to pray for Himself or only for others?",
            "(4) Whether every prayer of His was heard?"
        ],
        "title": [
            "OF CHRIST'S PRAYER (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 21,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it is becoming of Christ to pray?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem unbecoming that Christ should pray. For, as Damascene says (De Fide Orth. iii, 24), \"prayer is the asking for becoming things from God.\" But since Christ could do all things, it does not seem becoming to Him to ask anything from anyone. Therefore it does not seem fitting that Christ should pray."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, we need not ask in prayer for what we know for certain will happen; thus, we do not pray that the sun may rise tomorrow. Nor is it fitting that anyone should ask in prayer for what he knows will not happen. But Christ in all things knew what would happen. Therefore it was not fitting that He should ask anything in prayer."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, Damascene says (De Fide Orth. iii, 24) that \"prayer is the raising up of the mind to God.\" Now Christ's mind needed no uplifting to God, since His mind was always united to God, not only by the union of the hypostasis, but by the fruition of beatitude. Therefore it was not fitting that Christ should pray."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Christ as God and not as man was able to carry out all He wished, since as man He was not omnipotent, as stated above (Question [13], Article [1]). Nevertheless being both God and man, He wished to offer prayers to the Father, not as though He were incompetent, but for our instruction. First, that He might show Himself to be from the Father; hence He says (Jn. 11:42): \"Because of the people who stand about I have said it\" (i.e. the words of the prayer) \"that they may believe that Thou hast sent Me.\" Hence Hilary says (De Trin. x): \"He did not need prayer. It was for us He prayed, lest the Son should be unknown.\" Secondly, to give us an example of prayer; hence Ambrose says (on Lk. 6:12): \"Be not deceived, nor think that the Son of God prays as a weakling, in order to beseech what He cannot effect. For the Author of power, the Master of obedience persuades us to the precepts of virtue by His example.\" Hence Augustine says (Tract. civ in Joan.): \"Our Lord in the form of a servant could have prayed in silence, if need be, but He wished to show Himself a suppliant of the Father, in such sort as to bear in mind that He was our Teacher.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Amongst the other things which He knew would happen, He knew that some would be brought about by His prayer; and for these He not unbecomingly besought God."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: To rise is nothing more than to move towards what is above. Now movement is taken in two ways, as is said De Anima iii, 7; first, strictly, according as it implies the passing from potentiality to act, inasmuch as it is the act of something imperfect, and thus to rise pertains to what is potentially and not actually above. Now in this sense, as Damascene says (De Fide Orth. iii, 24), \"the human mind of Christ did not need to rise to God, since it was ever united to God both by personal being and by the blessed vision.\" Secondly, movement signifies the act of something perfect, i.e. something existing in act, as to understand and to feel are called movements; and in this sense the mind of Christ was always raised up to God, since He was always contemplating Him as existing above Himself."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Lk. 6:12): \"And it came to pass in those days, that He went out into a mountain, and He passed the whole night in the prayer of God.\""
            ],
            "body": [
                "I answer that, As was said in the SS, Question [83], Articles [1],2, prayer is  the unfolding of our will to God, that He may fulfill it. If, therefore, there had been but one will in Christ, viz. the Divine, it would nowise belong to Him to pray, since the Divine will of itself is effective of whatever He wishes by it, according to Ps. 134:6: \"Whatsoever the Lord pleased, He hath done.\" But because the Divine and the human wills are distinct in Christ, and the human will of itself is not efficacious enough to do what it wishes, except by Divine power, hence to pray belongs to Christ as man and as having a human will."
            ]
        },
        "2": {
            "question": 21,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it pertains to Christ to pray according to His sensuality?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that it pertains to Christ to pray according to His sensuality. For it is written (Ps. 83:3) in the person of Christ: \"My heart and My flesh have rejoiced in the Living God.\" Now sensuality is called the appetite of the flesh.  Hence Christ's sensuality could ascend to the Living God by rejoicing; and with equal reason by praying."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, prayer would seem to pertain to that which desires what is besought. Now Christ besought something that His sensuality desired when He said (Mt. 26:39): \"Let this chalice pass from Me.\" Therefore Christ's sensuality prayed."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, it is a greater thing to be united to God in person than to mount to Him in prayer. But the sensuality was assumed by God to the unity of Person, even as every other part of human nature. Much more, therefore, could it mount to God by prayer."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The flesh rejoices in the Living God, not by the act of the flesh mounting to God, but by the outpouring of the heart into the flesh, inasmuch as the sensitive appetite follows the movement of the rational appetite."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Although the sensuality wished what the reason besought, it did not belong to the sensuality to seek this by praying, but to the reason, as stated above."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The union in person is according to the personal being, which pertains to every part of the human nature; but the uplifting of prayer is by an act which pertains only to the reason, as stated above. Hence there is no parity."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written (Phil. 2:7) that the Son of God in the nature that He assumed was \"made in the likeness of men.\" But the rest of men do not pray with their sensuality. Therefore, neither did Christ pray according to His sensuality."
            ],
            "body": [
                "I answer that, To pray according to sensuality may be understood in two ways. First as if prayer itself were an act of the sensuality; and in this sense Christ did not pray with His sensuality, since His sensuality was of the same nature and species in Christ as in us. Now in us the sensuality cannot pray for two reasons; first because the movement of the sensuality cannot transcend sensible things, and, consequently, it cannot mount to God, which is required for prayer; secondly, because prayer implies a certain ordering inasmuch as we desire something to be fulfilled by God; and this is the work of reason alone. Hence prayer is an act of the reason, as was said in the SS, Question [83], Article [1].",
                "Secondly, we may be said to pray according to the sensuality when our prayer lays before God what is in our appetite of sensuality; and in this sense Christ prayed with His sensuality inasmuch as His prayer expressed the desire of His sensuality, as if it were the advocate of the sensuality---and this, that He might teach us three things. First, to show that He had taken a true human nature, with all its natural affections: secondly, to show that a man may wish with his natural desire what God does not wish: thirdly, to show that man should subject his own will to the Divine will. Hence Augustine says in the Enchiridion (Serm. 1 in Ps. 32): \"Christ acting as a man, shows the proper will of a man when He says 'Let this chalice pass from Me'; for this was the human will desiring something proper to itself and, so to say, private. But because He wishes man to be righteous and to be directed to God, He adds: 'Nevertheless not as I will but as Thou wilt,' as if to say, 'See thyself in Me, for thou canst desire something proper to thee, even though God wishes something else.'\""
            ]
        },
        "3": {
            "question": 21,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it was fitting that Christ should pray for Himself?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that it was not fitting that Christ should pray for Himself. For Hilary says (De Trin. x): \"Although His word of beseeching did not benefit Himself, yet He spoke for the profit of our faith.\" Hence it seems that Christ prayed not for Himself but for us."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, no one prays save for what He wishes, because, as was said (Article [1]), prayer is an unfolding of our will to God that He may fulfil it. Now Christ wished to suffer what He suffered. For Augustine says (Contra Faust. xxvi): \"A man, though unwilling, is often angry; though unwilling, is sad; though unwilling, sleeps; though unwilling, hungers and thirsts. But He\" (i.e. Christ) \"did all these things, because He wished.\" Therefore it was not fitting that He should pray for Himself."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, Cyprian says (De Orat. Dom.): \"The Doctor of Peace and Master of Unity did not wish prayers to be offered individually and privately, lest when we prayed we should pray for ourselves alone.\" Now Christ did what He taught, according to Acts 1:1: \"Jesus began to do and to teach.\" Therefore Christ never prayed for Himself alone."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Hilary is speaking of vocal prayer, which was not necessary to Him for His own sake, but only for ours. Whence he says pointedly that \"His word of beseeching did not benefit Himself.\" For if \"the Lord hears the desire of the poor,\" as is said in the Ps. 9:38, much more the mere will of Christ has the force of a prayer with the Father: wherefore He said (Jn. 11:42): \"I know that Thou hearest Me always, but because of the people who stand about have I said it, that they may believe that Thou hast sent Me.\""
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Christ wished indeed to suffer what He suffered, at that particular time: nevertheless He wished to obtain, after His passion, the glory of His body, which as yet He had not. This glory He expected to receive from His Father as the author thereof, and therefore it was fitting that He should pray to Him for it."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: This very glory which Christ, while praying, besought for Himself, pertained to the salvation of others according to Rm. 4:25: \"He rose again for our justification.\" Consequently the prayer which He offered for Himself was also in a manner offered for others. So also anyone that asks a boon of God that he may use it for the good of others, prays not only for himself, but also for others."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, our Lord Himself said while praying (Jn. 17:1): \"Glorify Thy Son.\""
            ],
            "body": [
                "I answer that, Christ prayed for Himself in two ways. First, by expressing the desire of His sensuality, as stated above (Article [2]); or also of His simple will, considered as a nature; as when He prayed that the chalice of His Passion might pass from Him (Mt. 26:39). Secondly, by expressing the desire of His deliberate will, which is considered as reason; as when He prayed for the glory of His Resurrection (Jn. 17:1). And this is reasonable. For as we have said above (Article [1], ad 1) Christ wished to pray to His Father in order to give us an example of praying; and also to show that His Father is the author both of His eternal procession in the Divine Nature, and of all the good that He possesses in the human nature. Now just as in His human nature He had already received certain gifts from His Father. so there were other gifts which He had not yet received, but which He expected to receive. And therefore, as He gave thanks to the Father for gifts already received in His human nature, by acknowledging Him as the author thereof, as we read (Mt. 26:27; Jn. 11:41): so also, in recognition of His Father, He  besought Him in prayer for those gifts still due to Him in His human nature, such as the glory of His body, and the like. And in this He gave us an example, that we should give thanks for benefits received, and ask in prayer for those we have not as yet."
            ]
        },
        "4": {
            "question": 21,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ's prayer was always heard?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ's prayer was not always heard. For He besought that the chalice of His passion might be taken from Him, as we read (Mt. 26:39): and yet it was not taken from Him. Therefore it seems that not every prayer of His was heard."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, He prayed that the sin of those who crucified Him might be forgiven, as is related (Lk. 23:34). Yet not all were pardoned this sin, since the Jews were punished on account thereof. Therefore it seems that not every prayer of His was heard."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, our Lord prayed for them \"who would believe in Him through the word\" of the apostles, that they \"might all be one in Him,\" and that they might attain to being with Him (Jn. 17:20,21,24). But not all attain to this. Therefore not every prayer of His was heard."
                    ],
                    "id": 3,
                    "article": 4
                },
                "4": {
                    "question": 21,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 4: Further, it is said (Ps. 21:3) in the person of Christ: \"I shall cry by day, and Thou wilt not hear.\" Not every prayer of His, therefore, was heard."
                    ],
                    "id": 4,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: This prayer for the passing of the chalice is variously explained by the Saints. For Hilary (Super Matth. 31) says: \"When He asks that this may pass from Him, He does not pray that it may pass by Him, but that others may share in that which passes on from Him to them; So that the sense is: As I am partaking of the chalice of the passion, so may others drink of it, with unfailing hope, with unflinching anguish, without fear of death.\"",
                        "Or according to Jerome (on Mt. 26:39): \"He says pointedly, 'This chalice,' that is of the Jewish people, who cannot allege ignorance as an excuse for putting Me to death, since they have the Law and the Prophets, who foretold concerning Me.\"",
                        "Or, according to Dionysius of Alexandria (De Martyr. ad Origen 7): \"When He says 'Remove this chalice from Me,' He does not mean, 'Let it not come to Me'; for if it come not, it cannot be removed. But, as that which passes is neither untouched nor yet permanent, so the Saviour beseeches, that a slightly pressing trial may be repulsed.\"",
                        "Lastly, Ambrose, Origen and Chrysostom say that He prayed thus \"as man,\" being reluctant to die according to His natural will.",
                        "Thus, therefore, whether we understand, according to Hilary, that He thus prayed that other martyrs might be imitators of His Passion, or that He prayed that the fear of drinking His chalice might not trouble Him, or that death might not withhold Him, His  prayer was entirely fulfilled. But if we understand that He prayed that He might not drink the chalice of His passion and death; or that He might not drink it at the hands of the Jews; what He besought was not indeed fulfilled, because His reason which formed the petition did not desire its fulfilment, but for our instruction, it was His will to make known to us His natural will, and the movement of His sensuality, which was His as man."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Our Lord did not pray for all those who crucified Him, as neither did He for all those who would believe in Him; but for those only who were predestinated to obtain eternal life through Him.",
                        "Wherefore the reply to the third objection is also manifest."
                    ],
                    "id": 2,
                    "article": 4
                },
                "4": {
                    "question": 21,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 4: When He says: \"I shall cry and Thou wilt not hear,\" we must take this as referring to the desire of sensuality, which shunned death. But He is heard as to the desire of His reason, as stated above."
                    ],
                    "id": 4,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, The Apostle says (Heb. 5:7): \"With a strong  cry and tears offering up prayers . . . He was heard for His reverence.\""
            ],
            "body": [
                "I answer that, As stated above (Article [1]), prayer is a certain manifestation of the human will. Wherefore, then is the request of one who prays granted, when his will is fulfilled. Now absolutely speaking the will of man is the will of reason; for we will absolutely that which we will in accordance with reason's deliberation. Whereas what we will in accordance with the movement of sensuality, or even of the simple will, which is considered as nature is willed not absolutely but conditionally [secundum quid]---that is, provided no obstacle be discovered by reason's deliberation. Wherefore such a will should rather be called a \"velleity\" than an absolute will; because one would will [vellet] if there were no obstacle.",
                "But according to the will of reason, Christ willed nothing but what He knew God to will. Wherefore every absolute will of Christ, even human, was fulfilled, because it was in conformity with God; and consequently His every prayer was fulfilled. For in this respect also is it that other men's prayers are fulfilled, in that their will is in conformity with God, according to Rm. 8:27: \"And He that searcheth the hearts knoweth,\" that is, approves of, \"what the Spirit desireth,\" that is, what the Spirit makes the saints to desire: \"because He asketh for the saints according to God,\" that is, in conformity with the Divine will."
            ]
        }
    }
}