{
    "id": 72,
    "part": "TP",
    "title": "Of the Sacrament of Confirmation",
    "outer": {
        "question": 72,
        "type": "outer",
        "part": "TP",
        "text": [
            "We have now to consider the Sacrament of Confirmation. Concerning this there are twelve points of inquiry:",
            "(1) Whether Confirmation is a sacrament?",
            "(2) Its matter;",
            "(3) Whether it is essential to the sacrament that the chrism should have been previously consecrated by a bishop?",
            "(4) Its form;",
            "(5) Whether it imprints a character?",
            "(6) Whether the character of Confirmation presupposes the character of Baptism?",
            "(7) Whether it bestows grace?",
            "(8) Who is competent to receive this sacrament?",
            "(9) In what part of the body?",
            "(10) Whether someone is required to stand for the person to be confirmed?",
            "(11) Whether this sacrament is given by bishops only?",
            "(12) Of its rite."
        ],
        "title": [
            "CONFIRMATION (Question [72]) OF THE SACRAMENT OF CONFIRMATION (TWELVE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether confirmation is a sacrament?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that Confirmation is not a sacrament. For sacraments derive their efficacy from the Divine institution, as stated above (Question [64], Article [2]). But we read nowhere of Confirmation being instituted by Christ. Therefore it is not a sacrament."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, the sacraments of the New Law were foreshadowed in the Old Law; thus the Apostle says (1 Cor. 10:2-4), that \"all in Moses were baptized, in the cloud and in the sea; and did all eat the same spiritual food, and all drank the same spiritual drink.\" But Confirmation was not foreshadowed in the old Testament. Therefore it is not a sacrament."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, the sacraments are ordained unto man's salvation. But man can be saved without Confirmation: since children that are baptized, who die before being confirmed, are saved. Therefore Confirmation is not a sacrament."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 4: Further, by all the sacraments of the Church, man is conformed to Christ, Who is the Author of the sacraments. But man cannot be conformed to Christ by Confirmation, since we read nowhere of Christ being confirmed."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Concerning the institution of this sacrament there are three opinions. Some (Alexander of Hales, Summa Theol. P. IV, Q. IX; St. Bonaventure, Sent. iv, D, 7) have maintained that this sacrament was instituted neither by Christ, nor by the apostles; but later in the course of time by one of the councils. Others (Pierre de Tarentaise, Sent. iv, D, 7) held that it was instituted by the apostles. But this cannot be admitted; since the institution of a new sacrament belongs to the power of excellence, which belongs to Christ alone.",
                        "And therefore we must say that Christ instituted this sacrament not by bestowing, but by promising it, according to Jn. 16:7: \"If I go not, the Paraclete will not come to you, but if I go, I will send Him to you.\" And this was because in this sacrament the fulness of the Holy Ghost is bestowed, which was not to be given before Christ's Resurrection and Ascension; according to Jn.  7:39: \"As yet the Spirit was not given, because Jesus was not yet glorified.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Confirmation is the sacrament of the fulness of grace: wherefore there could be nothing corresponding to it in the Old Law, since \"the Law brought nothing to perfection\" (Heb. 7:19)."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As stated above (Question [65], Article [4]), all the sacraments are in some way necessary for salvation: but some, so that there is no salvation without them; some as conducing to the perfection of salvation; and thus it is that Confirmation is necessary for salvation: although salvation is possible without it, provided it be not omitted out of contempt."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 4: Those who receive Confirmation, which is the sacrament of the fulness of grace, are conformed to Christ, inasmuch as from the very first instant of His conception He was \"full of grace and truth\" (Jn. 1:14). This fulness was made known at His Baptism, when \"the Holy Ghost descended in a bodily shape . . . upon Him\" (Lk. 3:22). Hence (Lk. 4:1) it is written that \"Jesus being full of the Holy Ghost, returned from the Jordan.\" Nor was it fitting to Christ's dignity, that He, Who is the Author of the sacraments, should receive the fulness of grace from a sacrament."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Pope Melchiades wrote to the bishops of Spain: \"Concerning the point on which you sought to be informed, i.e. whether the imposition of the bishop's hand were a greater sacrament than Baptism, know that each is a great sacrament.\""
            ],
            "body": [
                "I answer that, The sacraments of the New Law are ordained unto special effects of grace: and therefore where there is a special effect of grace, there we find a special sacrament ordained for the purpose. But since sensible and material things bear a likeness to things spiritual and intelligible, from what occurs in the life of the body, we can perceive that which is special to the spiritual life. Now it is evident that in the life of the body a certain special perfection consists in man's attaining to the perfect age, and being able to perform the perfect actions of a man: hence the Apostle says (1 Cor. 13:11): \"When I became a man, I put away the things of a child.\" And thence it is that besides the movement of generation whereby man receives life of the body, there is the movement of growth, whereby man is brought to the perfect age. So therefore does man receive spiritual life in Baptism, which is a spiritual regeneration: while in Confirmation man arrives at the perfect age, as it were, of the spiritual life. Hence Pope Melchiades says: \"The Holy Ghost, Who comes down on the waters of Baptism bearing salvation in His flight, bestows at the font, the fulness of innocence; but in Confirmation He confers an increase of grace. In Baptism we are born again unto life; after Baptism we are strengthened.\" And therefore it is evident that Confirmation is a special sacrament."
            ]
        },
        "2": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether chrism is a fitting matter for this sacrament?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that chrism is not a fitting matter for this sacrament. For this sacrament, as stated above (Article [1], ad 1), was instituted by Christ when He promised His disciples the Holy Ghost. But He sent them the Holy Ghost without their being anointed with chrism. Moreover, the apostles themselves bestowed this sacrament without chrism, by the mere imposition of hands: for it is written (Acts 8:17) that the apostles \"laid their hands upon\" those who were baptized, \"and they received the Holy Ghost.\" Therefore chrism is not the matter of this sacrament: since the matter is essential to the sacrament."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, Confirmation perfects, in a way, the sacrament of Baptism, as stated above (Question [65], Articles [3],4): and so it ought to be conformed to it as perfection to the thing perfected. But the matter, in Baptism, is a simple element, viz. water. Therefore chrism, which is made of oil and balm, is not a fitting matter for this sacrament."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, oil is used as the matter of this sacrament for the purpose of anointing. But any oil will do for anointing: for instance, oil made from nuts, and from anything else. Therefore not only olive oil should be used for this sacrament."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 4: Further, it has been stated above (Question [66], Article [3]) that water is used as the matter of Baptism, because it is easily procured everywhere. But olive oil is not to be procured everywhere; and much less is balm. Therefore chrism, which is made of these, is not  a fitting matter for this sacrament."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Christ, by the power which He exercises in the sacraments, bestowed on the apostles the reality of this sacrament, i.e. the fulness of the Holy Ghost, without the sacrament itself, because they had received \"the first fruits of the Spirit\" (Rm. 8:23). Nevertheless, something of keeping with the matter of this sacrament was displayed to the apostles in a sensible manner when they received the Holy Ghost. For that the Holy Ghost came down upon them in a sensible manner under the form of fire, refers to the same signification as oil: except in so far as fire has an active power, while oil has a passive power, as being the matter and incentive of fire. And this was quite fitting: for it was through the apostles that the grace of the Holy Ghost was to flow forth to others. Again, the Holy Ghost came down on the apostles in the shape of a tongue. Which refers to the same signification as balm: except in so far as the tongue communicates with others by speech, but balm, by its odor. because, to wit, the apostles were filled with the Holy Ghost, as teachers of the Faith; but the rest of the believers, as doing that which gives edification to the faithful.",
                        "In like manner, too, when the apostles imposed their hands, and when they preached, the fulness of the Holy Ghost came down under visible signs on the faithful, just as, at the beginning, He came down on the apostles: hence Peter said (Acts 11:15): \"When I had begun to speak, the Holy Ghost fell upon them, as upon us also in the beginning.\" Consequently there was no need for sacramental sensible matter, where God sent sensible signs miraculously.",
                        "However, the apostles commonly made use of chrism in bestowing the sacrament, when such like visible signs were lacking. For Dionysius says (Eccl. Hier. iv): \"There is a certain perfecting  operation which our guides,\" i.e. the apostles, \"call the sacrifice of Chrism.\""
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Baptism is bestowed that spiritual life may be received simply; wherefore simple matter is fitting to it. But this sacrament is given that we may receive the fulness of the Holy Ghost, Whose operations are manifold, according to Wis. 7:22, \"In her is the\" Holy \"Spirit . . . one, manifold\"; and 1 Cor. 12:4, \"There are diversities of graces, but the same Spirit.\" Consequently a compound matter is appropriate to this sacrament."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: These properties of oil, by reason of which it symbolizes the Holy Ghost, are to be found in olive oil rather than in any other oil. In fact, the olive-tree itself, through being an evergreen, signifies the refreshing and merciful operation of the Holy Ghost.",
                        "Moreover, this oil is called oil properly, and is very much in use, wherever it is to be had. And whatever other liquid is so called, derives its name from its likeness to this oil: nor are the latter commonly used, unless it be to supply the want of olive oil. Therefore it is that this oil alone is used for this and certain other sacraments."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 4: Baptism is the sacrament of absolute necessity; and so its matter should be at hand everywhere. But it is enough that the matter of this sacrament, which is not of such great necessity, be easily sent to all parts of the world."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Gregory says (Registr. iv): \"Let no priest dare to sign the baptized infants on the brow with the sacred chrism.\" Therefore chrism is the matter of this sacrament."
            ],
            "body": [
                "I answer that, Chrism is the fitting matter of this sacrament. For, as stated above (Article [1]), in this sacrament the fulness of the Holy Ghost is given for the spiritual strength which belongs to the perfect age. Now when man comes to perfect age he begins at once to have intercourse with others; whereas until then he lives an individual life, as it were, confined to himself. Now the grace of the Holy Ghost is signified by oil; hence Christ is said to be \"anointed with the oil of gladness\" (Ps. 44:8), by reason of His being gifted with the fulness of the Holy Ghost. Consequently oil is a suitable matter of this sacrament. And balm is mixed with the oil, by reason of its fragrant odor, which spreads about: hence the Apostle says (2 Cor. 2:15): \"We are the good odor of Christ,\" etc. And though many other things be fragrant, yet preference is given to balm, because it has a special odor of its own, and because it confers incorruptibility: hence it is written (Ecclus. 24:21): \"My odor is as the purest balm.\""
            ]
        },
        "3": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it is essential to this sacrament that the chrism which is its matter be previously consecrated by a bishop?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that it is not essential to this sacrament, that the chrism, which is its matter, be previously consecrated by a bishop. For Baptism which bestows full remission of sins is not less efficacious than this sacrament. But, though the baptismal water receives a kind of blessing before being used for Baptism; yet this is not essential to the sacrament: since in a case of necessity it can be dispensed with. Therefore neither is it essential to this sacrament that the chrism should be previously consecrated by a bishop."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, the same should not be consecrated twice. But the sacramental matter is sanctified, in the very conferring of the sacrament, by the form of words wherein the sacrament is bestowed; hence Augustine says (Tract. lxxx in Joan.): \"The word is added to the element, and this becomes a sacrament.\" Therefore the chrism should not be consecrated before this sacrament is given."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, every consecration employed in the sacraments is ordained to the bestowal of grace. But the sensible matter composed of oil and balm is not receptive of grace. Therefore it should not be consecrated."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Each consecration of the chrism has not the same object. For just as an instrument derives instrumental power in two ways, viz. when it receives the form of an instrument, and when it is moved by the principal agent; so too the sacramental matter needs a twofold sanctification, by one of which it becomes fit matter for the sacrament, while by the other it is applied to the production of the effect."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Corporeal matter is receptive of grace, not so as to be the subject of grace, but only as the instrument of grace, as explained above (Question [62], Article [3]). And this sacramental matter is consecrated, either by Christ, or by a bishop, who, in the Church, impersonates Christ."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Pope Innocent I says (Ep. ad Decent.): \"Priests, when baptizing, may anoint the baptized with chrism, previously consecrated by a bishop: but they must not sign the brow with the same oil; this belongs to the bishop alone, when he gives the Paraclete.\" Now this is done in this sacrament. Therefore it is necessary for this sacrament that its matter be previously consecrated by a bishop."
            ],
            "body": [
                "I answer that, The entire sanctification of the sacraments is derived from Christ, as stated above (Question [64], Article [3]). But it must be observed that Christ did use certain sacraments having a corporeal matter, viz. Baptism, and also the Eucharist. And consequently, from Christ's very act in using them, the matter of these sacraments received a certain aptitude to the perfection of the sacrament. Hence Chrysostom (Chromatius, In Matth. 3:15) says that \"the waters of Baptism could never wash away the sins of believers, had they not been sanctified by contact with our Lord's body.\" And again, our Lord Himself \"taking bread . . . blessed . . . and in like manner the chalice\" (Mt. 26:26,27; Lk. 22:19, 20). For this reason there is no need for the matter of these sacraments to be blessed previously, since Christ's blessing is enough. And if any blessing be used, it belongs to the solemnity of the sacrament, not to its essence. But Christ did not make use of visible anointings, so as not to slight the invisible unction whereby He was \"anointed above\" His \"fellows\" (Ps. 44:8). And hence both chrism, and the holy oil, and the oil of the sick are blessed before being put to sacramental use. This suffices for the reply to the First Objection."
            ]
        },
        "4": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the proper form of this sacrament is: \"I sign thee with the sign of the cross,\" etc.?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the proper form of this sacrament is not: \"I sign thee with the sign of the cross, I confirm thee with the chrism of salvation, in the name of the Father and of the Son and of the Holy Ghost. Amen.\" For the use of the sacraments is derived from Christ and the apostles. But neither did Christ institute this form, nor do we read of the apostles making use of it. Therefore it  is not the proper form of this sacrament."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, just as the sacrament is the same everywhere, so should the form be the same: because everything has unity, just as it has being, from its form. But this form is not used by all: for some say: \"I confirm thee with the chrism of sanctification.\" Therefore the above is not the proper form of this sacrament."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, this sacrament should be conformed to Baptism, as the perfect to the thing perfected, as stated above (Article [2], Objection [2]). But in the form of Baptism no mention is made of signing the character; nor again of the cross of Christ, though in Baptism man dies with Christ, as the Apostle says (Rm. 6:3-8); nor of the effect which is salvation, though Baptism is necessary for salvation. Again, in the baptismal form, only one action is included; and the person of the baptizer is expressed in the words: \"I baptize thee, whereas the contrary is to be observed in the above form.\" Therefore this is not the proper form of this sacrament."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: As stated above (Article [2], ad 1), sometimes the effect of this sacrament, i.e. the fulness of the Holy Ghost, was given through the ministry of the apostles, under certain visible signs, wrought miraculously by God, Who can bestow the sacramental effect, independently of the sacrament. In these cases there was no need for either the matter or the form of this sacrament. On the other hand, sometimes they bestowed this sacrament as ministers of the sacraments. And then, they used both matter and form according to Christ's command. For the apostles, in conferring the sacraments, observed many things which are not handed down in those Scriptures that are in general use. Hence Dionysius says at the end of his treatise on the Ecclesiastical Hierarchy (chap. vii): \"It is not allowed to explain in writing the prayers which are used in the sacraments, and to publish their mystical meaning, or the power which, coming from God, gives them their efficacy; we learn these things by holy tradition without any display,\"* i.e. secretly. [*The passage quoted in the text of the Summa differs slightly from the above, which is translated directly from the works of Dionysius.] Hence the Apostle, speaking of the celebration of the Eucharist, writes (1 Cor. 11:34): \"The rest I will set in order, when I come.\""
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Holiness is the cause of salvation. Therefore it comes to the same whether we say \"chrism of salvation\" or \"of sanctification.\""
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Baptism is the regeneration unto the spiritual life, whereby man lives in himself. And therefore in the baptismal form that action alone is expressed which refers to the man to be sanctified. But this sacrament is ordained not only to the sanctification of man in himself, but also to strengthen him in his outward combat. Consequently not only is mention made of interior sanctification, in the words, \"I confirm thee with the chrism of salvation\": but furthermore man is signed outwardly, as it were with the standard of the cross, unto the outward spiritual combat; and this is signified by the words, \"I sign thee with the sign of the cross.\"",
                        "But in the very word \"baptize,\" which signifies \"to cleanse,\" we can understand both the matter, which is the cleansing water, and the effect, which is salvation. Whereas these are not understood by the word \"confirm\"; and consequently they had to be expressed.",
                        "Again, it has been said above (Question [66], Article [5], ad 1) that the pronoun \"I\" is not necessary to the Baptismal form, because it is included in the first person of the verb. It is, however, included in order to express the intention. But this does not seem so necessary in Confirmation, which is conferred only by a minister of excellence, as we shall state later on (Article [11])."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Is the authority of the Church, who always uses this form."
            ],
            "body": [
                "I answer that, The above form is appropriate to this sacrament. For just as the form of a natural thing gives it its species, so a sacramental form should contain whatever belongs to the species of the sacrament. Now as is evident from what has been already said (Articles [1],2), in this sacrament the Holy Ghost is given for strength in the spiritual combat. Wherefore in this sacrament three things are necessary; and they are contained in the above form. The first of these is the cause conferring fulness of spiritual strength which cause is the Blessed Trinity: and this is expressed in the words, \"In the name of the Father,\" etc. The second is the spiritual strength itself bestowed on man unto salvation by the sacrament of visible matter; and this is referred to in the words, \"I confirm thee with the chrism of salvation.\" The third is the sign which is given to the combatant, as in a bodily combat: thus are soldiers marked with the sign of their leaders. And to this refer the words, \"I sign thee with the sign of the cross,\" in which sign, to wit, our King triumphed (cf. Col. 2:15)."
            ]
        },
        "5": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the sacrament of Confirmation imprints a character?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the sacrament of Confirmation does not imprint a character. For a character means a distinctive sign. But a man is not distinguished from unbelievers by the sacrament of Confirmation, for this is the effect of Baptism; nor from the rest of the faithful, because this sacrament is ordained to the spiritual combat, which is enjoined to all the faithful. Therefore a character is not imprinted in this sacrament."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, it was stated above (Question [63], Article [2]) that a character is a spiritual power. Now a power must be either active or passive. But the active power in the sacraments is conferred by the sacrament of order: while the passive or receptive power is conferred by the sacrament of Baptism. Therefore no character is  imprinted by the sacrament of Confirmation."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, in circumcision, which is a character of the body, no spiritual character is imprinted. But in this sacrament a character is imprinted on the body, when the sign of the cross is signed with chrism on man's brow. Therefore a spiritual character is not imprinted by this sacrament."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: All have to wage the spiritual combat with our invisible enemies. But to fight against visible foes, viz. against the persecutors of the Faith, by confessing Christ's name, belongs to the confirmed, who have already come spiritually to the age of virility, according to 1 Jn. 2:14: \"I write unto you, young men, because you are strong, and the word of God abideth in you, and you have overcome the wicked one.\" And therefore the character of Confirmation is a distinctive sign, not between unbelievers and believers, but between those who are grown up spiritually and those of whom it is written: \"As new-born babes\" (1 Pt. 2:2)."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: All the sacraments are protestations of faith. Therefore just as he who is baptized receives the power of testifying to his faith by receiving the other sacraments; so he who is confirmed receives the power of publicly confessing his faith by words, as it were \"ex officio.\""
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The sacraments of the Old Law are called \"justice of the flesh\" (Heb. 9:10) because, to wit, they wrought nothing inwardly. Consequently in circumcision a character was imprinted in the body only, but not in the soul. But in Confirmation, since it is a sacrament of the New Law, a spiritual character is imprinted at the same time, together with the bodily character."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, A character is imprinted in every sacrament that is not repeated. But this sacrament is not repeated: for Gregory II says (Ep. iv ad Bonifac.): \"As to the man who was confirmed a second time by a bishop, such a repetition must be forbidden.\" Therefore a character is imprinted in Confirmation."
            ],
            "body": [
                "I answer that, As stated above (Question [63], Article [2]), a character is a spiritual power ordained to certain sacred actions. Now it has been said above (Article [1]; Question [65], Article [1]) that, just as Baptism is a spiritual regeneration unto Christian life, so also is Confirmation a certain spiritual growth bringing man to perfect spiritual age. But it is evident, from a comparison with the life of the body, that the action which is proper to man immediately after birth, is different from the action which is proper to him when he has come to perfect age. And therefore by the sacrament of Confirmation man is given a spiritual power in respect of sacred actions other than those in respect of which he receives power in Baptism. For in Baptism he receives power to do those things which pertain to his own salvation, forasmuch as he lives to himself: whereas in Confirmation he receives power to do those things which pertain to the spiritual combat with the enemies of the Faith. This is evident from the example of the apostles, who, before they received the fulness of the Holy Ghost, were in the \"upper room . . . persevering . . . in prayer\" (Acts 1:13,14); whereas afterwards they went out and feared not to confess their faith in public, even in the face of the enemies of the Christian Faith. And therefore it is evident that a character is imprinted in the sacrament of Confirmation."
            ]
        },
        "6": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the character of Confirmation presupposes of necessity, the baptismal character?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the character of Confirmation does not presuppose, of necessity, the baptismal character. For the sacrament of Confirmation is ordained to the public confession of the Faith of Christ. But many, even before Baptism, have publicly confessed the Faith of Christ by shedding their blood for the Faith. Therefore the character of Confirmation does not presuppose the baptismal character."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, it is not related of the apostles that they were baptized; especially, since it is written (Jn. 4:2) that Christ \"Himself did not baptize, but His disciples.\" Yet afterwards they were confirmed by the coming of the Holy Ghost. Therefore, in like manner, others can be confirmed before being baptized."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, it is written (Acts 10:44-48) that \"while Peter was yet speaking . . . the Holy Ghost fell on all them that heard the word . . . and [Vulg.: 'for'] they heard them speaking with tongues\": and afterwards \"he commanded them to be baptized.\" Therefore others with equal reason can be confirmed before being baptized."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The Divine power is not confined to the sacraments. Hence man can receive spiritual strength to confess the Faith of Christ publicly, without receiving the sacrament of Confirmation: just as he can also receive remission of sins without Baptism. Yet, just as none receive the effect of Baptism without the desire of Baptism; so none receive the effect of Confirmation, without the desire of Confirmation. And man can have this even  before receiving Baptism."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: As Augustine says (Ep. cclxv), from our Lord's words, \"'He that is washed, needeth not but to wash his feet' (Jn. 13:10), we gather that Peter and Christ's other disciples had been baptized, either with John's Baptism, as some think; or with Christ's, which is more credible. For He did not refuse to administer Baptism, so as to have servants by whom to baptize others.\""
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Those who heard the preaching of Peter received the effect of Confirmation miraculously: but not the sacrament of Confirmation. Now it has been stated (ad 1) that the effect of Confirmation can be bestowed on man before Baptism, whereas the sacrament cannot. For just as the effect of Confirmation, which is spiritual strength, presupposes the effect of Baptism, which is justification, so the sacrament of Confirmation presupposes the sacrament of Baptism."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, Rabanus says (De Instit. Cleric. i): \"Lastly the Paraclete is given to the baptized by the imposition of the high priest's hands, in order that the baptized may be strengthened by the Holy Ghost so as to publish his faith.\""
            ],
            "body": [
                "I answer that, The character of Confirmation, of necessity supposes the baptismal character: so that, in effect, if one who is not baptized were to be confirmed, he would receive nothing, but would have to be confirmed again after receiving Baptism. The reason of this is that, Confirmation is to Baptism as growth to birth, as is evident from what has been said above (Article [1]; Question [65], Article [1]). Now it is clear that no one can be brought to perfect age unless he be first born: and in like manner, unless a man be first baptized, he cannot receive the sacrament of Confirmation."
            ]
        },
        "7": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether sanctifying grace is bestowed in this sacrament?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that sanctifying grace is not bestowed in this sacrament. For sanctifying grace is ordained against sin. But this sacrament, as stated above (Article [6]) is given only to the baptized, who are cleansed from sin. Therefore sanctifying grace is not bestowed in this sacrament."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, sinners especially need sanctifying grace, by which alone can they be justified. If, therefore, sanctifying grace is bestowed in this sacrament, it seems that it should be given to those who are in sin. And yet this is not true."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, there can only be one species of sanctifying grace, since it is ordained to one effect. But two forms of the same species cannot be in the same subject. Since, therefore, man receives sanctifying grace in Baptism, it seems that sanctifying grace is not bestowed in Confirmation, which is given to none but the baptized."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Sanctifying grace does indeed take away sin; but  it has other effects also, because it suffices to carry man through every step as far as eternal life. Hence to Paul was it said (2 Cor. 12:9): \"My grace is sufficient for thee\": and he says of himself (1 Cor. 15:10): \"By the grace of God I am what I am.\" Therefore sanctifying grace is given not only for the remission of sin, but also for growth and stability in righteousness. And thus is it bestowed in this sacrament."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Further, as appears from its very name, this sacrament is given in order \"to confirm\" what it finds already there. And consequently it should not be given to those who are not in a state of grace. For this reason, just as it is not given to the unbaptized, so neither should it be given to the adult sinners, except they be restored by Penance. Wherefore was it decreed in the Council of Orleans (Can. iii) that \"men should come to Confirmation fasting; and should be admonished to confess their sins first, so that being cleansed they may be able to receive the gift of the Holy Ghost.\" And then this sacrament perfects the effects of Penance, as of Baptism: because by the grace which he has received in this sacrament, the penitent will obtain fuller remission of his sin. And if any adult approach, being in a state of sin of which he is not conscious or for which he is not perfectly contrite, he will receive the remission of his sins through the grace bestowed in this sacrament."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As stated above (Question [62], Article [2]), the sacramental grace adds to the sanctifying grace taken in its wide sense, something that produces a special effect, and to which the sacrament is ordained. If, then, we consider, in its wide sense, the grace bestowed in this sacrament, it does not differ from that bestowed in Baptism, but increases what was already there. On the other hand, if we consider it as to that which is added over and above, then one differs in species from the other."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "counter": [
                "On the contrary, Pope Melchiades says (Ep. ad Episc. Hispan.): \"The Holy Ghost bestows at the font the fulness of innocence; but in Confirmation He confers an increase of grace.\""
            ],
            "body": [
                "I answer that, In this sacrament, as stated above (Articles [1],4), the Holy Ghost is given to the baptized for strength: just as He was given to the apostles on the day of Pentecost, as we read in Acts 2; and just as He was given to the baptized by the imposition of the apostles' hands, as related in Acts 8:17. Now it has been proved in the FP, Question [43], Article [3] that the Holy Ghost is not sent or given except with sanctifying grace. Consequently it is evident that sanctifying grace is bestowed in this sacrament."
            ]
        },
        "8": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether this sacrament should be given to all?"
            ],
            "id": 8,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that this sacrament should not be given to all. For this sacrament is given in order to confer a certain excellence, as stated above (Article [11], ad 2). But all are not suited for that which belongs to excellence. Therefore this sacrament should not be given to all."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, by this sacrament man advances spiritually to perfect age. But perfect age is inconsistent with childhood. Therefore at least it should not be given to children."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, as Pope Melchiades says (Ep. ad Episc. Hispan.) \"after Baptism we are strengthened for the combat.\" But women are incompetent to combat, by reason of the frailty of their sex. Therefore neither should women receive this sacrament."
                    ],
                    "id": 3,
                    "article": 8
                },
                "4": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 4: Further, Pope Melchiades says (Ep. ad Episc. Hispan.): \"Although the benefit of Regeneration suffices for those who are on  the point of death, yet the graces of Confirmation are necessary for those who are to conquer. Confirmation arms and strengthens those to whom the struggles and combats of this world are reserved. And he who comes to die, having kept unsullied the innocence he acquired in Baptism, is confirmed by death; for after death he can sin no more.\" Therefore this sacrament should not be given to those who are on the point of death: and so it should not be given to all."
                    ],
                    "id": 4,
                    "article": 8
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: This sacrament is given in order to confer a certain excellence, not indeed, like the sacrament of order, of one man over another, but of man in regard to himself: thus the same man, when arrived at maturity, excels himself as he was when a boy."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: As stated above, the age of the body does not affect the soul. Consequently even in childhood man can attain to the perfection of spiritual age, of which it is written (Wis. 4:8): \"Venerable old age is not that of long time, nor counted by the number of years.\" And hence it is that many children, by reason of the strength of the Holy Ghost which they had received, fought bravely for Christ even to the shedding of their blood."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As Chrysostom says (Hom. i De Machab.), \"in earthly contests fitness of age, physique and rank are required; and consequently slaves, women, old men, and boys are debarred from taking part therein. But in the heavenly combats, the Stadium is open equally to all, to every age, and to either sex.\" Again, he says (Hom. de Militia Spirit.): \"In God's eyes even women fight, for many a woman has waged the spiritual warfare with the courage of a man. For some have rivaled men in the courage with which they have suffered martyrdom; and some indeed have shown themselves stronger than men.\" Therefore this sacrament should be given to women."
                    ],
                    "id": 3,
                    "article": 8
                },
                "4": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 4: As we have already observed, the soul, to which spiritual age belongs, is immortal. Wherefore this sacrament should be given to those on the point of death, that they may be seen to be perfect at the resurrection, according to Eph. 4:13: \"Until we all meet into the unity of faith . . . unto the measure of the age of the fulness of Christ.\" And hence Hugh of St. Victor says (De Sacram. ii), \"It would be altogether hazardous, if anyone happened to go forth from this life without being confirmed\": not that such a one would be lost, except perhaps through contempt; but that this would be detrimental to his perfection. And therefore even children dying after Confirmation obtain greater glory, just as here below they receive more grace. The passage quoted is to be taken in the sense that, with regard to the dangers of the present combat, those who are on the point of death do not need this sacrament."
                    ],
                    "id": 4,
                    "article": 8
                }
            },
            "counter": [
                "On the contrary, It is written (Acts 2:2) that the Holy Ghost in coming, \"filled the whole house,\" whereby the Church is signified; and afterwards it is added that \"they were all filled with the Holy Ghost.\" But this sacrament is given that we may receive that fulness. Therefore it should be given to all who belong to the Church."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), man is spiritually advanced by this sacrament to perfect age. Now the intention of nature is that everyone born corporally, should come to perfect age: yet this is sometimes hindered by reason of the corruptibility of the body, which is forestalled by death. But much more is it God's intention to bring all things to perfection, since nature shares in this intention inasmuch as it reflects Him: hence it is written (Dt. 32:4): \"The works of God are perfect.\" Now the soul, to which spiritual birth and perfect spiritual age belong, is immortal; and just as it can in old age attain to spiritual birth, so can it attain to perfect (spiritual) age in youth or childhood; because the various ages of the body do not affect the soul. Therefore this sacrament should be given to all."
            ]
        },
        "9": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether this sacrament should be given to man on the forehead?"
            ],
            "id": 9,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that this sacrament should not be given to man on the forehead. For this sacrament perfects Baptism, as stated above (Question [65], Articles [3],4). But the sacrament of Baptism is given to man over his whole body. Therefore this sacrament should not be given on the forehead only."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, this sacrament is given for spiritual strength, as stated above (Articles [1],2,4). But spiritual strength is situated principally in the heart. Therefore this sacrament should be given over the heart rather than on the forehead."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, this sacrament is given to man that he may freely confess the faith of Christ. But \"with the mouth, confession is made unto salvation,\" according to Rm. 10:10. Therefore this sacrament should be given about the mouth rather than on the forehead."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: By baptism we are regenerated unto spiritual life, which belongs to the whole man. But in Confirmation we are strengthened for the combat; the sign of which should be borne on the forehead, as in a conspicuous place."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The principle of fortitude is in the heart, but its sign appears on the forehead: wherefore it is written (Ezech. 3:8): \"Behold I have made . . . thy forehead harder than their foreheads.\" Hence the sacrament of the Eucharist, whereby man is confirmed in himself, belongs to the heart, according to Ps. 103:15: \"That bread may strengthen man's heart.\" But the sacrament of Confirmation is required as a sign of fortitude against others; and for this reason it is given on the forehead."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: This sacrament is given that we may confess freely: but not that we may confess simply, for this is also the effect of Baptism. And therefore it should not be given on the mouth, but on the forehead, where appear the signs of those passions which hinder free confession."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "counter": [
                "On the contrary, Rabanus says (De Instit. Cleric. i): \"The baptized is signed by the priest with chrism on the top of the head, but by the bishop on the forehead.\""
            ],
            "body": [
                "I answer that, As stated above (Articles [1],4), in this sacrament man receives the Holy Ghost for strength in the spiritual combat, that he may bravely confess the Faith of Christ even in face of the enemies of that Faith. Wherefore he is fittingly signed with the sign of the cross on the forehead, with chrism, for two reasons. First, because he is signed with the sign of the cross, as a soldier with the sign of his leader, which should be evident and manifest. Now, the forehead, which is hardly ever covered, is the most conspicuous part of the human body. Wherefore the confirmed is anointed with chrism on the forehead, that he may show publicly that he is a Christian: thus too the apostles after receiving the Holy Ghost showed themselves in public, whereas before they remained hidden in the upper room.",
                "Secondly, because man is hindered from freely confessing Christ's name, by two things---by fear and by shame. Now both these things betray themselves principally on the forehead on account of the proximity of the imagination, and because the (vital) spirits mount directly from the heart to the forehead: hence \"those who are ashamed, blush, and those who are afraid, pale\" (Ethic. iv). And therefore man is signed with chrism, that neither fear nor shame may hinder him from confessing the name of Christ."
            ]
        },
        "10": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether he who is confirmed needs one to stand* for him? [*Literally, \"to hold him\"]"
            ],
            "id": 10,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that he who is confirmed needs no one to stand for him. For this sacrament is given not only to children but also to adults. But adults can stand for themselves. Therefore it is absurd that someone else should stand for them."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, he that belongs already to the Church, has free access to the prince of the Church, i.e. the bishop. But this sacrament, as stated above (Article [6]), is given only to one that is baptized, who is already a member of the Church. Therefore it seems that he should not be brought by another to the bishop in order to receive this sacrament."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, this sacrament is given for spiritual strength, which has more vigor in men than in women, according to Prov. 31:10: \"Who shall find a valiant woman?\" Therefore at least a woman should not stand for a man in confirmation."
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Although he who is confirmed, be adult in body, nevertheless he is not yet spiritually adult."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Though he who is baptized is made a member of the Church, nevertheless he is not yet enrolled as a Christian soldier. And therefore he is brought to the bishop, as to the commander of the army, by one who is already enrolled as a Christian soldier. For one who is not yet confirmed should not stand for another in Confirmation."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: According to Col. 3 *(Gal. 3:28), \"in Christ Jesus there is neither male nor female.\" Consequently it matters not whether a man or a woman stand for one who is to be confirmed."
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "counter": [
                "On the contrary, Are the following words of Pope Innocent, which are to be found in the Decretals (XXX, Question [4]): \"If anyone raise the children of another's marriage from the sacred font, or stand for them in Confirmation,\" etc. Therefore, just as someone is  required as sponsor of one who is baptized, so is someone required to stand for him who is to be confirmed ."
            ],
            "body": [
                "I answer that, As stated above (Articles [1],4,9), this sacrament is given to man for strength in the spiritual combat. Now, just as one newly born requires someone to teach him things pertaining to ordinary conduct, according to Heb. 12:9: \"We have had fathers of our flesh, for instructors, and we obeyed [Vulg.: 'reverenced']\" them; so they who are chosen for the fight need instructors by whom they are informed of things concerning the conduct of the battle, and hence in earthly wars, generals and captains are appointed to the command of the others. For this reason he also who receives this sacrament, has someone to stand for him, who, as it were, has to instruct him concerning the fight.",
                "Likewise, since this sacrament bestows on man the perfection of spiritual age, as stated above (Articles [2],5), therefore he who approaches this sacrament is upheld by another, as being spiritually a weakling and a child."
            ]
        },
        "11": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether only a bishop can confer this sacrament?"
            ],
            "id": 11,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that not only a bishop can confer this sacrament. For Gregory (Regist. iv), writing to Bishop Januarius, says: \"We hear that some were scandalized because we forbade priests to anoint with chrism those who have been baptized. Yet in doing this we followed the ancient custom of our Church: but if this trouble some so very much we permit priests, where no bishop is to be had, to anoint the baptized on the forehead with chrism.\" But that which is essential to the sacraments should not be changed for the purpose of avoiding scandal. Therefore it seems that it is not essential to this sacrament that it be conferred by a bishop."
                    ],
                    "id": 1,
                    "article": 11
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, the sacrament of Baptism seems to be more efficacious than the sacrament of Confirmation: since it bestows full remission of sins, both as to guilt and as to punishment, whereas this sacrament does not. But a simple priest, in virtue of his office, can give the sacrament of Baptism: and in a case of necessity anyone, even without orders, can baptize. Therefore it is  not essential to this sacrament that it be conferred by a bishop."
                    ],
                    "id": 2,
                    "article": 11
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, the top of the head, where according to medical men the reason is situated (i.e. the \"particular reason,\" which is called the \"cogitative faculty\"), is more noble than the forehead, which is the site of the imagination. But a simple priest can anoint the baptized with chrism on the top of the head. Therefore much more can he anoint them with chrism on the forehead, which belongs to this sacrament."
                    ],
                    "id": 3,
                    "article": 11
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The Pope has the plenitude of power in the Church, in virtue of which he can commit to certain lower orders things that belong to the higher orders: thus he allows priests to confer minor orders, which belong to the episcopal power. And in virtue of this fulness of power the Pope, Blessed Gregory, allowed simple priests to confer this sacrament, so long as the scandal was ended."
                    ],
                    "id": 1,
                    "article": 11
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The sacrament of Baptism is more efficacious than  this sacrament as to the removal of evil, since it is a spiritual birth, that consists in change from non-being to being. But this sacrament is more efficacious for progress in good; since it is a spiritual growth from imperfect being to perfect being. And hence this sacrament is committed to a more worthy minister."
                    ],
                    "id": 2,
                    "article": 11
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As Rabanus says (De Instit. Cleric. i), \"the baptized is signed by the priest with chrism on the top of the head, but by the bishop on the forehead; that the former unction may symbolize the descent of the Holy Ghost on hint, in order to consecrate a dwelling to God: and that the second also may teach us that the sevenfold grace of the same Holy Ghost descends on man with all fulness of sanctity, knowledge and virtue.\" Hence this unction is reserved to bishops, not on account of its being applied to a more worthy part of the body, but by reason of its having a more powerful effect."
                    ],
                    "id": 3,
                    "article": 11
                }
            },
            "counter": [
                "On the contrary, Pope Eusebius (Ep. iii ad Ep. Tusc.) says: \"The sacrament of the imposition of the hand should be held in great veneration, and can be given by none but the high priests. Nor is it related or known to have been conf erred in apostolic times by others than the apostles themselves; nor can it ever be either licitly or validly performed by others than those who stand in their place. And if anyone presume to do otherwise, it must be considered null and void; nor will such a thing ever be counted among the sacraments of the Church.\" Therefore it is essential to this sacrament, which is called \"the sacrament of the imposition of the hand,\" that it be given by a bishop."
            ],
            "body": [
                "I answer that, In every work the final completion is reserved to the supreme act or power; thus the preparation of the matter belongs to the lower craftsmen, the higher gives the form, but the highest of all is he to whom pertains the use, which is the end of things made by art; thus also the letter which is written by the clerk, is signed by his employer. Now the faithful of Christ are a Divine work, according to 1 Cor. 3:9: \"You are God's building\"; and they are also \"an epistle,\" as it were, \"written with the Spirit of God,\" according to 2 Cor. 3:2,3. And this sacrament of Confirmation is, as it were, the final completion of the sacrament of Baptism; in the sense that by Baptism man is built up into a spiritual dwelling, and is written like a spiritual letter; whereas by the sacrament of Confirmation, like a house already built, he is consecrated as a temple of the Holy Ghost, and as a letter already written, is signed with the sign of the cross. Therefore the conferring of this sacrament is reserved to bishops, who possess supreme power in the Church: just as in the primitive Church, the fulness of the Holy Ghost was given by the apostles, in whose place the bishops stand (Acts 8). Hence Pope Urban I says: \"All the faithful should. after Baptism, receive the Holy Ghost by the imposition of the bishop's hand, that they may become perfect Christians.\""
            ]
        },
        "12": {
            "question": 72,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the rite of this sacrament is appropriate?"
            ],
            "id": 12,
            "objections": {
                "1": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the rite of this sacrament is not appropriate. For the sacrament of Baptism is of greater necessity than this, as stated above (Article [2], ad 4; Question [65], Articles [3],4). But certain seasons are fixed for Baptism, viz. Easter and Pentecost. Therefore some fixed time of the year should be chosen for this sacrament."
                    ],
                    "id": 1,
                    "article": 12
                },
                "2": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, just as this sacrament requires devotion both in the giver and in the receiver, so also does the sacrament of Baptism. But in the sacrament of Baptism it is not necessary that it should be received or given fasting. Therefore it seems unfitting for the Council of Orleans to declare that \"those who come to Confirmation should be fasting\"; and the Council of Meaux, \"that bishops should not give the Holy Ghost with imposition of the hand except they be fasting.\""
                    ],
                    "id": 2,
                    "article": 12
                },
                "3": {
                    "question": 72,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, chrism is a sign of the fulness of the Holy Ghost, as stated above (Article [2]). But the fulness of the Holy Ghost was given to Christ's faithful on the day of Pentecost, as related in Acts 2:1. Therefore the chrism should be mixed and blessed on the day of Pentecost rather than on Maundy Thursday."
                    ],
                    "id": 3,
                    "article": 12
                }
            },
            "replies": {
                "1": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: As Pope Melchiades says (Ep. ad Epis. Hispan.), \"these two sacraments,\" viz. Baptism and Confirmation, \"are so closely connected that they can nowise be separated save by death  intervening, nor can one be duly celebrated without the other.\" Consequently the same seasons are fixed for the solemn celebration of Baptism and of this sacrament. But since this sacrament is given only by bishops, who are not always present where priests are baptizing, it was necessary, as regards the common use, to defer the sacrament of Confirmation to other seasons also."
                    ],
                    "id": 1,
                    "article": 12
                },
                "2": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The sick and those in danger of death are exempt from this prohibition, as we read in the decree of the Council of Meaux. And therefore, on account of the multitude of the faithful, and on account of imminent dangers, it is allowed for this sacrament, which can be given by none but a bishop, to be given or received even by those who are not fasting: since one bishop, especially in a large diocese, would not suffice to confirm all, if he were confined to certain times. But where it can be done conveniently, it is more becoming that both giver and receiver should be fasting."
                    ],
                    "id": 2,
                    "article": 12
                },
                "3": {
                    "question": 72,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: According to the acts of the Council of Pope Martin, \"it was lawful at all times to prepare the chrism.\" But since solemn Baptism, for which chrism has to be used, is celebrated on Easter Eve, it was rightly decreed, that chrism should be consecrated by the bishop two days beforehand, that it may be sent to the various parts of the diocese. Moreover, this day is sufficiently appropriate to the blessing of sacramental matter, since thereon was the Eucharist instituted, to which, in a certain way, all the other sacraments are ordained, as stated above (Question [65], Article [3])."
                    ],
                    "id": 3,
                    "article": 12
                }
            },
            "counter": [
                "On the contrary, Is the use of the Church, who is governed by the Holy Ghost."
            ],
            "body": [
                "I answer that, Our Lord promised His faithful (Mt. 18:20) saying: \"Where there are two or three gathered together in My name, there am I in the midst of them.\" And therefore we must hold firmly that the Church's ordinations are directed by the wisdom of Christ. And for this reason we must look upon it as certain that the rite observed by the Church, in this and the other sacraments, is appropriate."
            ]
        }
    }
}