{
    "id": 82,
    "part": "TP",
    "title": "Of the Minister of This Sacrament",
    "outer": {
        "question": 82,
        "type": "outer",
        "part": "TP",
        "text": [
            "We now proceed to consider the minister of this sacrament: under which head there are ten points for our inquiry:",
            "(1) Whether it belongs to a priest alone to consecrate this sacrament?",
            "(2) Whether several priests can at the same time consecrate the same host?",
            "(3) Whether it belongs to the priest alone to dispense this sacrament?",
            "(4) Whether it is lawful for the priest consecrating to refrain from communicating?",
            "(5) Whether a priest in sin can perform this sacrament?",
            "(6) Whether the Mass of a wicked priest is of less value than that of a good one?",
            "(7) Whether those who are heretics, schismatics, or excommunicated, can perform this sacrament?",
            "(8) Whether degraded priests can do so?",
            "(9) Whether communicants receiving at their hands are guilty of sinning?",
            "(10) Whether a priest may lawfully refrain altogether from celebrating? [*This is the order observed by St. Thomas in writing the Articles; but in writing this prologue, he placed Article 10 immediately after Article 4 (Cf. Leonine edition).]"
        ],
        "title": [
            "OF THE MINISTER OF THIS SACRAMENT (TEN ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the consecration of this sacrament belongs to a priest alone?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the consecration of this sacrament does not belong exclusively to a priest. Because it was said above (Question [78], Article [4]) that this sacrament is consecrated in virtue of the words, which are the form of this sacrament. But those words are not changed, whether spoken by a priest or by anyone else. Therefore, it seems that not only a priest, but anyone else, can consecrate this sacrament."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, the priest performs this sacrament in the person of Christ. But a devout layman is united with Christ through charity. Therefore, it seems that even a layman can perform this sacrament. Hence Chrysostom (Opus imperfectum in Matth., Hom. xliii) says that \"every holy man is a priest.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, as Baptism is ordained for the salvation of mankind, so also is this sacrament, as is clear from what was said above (Question [74], Article [1]; Question [79], Article [2]). But a layman can also baptize, as was stated above (Question [67], Article [3]). Consequently, the consecration of this sacrament is not proper to a priest."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 4: Further, this sacrament is completed in the consecration of the matter. But the consecration of other matters such as the chrism, the holy oil, and blessed oil, belongs exclusively to a bishop; yet their consecration does not equal the  dignity of the consecration of the Eucharist, in which the entire Christ is contained. Therefore it belongs, not to a priest, but only to a bishop, to perform this sacrament."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The sacramental power is in several things, and not merely in one: thus the power of Baptism lies both in the words and in the water. Accordingly the consecrating power is not merely in the words, but likewise in the power delivered to the priest in his consecration and ordination, when the bishop says to him: \"Receive the power of offering up the Sacrifice in the Church for the living as well as for the dead.\" For instrumental power lies in several instruments through which the chief agent acts."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: A devout layman is united with Christ by spiritual union through faith and charity, but not by sacramental power: consequently he has a spiritual priesthood for offering spiritual sacrifices, of which it is said (Ps. 1:19): \"A sacrifice to God is an afflicted spirit\"; and (Rm. 12:1): \"Present your bodies a living sacrifice.\" Hence, too, it is written (1 Pt. 2:5): \"A holy priesthood, to offer up spiritual sacrifices.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The receiving of this sacrament is not of such necessity as the receiving of Baptism, as is evident from what was said above (Question [65], Articles [3],4; Question [80], Article [11], ad 2). And therefore, although a layman can baptize in case of necessity, he cannot perform this sacrament."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 4: The bishop receives power to act on Christ's behalf upon His mystical body, that is, upon the Church; but the priest receives no such power in his consecration, although he may have it by commission from the bishop. Consequently all such things as do not belong to the mystical body are not reserved to the bishop, such as the consecration of this sacrament. But it belongs to the bishop to deliver, not only to the people, but likewise to priests, such things as serve them in the fulfillment of their respective duties. And because the blessing of the chrism, and of the holy oil, and of the oil of the sick, and other consecrated things, such as altars, churches, vestments, and sacred vessels, makes such things fit for use in performing the sacraments which",
                        "belong to the priestly duty, therefore such consecrations are reserved to the bishop as the head of the whole ecclesiastical order."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Isidore says in an Epistle to Ludifred (Decretals, dist. 25): \"It belongs to a priest to consecrate this sacrament of the Lord's body and blood upon God's altar.\""
            ],
            "body": [
                "I answer that, As stated above (Question [78], Articles [1],4), such is the dignity of this sacrament that it is performed only as in the person of Christ. Now whoever performs any act in another's stead, must do so by the power bestowed by such a one. But as the power of receiving this sacrament is conceded by Christ to the baptized person, so likewise the power of consecrating this sacrament on Christ's behalf is bestowed upon the priest at his ordination: for thereby he is put upon a level with them to whom the Lord said (Lk. 22:19): \"Do this for a commemoration of Me.\" Therefore, it must be said that it belongs to priests to accomplish this sacrament."
            ]
        },
        "2": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether several priests can consecrate one and the same host?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that several priests cannot consecrate one and the same host. For it was said above (Question [67], Article [6]), that several cannot at the same time baptize one individual. But the power of a priest consecrating is not less than that of a man baptizing. Therefore, several priests cannot consecrate one host at the same time."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, what can be done by one, is superfluously done by several. But there ought to be nothing superfluous in the sacraments. Since, then, one is sufficient for consecrating, it seems that several cannot consecrate one host."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, as Augustine says (Tract. xxvi in Joan.), this is \"the sacrament of unity.\" But multitude seems to be opposed to unity. Therefore it seems inconsistent with the sacrament for several priests to consecrate the same host."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: We do not read of Christ baptizing with the apostles when He committed to them the duty of baptizing; consequently there is no parallel."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: If each individual priest were acting in his own power, then other celebrants would be superfluous, since one would be sufficient. But whereas the priest does not consecrate except as in Christ's stead; and since many are \"one in Christ\" (Gal. 3:28); consequently it does not matter whether this sacrament be consecrated by one or by many, except that the rite of the Church must be observed."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The Eucharist is the sacrament of ecclesiastical unity, which is brought about by many being \"one in Christ.\""
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is the custom of some Churches for priests newly ordained to co-celebrate with the bishop ordaining them."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), when a priest is ordained he is placed on a level with those who received consecrating power from our Lord at the Supper. And therefore, according to the custom of some Churches, as the apostles supped when Christ supped, so the newly ordained co-celebrate with the ordaining bishop. Nor is the consecration, on that account, repeated over the same host, because as Innocent III says (De Sacr. Alt. Myst. iv), the intention of all should be directed to the same instant of the consecration."
            ]
        },
        "3": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether dispensing of this sacrament belongs to a priest alone?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the dispensing of this sacrament does not  belong to a priest alone. For Christ's blood belongs to this sacrament no less than His body. But Christ's blood is dispensed by deacons: hence the blessed Lawrence said to the blessed Sixtus (Office of St. Lawrence, Resp. at Matins): \"Try whether you have chosen a fit minister, to whom you have entrusted the dispensing of the Lord's blood.\" Therefore, with equal reason the dispensing of Christ's body does not belong to priests only."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, priests are the appointed ministers of the sacraments. But this sacrament is completed in the consecration of the matter, and not in the use, to which the dispensing belongs. Therefore it seems that it does not belong to a priest to dispense the Lord's body."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, Dionysius says (Eccl. Hier. iii, iv) that this sacrament, like chrism, has the power of perfecting. But it belongs, not to priests, but to bishops, to sign with the chrism. Therefore likewise, to dispense this sacrament belongs to the bishop and not to the priest."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The deacon, as being nigh to the priestly order, has a certain share in the latter's duties, so that he may dispense the blood; but not the body, except in case of necessity, at the bidding of a bishop or of a priest. First of all, because Christ's blood is contained in a vessel, hence there is no need for it to be touched by the dispenser, as Christ's body is touched. Secondly, because the blood denotes the redemption derived by the people from Christ; hence it is that water is mixed with the blood, which water denotes the people. And because deacons are between priest and people, the dispensing of the blood is in the competency of deacons, rather than the dispensing of the body."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: For the reason given above, it belongs to the same person to dispense and to consecrate this sacrament."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As the deacon, in a measure, shares in the priest's \"power of enlightening\" (Eccl. Hier. v), inasmuch as he dispenses the blood. so the priest shares in the \"perfective dispensing\" (Eccl. Hier. v) of the bishop, inasmuch as he dispenses this sacrament whereby man is perfected in himself by union with Christ. But other perfections whereby a man is perfected in relation to others, are reserved to the bishop."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (De Consecr., dist. 12): \"It has come to our knowledge that some priests deliver the Lord's body to a layman or to a woman to carry it to the sick: The synod therefore forbids such presumption to continue; and let the priest himself communicate the sick.\""
            ],
            "body": [
                "I answer that, The dispensing of Christ's body belongs to the priest for three reasons. First, because, as was said above (Article [1]), he consecrates as in the person of Christ. But as Christ consecrated His body at the supper, so also He gave it to others to be partaken of by them. Accordingly, as the consecration of Christ's body belongs to the priest, so likewise does the dispensing belong to him. Secondly, because the priest is the appointed intermediary between God and the people; hence as it belongs to him to offer the people's gifts to God, so it belongs to him to deliver consecrated gifts to the people. Thirdly, because out of reverence towards this sacrament, nothing touches it, but what is consecrated; hence the corporal and the chalice are consecrated, and likewise the priest's hands, for touching this sacrament. Hence it is not lawful for anyone else to touch it except from necessity, for instance, if it were to fall upon the ground, or else in some other case of urgency."
            ]
        },
        "4": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the priest who consecrates is bound to receive this sacrament?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the priest who consecrates is not bound to receive this sacrament. Because, in the other consecrations, he who consecrates the matter does not use it, just as the bishop consecrating the chrism is not anointed therewith. But this sacrament consists in the consecration of the matter. Therefore, the priest performing this sacrament need not use the same, but may lawfully refrain from receiving it."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, in the other sacraments the minister does not give the sacrament to himself: for no one can baptize himself, as stated above (Question [66], Article [5], ad 4). But as Baptism is dispensed in due order, so also is this sacrament. Therefore the priest who consecrates this sacrament ought not to receive it at his own hands."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, it sometimes happens that Christ's body appears upon the altar under the guise of flesh, and the blood under the guise of blood; which are unsuited for food and drink: hence, as was said above (Question [75], Article [5]), it is on that account that they are given under another species, lest they beget revulsion in the communicants. Therefore the priest who consecrates is not always bound to receive this sacrament."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The consecration of chrism or of anything else is not a sacrifice, as the consecration of the Eucharist is: consequently there is no parallel."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The sacrament of Baptism is accomplished in the use of the matter, and consequently no one can baptize himself, because the same person cannot be active and passive in a sacrament. Hence neither in this sacrament does the priest consecrate himself, but he consecrates the bread and wine, in which consecration the sacrament is completed. But the use thereof follows the sacrament, and therefore there is no parallel."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: If Christ's body appears miraculously upon the altar under the guise of flesh, or the blood under the guise of blood, it is not to be received. For Jerome says upon Leviticus (cf. De Consecr., dist. 2): \"It is lawful to eat of this sacrifice which is wonderfully performed in memory of Christ: but it is not lawful for anyone to eat of that one which Christ offered on the altar of the cross.\" Nor does the priest transgress on that account, because miraculous events are not subject to human laws. Nevertheless the priest would be well advised to consecrate again and receive the Lord's body and blood."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, We read in the acts of the (Twelfth) Council of Toledo (Can. v), and again (De Consecr., dist. 2): \"It must be strictly observed that as often as the priest sacrifices the body and blood of our Lord Jesus Christ upon the altar, he must himself be a partaker of Christ's body and blood.\""
            ],
            "body": [
                "I answer that, As stated above (Question [79], Articles [5],7), the Eucharist is not only a sacrament, but also a sacrifice. Now whoever offers sacrifice must be a sharer in the sacrifice, because the outward sacrifice he offers is a sign of the inner sacrifice whereby he offers himself to God, as Augustine says (De Civ. Dei x). Hence by partaking of the sacrifice he shows that the inner one is likewise his. In the same way also, by dispensing the sacrifice to the people he shows that he is the dispenser of Divine gifts, of which he ought himself to be the first to partake, as Dionysius says  (Eccl. Hier. iii). Consequently, he ought to receive before dispensing it to the people. Accordingly we read in the chapter mentioned above (Twelfth Council of Toledo, Can. v): \"What kind of sacrifice is that wherein not even the sacrificer is known to have a share?\" But it is by partaking of the sacrifice that he has a share in it, as the Apostle says (1 Cor. 10:18): \"Are not they that eat of the sacrifices, partakers of the altar?\" Therefore it is necessary for the priest, as often as he consecrates, to receive this sacrament in its integrity."
            ]
        },
        "5": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether a wicked priest can consecrate the Eucharist?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that a wicked priest cannot consecrate the Eucharist. For Jerome, commenting on Sophon. iii, 4, says: \"The priests who perform the Eucharist, and who distribute our Lord's blood to the people, act wickedly against Christ's law, in deeming that the Eucharist is consecrated by a prayer rather than by a good life; and that only the solemn prayer is requisite, and not the priest's merits: of whom it is said: 'Let not the priest, in whatever defilement he may be, approach to offer oblations to the Lord'\" (Lev. 21:21, Septuagint). But the sinful priest, being defiled, has neither the life nor the merits befitting this sacrament. Therefore a sinful priest cannot consecrate the Eucharist."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, Damascene says (De Fide Orth. iv) that \"the bread and wine are changed supernaturally into the body and blood of our Lord, by the coming of the Holy Ghost.\" But Pope Gelasius I says (Ep. ad Elphid., cf. Decret. i, q. 1): \"How shall the Holy Spirit, when invoked, come for the consecration of the Divine  Mystery, if the priest invoking him be proved full of guilty deeds?\" Consequently, the Eucharist cannot be consecrated by a wicked priest."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, this sacrament is consecrated by the priest's blessing. But a sinful priest's blessing is not efficacious for consecrating this sacrament, since it is written (Malachi 2:2): \"I will curse your blessings.\" Again, Dionysius says in his Epistle (viii) to the monk Demophilus: \"He who is not enlightened has completely fallen away from the priestly order; and I wonder that such a man dare to employ his hands in priestly actions, and in the person of Christ to utter, over the Divine symbols, his unclean infamies, for I will not call them prayers.\""
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: In those words Jerome is condemning the error of priests who believed they could consecrate the Eucharist worthily, from the mere fact of being priests, even though they were sinners; and Jerome condemns this from the fact that persons defiled are forbidden to approach the altar; but this does not prevent the sacrifice, which they offer, from being a true sacrifice, if they do approach."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Previous to the words quoted, Pope Gelasius expresses himself as follows: \"That most holy rite, which contains the Catholic discipline, claims for itself such reverence that no one may dare to approach it except with clean conscience.\" From this it is evident that his meaning is that the priest who is a sinner ought not to approach this sacrament. Hence when he resumes,  \"How shall the Holy Spirit come when summoned,\" it must be understood that He comes, not through the priest's merits, but through the power of Christ, Whose words the priest utters."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: As the same action can be evil, inasmuch as it is done with a bad intention of the servant; and good from the good intention of the master; so the blessing of a sinful priest, inasmuch as he acts unworthily is deserving of a curse, and is reputed an infamy and a blasphemy, and not a prayer; whereas, inasmuch as it is pronounced in the person of Christ, it is holy and efficacious. Hence it is said with significance: \"I will curse your blessings.\""
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, Augustine (Paschasius) says (De Corp. Dom. xii): \"Within the Catholic Church, in the mystery of the Lord's body and blood, nothing greater is done by a good priest, nothing less by an evil priest, because it is not by the merits of the consecrator that the sacrament is accomplished, but by the Creator's word, and by the power of the Holy Spirit.\""
            ],
            "body": [
                "I answer that, As was said above (Articles [1],3), the priest consecrates this sacrament not by his own power, but as the minister of Christ, in Whose person he consecrates this sacrament. But from the fact of being wicked he does not cease to be Christ's minister; because our Lord has good and wicked ministers or servants. Hence (Mt. 24:45) our Lord says: \"Who, thinkest thou, is a faithful and wise servant?\" and afterwards He adds: \"But if that evil servant shall say in his heart,\" etc. And the Apostle (1 Cor. 4:1) says: \"Let a man so account of us as of the ministers of Christ\"; and afterwards he adds: \"I am not conscious to myself of anything; yet am I not hereby justified.\" He was therefore certain that he was Christ's minister; yet he was not certain that he was a just man. Consequently, a man can be Christ's minister even though he be not one of the just. And this belongs to Christ's excellence, Whom, as the true God, things both good and evil serve, since they are ordained by His providence for His glory. Hence it is evident that priests, even though they be not godly, but sinners, can consecrate the Eucharist."
            ]
        },
        "6": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether the mass of a sinful priest is of less worth than the mass of a good priest?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that the mass of a sinful priest is not of less worth than that of a good priest. For Pope Gregory says in the Register: \"Alas, into what a great snare they fall who believe that the Divine and hidden mysteries can be sanctified more by some than by others; since it is the one and the same Holy Ghost Who hallows those mysteries in a hidden and invisible manner.\" But these hidden mysteries are celebrated in the mass. Therefore the mass of a sinful priest is not of less value than the mass of a good priest."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, as Baptism is conferred by a minister through the power of Christ Who baptizes, so likewise this sacrament is consecrated in the person of Christ. But Baptism is no better when conferred by a better priest, as was said above (Question [64], Article [1], ad 2). Therefore neither is a mass the better, which is celebrated by a better priest."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, as the merits of priests differ in the point of being good and better, so they likewise differ in the point of being good and bad. Consequently, if the mass of a better priest be itself better, it follows that the mass of a bad priest must be bad. Now this is unreasonable, because the malice of the ministers cannot affect Christ's mysteries, as Augustine says in his work on Baptism (Contra Donat. xii). Therefore neither is the mass of a better priest the better."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Gregory is speaking there of the holiness of the Divine sacrament."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: In the sacrament of Baptism solemn prayers are not made for all the faithful, as in the mass; therefore there is no parallel in this respect. There is, however, a resemblance as to the effect of the sacrament."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: By reason of the power of the Holy Ghost, Who communicates to each one the blessings of Christ's members on account of their being united in charity, the private blessing in the mass of a good priest is fruitful to others. But the private evil of one man cannot hurt another, except the latter, in some way, consent, as Augustine says (Contra Parmen. ii)."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, It is stated in Decretal i, q. 1: \"The worthier the priest, the sooner is he heard in the needs for which he prays.\""
            ],
            "body": [
                "I answer that, There are two things to be considered in the mass. namely, the sacrament itself, which is the chief thing; and the prayers which are offered up in the mass for the quick and the dead. So far as the mass itself is concerned, the mass of a wicked priest is not of less value than that of a good priest, because the same sacrifice is offered by both.",
                "Again, the prayer put up in the mass can be considered in two  respects: first of all, in so far as it has its efficacy from the devotion of the priest interceding, and in this respect there is no doubt but that the mass of the better priest is the more fruitful. In another respect, inasmuch as the prayer is said by the priest in the mass in the place of the entire Church, of which the priest is the minister; and this ministry remains even in sinful men, as was said above (Article [5]) in regard to Christ's ministry. Hence, in this respect the prayer even of the sinful priest is fruitful, not only that which he utters in the mass, but likewise all those he recites in the ecclesiastical offices, wherein he takes the place of the Church. on the other hand, his private prayers are not fruitful, according to Prov. 28:9: \"He that turneth away his ears from hearing the law, his prayer shall be an abomination.\""
            ]
        },
        "7": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether heretics, schismatics, and excommunicated persons can consecrate?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that heretics, schismatics, and excommunicated persons are not able to consecrate the Eucharist. For Augustine says (Liber sentent. Prosperi xv) that \"there is no such thing as a true sacrifice outside the Catholic Church\": and Pope Leo I says (Ep. lxxx; cf. Decretal i, q. 1): Elsewhere \"(i.e. than in the Church which is Christ's body) there is neither valid priesthood nor true sacrifice.\" But heretics, schismatics, and excommunicated persons are severed from the Church. Therefore they are unable to offer a true sacrifice."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further (Decretal, caus. i, q. 1), Innocent I is quoted as saying: \"Because we receive the laity of the Arians and other pestilential persons, if they seem to repent, it does not follow that their clergy have the dignity of the priesthood or of any other ministerial office, for we allow them to confer nothing save Baptism.\" But none can consecrate the Eucharist, unless he have the dignity of the priesthood. Therefore heretics and the like cannot consecrate the Eucharist."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, it does not seem feasible for one outside the Church to act on behalf of the Church. But when the priest  consecrates the Eucharist, he does so in the person of the entire Church, as is evident from the fact of his putting up all prayers in the person of the Church. Therefore, it seems that those who are outside the Church, such as those who are heretics, schismatics, and excommunicate, are not able to consecrate the Eucharist."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Such and similar authorities are to be understood in this sense, that the sacrifice is offered wrongly outside the Church. Hence outside the Church there can be no spiritual sacrifice that is a true sacrifice with the truth of its fruit, although it be a true sacrifice with the truth of the sacrament; thus it was stated above (Question [80], Article [3]), that the sinner receives Christ's body sacramentally, but not spiritually."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Baptism alone is allowed to be conferred by heretics, and schismatics, because they can lawfully baptize in case of necessity; but in no case can they lawfully consecrate the Eucharist, or confer the other sacraments."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The priest, in reciting the prayers of the mass, speaks instead of the Church, in whose unity he remains; but in consecrating the sacrament he speaks as in the person of Christ,  Whose place he holds by the power of his orders. Consequently, if a priest severed from the unity of the Church celebrates mass, not having lost the power of order, he consecrates Christ's true body and blood; but because he is severed from the unity of the Church, his prayers have no efficacy."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "counter": [
                "On the contrary, Augustine says (Contra Parmen. ii): \"Just as Baptism remains in them,\" i.e. in heretics, schismatics, and those who are excommunicate, \"so do their orders remain intact.\" Now, by the power of his ordination, a priest can consecrate the Eucharist. Therefore, it seems that heretics, schismatics, and those who are excommunicate, can consecrate the Eucharist, since their orders remain entire."
            ],
            "body": [
                "I answer that, Some have contended that heretics, schismatics, and the excommunicate, who are outside the pale of the Church, cannot perform this sacrament. But herein they are deceived, because, as Augustine says (Contra Parmen. ii), \"it is one thing to lack something utterly, and another to have it improperly\"; and in like fashion, \"it is one thing not to bestow, and quite another to bestow, but not rightly.\" Accordingly, such as, being within the Church, received the power of consecrating the Eucharist through being ordained to the priesthood, have such power rightly indeed; but they use it improperly if afterwards they be separated from the Church by heresy, schism, or excommunication. But such as are ordained while separated from the Church, have neither the power rightly, nor do they use it rightly. But that in both cases they have the power, is clear from what Augustine says (Contra Parmen. ii), that when they return to the unity of the Church, they are not re-ordained, but are received in their orders. And since the consecration of the Eucharist is an act which follows the power of order, such persons as are separated from the Church by heresy, schism, or excommunication, can indeed consecrate the Eucharist, which on being consecrated by them contains Christ's true body and blood; but they act wrongly, and sin by doing so; and in consequence they do not receive the fruit of the sacrifice, which is a spiritual sacrifice."
            ]
        },
        "8": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether a degraded priest can consecrate this sacrament?"
            ],
            "id": 8,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that a degraded priest cannot consecrate this sacrament. For no one can perform this sacrament except he have the power of consecrating. But the priest \"who has been degraded has no power of consecrating, although he has the power of baptizing\" (App. Gratiani). Therefore it seems that a degraded priest cannot consecrate the Eucharist."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, he who gives can take away. But the bishop in ordaining gives to the priest the power of consecrating. Therefore he can take it away by degrading him."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, the priest, by degradation, loses either the power of consecrating, or the use of such power. But he does not lose merely the use, for thus the degraded one would lose no more than one excommunicated, who also lacks the use. Therefore it seems that he loses the power to consecrate, and in consequence that he cannot perform this sacrament."
                    ],
                    "id": 3,
                    "article": 8
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: That Canon is speaking, not as by way of assertion, but by way of inquiry, as can be gleaned from the context."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The bishop gives the priestly power of order, not  as though coming from himself, but instrumentally, as God's minister, and its effect cannot be taken away by man, according to Mt. 19:6: \"What God hath joined together, let no man put asunder.\" And therefore the bishop cannot take this power away, just as neither can he who baptizes take away the baptismal character."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Excommunication is medicinal. And therefore the ministry of the priestly power is not taken away from the excommunicate, as it were, perpetually, but only for a time, that they may mend; but the exercise is withdrawn from the degraded, as though condemned perpetually."
                    ],
                    "id": 3,
                    "article": 8
                }
            },
            "counter": [
                "On the contrary, Augustine (Contra Parmen. ii) proves that \"apostates\" from the faith \"are not deprived of their Baptism,\" from the fact that \"it is not restored to them when they return repentant; and therefore it is deemed that it cannot be lost.\" But in like fashion, if the degraded man be restored, he has not to be ordained over again. Consequently, he has not lost the power of consecrating, and so the degraded priest can perform this sacrament."
            ],
            "body": [
                "I answer that, The power of consecrating the Eucharist belongs to the character of the priestly order. But every character is indelible, because it is given with a kind of consecration, as was said above (Question [63], Article [5]), just as the consecrations of all other things are perpetual, and cannot be lost or repeated. Hence it is clear that the power of consecrating is not lost by degradation. For, again, Augustine says (Contra Parmen. ii): \"Both are sacraments,\" namely Baptism and order, \"and both are given to a man with a kind of consecration; the former, when he is baptized; the latter when he is ordained; and therefore it is not lawful for Catholics to repeat either of them.\" And thus it is evident that the degraded priest can perform this sacrament."
            ]
        },
        "9": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it is permissible to receive communion from heretical, excommunicate, or sinful priests, and to hear mass said by them?"
            ],
            "id": 9,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems that one may lawfully receive Communion from heretical, excommunicate, or even sinful priests, and to hear mass said by them. Because, as Augustine says (Contra Petilian. iii), \"we should not avoid God's sacraments, whether they be given by a good man or by a wicked one.\" But priests, even if they be sinful, or heretics, or excommunicate, perform a valid sacrament. Therefore it seems that one ought not to refrain from receiving Communion at their hands, or from hearing their mass."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, Christ's true body is figurative of His mystical body, as was said above (Question [67], Article [2]). But Christ's true body is consecrated by the priests mentioned above. Therefore it seems that whoever belongs to His mystical body can communicate in their sacrifices."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, there are many sins graver than fornication. But it is not forbidden to hear the masses of priests who sin otherwise. Therefore, it ought not to be forbidden to hear the masses of priests guilty of this sin."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: By refusing to hear the masses of such priests, or to receive Communion from them, we are not shunning God's sacraments; on the contrary, by so doing we are giving them honor (hence a host consecrated by such priests is to be adored, and if it be reserved, it can be consumed by a lawful priest): but what we shun is the sin of the unworthy ministers."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The unity of the mystical body is the fruit of the true body received. But those who receive or minister unworthily, are deprived of the fruit, as was said above (Article [7]; Question [80], Article [4]). And therefore, those who belong to the unity of the Faith are not to receive the sacrament from their dispensing."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Although fornication is not graver than other sins, yet men are more prone to it, owing to fleshly concupiscence. Consequently, this sin is specially inhibited to priests by the Church, lest anyone hear the mass of one living in concubinage. However, this is to be understood of one who is notorious, either from being convicted and sentenced, or from having acknowledged his guilt in legal form, or from it being impossible to conceal his guilt by any subterfuge."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "counter": [
                "On the contrary, The Canon says (Dist. 32): \"Let no one hear the mass of a priest whom he knows without doubt to have a concubine.\" Moreover, Gregory says (Dial. iii) that \"the faithless father sent an Arian bishop to his son, for him to receive sacrilegiously the consecrated Communion at his hands. But, when the Arian bishop arrived, God's devoted servant rebuked him, as was right for him to do.\""
            ],
            "body": [
                "I answer that, As was said above (Articles [5],7), heretical, schismatical, excommunicate, or even sinful priests, although they have the power to consecrate the Eucharist, yet they do not make a proper use of it; on the contrary, they sin by using it. But whoever communicates with another who is in sin, becomes a sharer in his sin. Hence we read in John's Second Canonical Epistle (11) that \"He that saith unto him, God speed you, communicateth with his wicked works.\" Consequently, it is not lawful to receive Communion from them, or to assist at their mass.",
                "Still there is a difference among the above, because heretics, schismatics, and excommunicates, have been forbidden, by the Church's sentence, to perform the Eucharistic rite. And therefore whoever hears their mass or receives the sacraments from them, commits sin. But not all who are sinners are debarred by the Church's sentence from using this power: and so, although suspended by the Divine sentence, yet they are not suspended in regard to others by any ecclesiastical sentence: consequently, until the Church's sentence is pronounced, it is lawful to receive Communion at their hands, and to hear their mass. Hence on 1 Cor. 5:11, \"with such a one not so much as to eat,\" Augustine's gloss runs thus: \"In saying this he was unwilling for a man to be judged by his fellow man on arbitrary suspicion, or even by usurped extraordinary judgment, but rather by God's law, according to the Church's ordering, whether he confess of his own accord, or whether he be accused and convicted.\""
            ]
        },
        "10": {
            "question": 82,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it is lawful for a priest to refrain entirely from consecrating the Eucharist?"
            ],
            "id": 10,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It seems to be lawful for a priest to refrain entirely from consecrating the Eucharist. Because, as it is the priest's office to consecrate the Eucharist, so it is likewise to baptize and administer the other sacraments. But the priest is not bound to act as a minister of the other sacraments, unless he has undertaken the care of souls. Therefore, it seems that likewise he is not bound to consecrate the Eucharist except he be charged with the care of souls."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, no one is bound to do what is unlawful for him to do; otherwise he would be in two minds. But it is not lawful for  the priest who is in a state of sin, or excommunicate, to consecrate the Eucharist, as was said above (Article [7]). Therefore it seems that such men are not bound to celebrate, and so neither are the others; otherwise they would be gainers by their fault."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, the priestly dignity is not lost by subsequent weakness: because Pope Gelasius I says (cf. Decretal, Dist. 55): \"As the canonical precepts do not permit them who are feeble in body to approach the priesthood, so if anyone be disabled when once in that state, he cannot lose that he received at the time he was well.\" But it sometimes happens that those who are already ordained as priests incur defects whereby they are hindered from celebrating, such as leprosy or epilepsy, or the like. Consequently, it does not appear that priests are bound to celebrate."
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The other sacraments are accomplished in being used by the faithful, and therefore he alone is bound to administer them who has undertaken the care of souls. But this sacrament is performed in the consecration of the Eucharist, whereby a sacrifice is offered to God, to which the priest is bound from the order he has received."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The sinful priest, if deprived by the Church's sentence from exercising his order, simply or for a time, is rendered incapable of offering sacrifice; consequently, the obligation lapses. But if not deprived of the power of celebrating, the obligation is not removed; nor is he in two minds, because he can repent of his sin and then celebrate."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Weakness or sickness contracted by a priest after his ordination does not deprive him of his orders; but hinders him from exercising them, as to the consecration of the Eucharist: sometimes by making it impossible to exercise them, as, for example, if he lose his sight, or his fingers, or the use of speech; and sometimes on account of danger, as in the case of one suffering from epilepsy, or indeed any disease of the mind; and sometimes, on account of loathsomeness, as is evident in the case of a leper, who ought not to celebrate in public: he can, however, say mass privately, unless the leprosy has gone so far that it has rendered him incapable owing to the wasting away of his limbs."
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "counter": [
                "On the contrary, Ambrose says in one of his Orations (xxxiii): \"It is a grave matter if we do not approach Thy altar with clean heart and pure hands; but it is graver still if while shunning sins we also fail to offer our sacrifice.\""
            ],
            "body": [
                "I answer that, Some have said that a priest may lawfully refrain altogether from consecrating, except he be bound to do so, and to give the sacraments to the people, by reason of his being entrusted with the care of souls.",
                "But this is said quite unreasonably, because everyone is bound to use the grace entrusted to him, when opportunity serves, according to 2 Cor. 6:1: \"We exhort you that you receive not the grace of God in vain.\" But the opportunity of offering sacrifice is considered not merely in relation to the faithful of Christ to whom the sacraments must be administered, but chiefly with regard to God to Whom the sacrifice of this sacrament is offered by consecrating. Hence, it is not lawful for the priest, even though he has not the care of souls, to refrain altogether from celebrating; and he seems to be bound to celebrate at least on the chief festivals, and especially on those days on which the faithful usually communicate. And hence it is that (2 Macc. 4:14) it is said against some priests that they \"were not now occupied about the offices of the altar . . . despising the temple and neglecting the sacrifices.\""
            ]
        }
    }
}