{
    "id": 34,
    "part": "TP",
    "title": "Of the Perfection of the Child Conceived",
    "outer": {
        "question": 34,
        "type": "outer",
        "part": "TP",
        "text": [
            "We must now consider the perfection of the child conceived: and concerning this there are four points of inquiry:",
            "(1) Whether Christ was sanctified by grace in the first instant of His conception?",
            "(2) Whether in that same instant He had the use of free-will?",
            "(3) Whether in that same instant He could merit?",
            "(4) Whether in that same instant He was a perfect comprehensor?"
        ],
        "title": [
            "OF THE PERFECTION OF THE CHILD CONCEIVED (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 34,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ was sanctified in the first instant of His conception?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ was not sanctified in the first instant of His conception. For it is written (1 Cor. 15:46): \"That was not first which is spiritual, but that which is natural: afterwards that which is spiritual.\" But sanctification by grace is something spiritual. Therefore Christ received the grace of sanctification, not at the very beginning of His conception, but after a space of time."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, sanctification seems to be a cleansing from sin: according to 1 Cor. 6:1: \"And such some of you were,\" namely, sinners, \"but you are washed, but you are sanctified.\" But sin was never in Christ. Therefore it was not becoming that He should be sanctified by grace."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, as by the Word of God \"all things were made,\" so from the Word incarnate all men who are made holy receive holiness, according to Heb. 2:11: \"Both he that sanctifieth and they who are sanctified are all of one.\" But \"the Word of God, by whom all things were made, was not Himself made\"; as Augustine says (De Trin. i). Therefore Christ, by whom all are made holy, was not  Himself made holy."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The order set down by the Apostle in this passage refers to those who by advancing attain to the spiritual state. But the mystery of the Incarnation is considered as a condescension of the fulness of the Godhead into human nature rather than as the promotion of human nature, already existing, as it were, to the Godhead. Therefore in the man Christ there was perfection of spiritual life from the very beginning."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: To be sanctified is to be made holy. Now something is made not only from its contrary, but also from that which is opposite to it, either by negation or by privation: thus white is made either from black or from not-white. We indeed from being sinners are made holy: so that our sanctification is a cleansing from sin. Whereas Christ, as man, was made holy, because He was not always thus sanctified by grace: yet He was not made holy from being a sinner, because He never sinned; but He was made holy from not-holy as man, not indeed by privation, as though He were at some time a man and not holy; but by negation---that is, when He was not man He had not human sanctity. Therefore at the same time He was made man and a holy man. For this reason the angel said (Lk. 1:35): \"The Holy which shall be born of thee.\" Which words Gregory expounds as follows (Moral. xviii): \"In order to show the distinction between His holiness and ours, it is declared that He shall be born holy. For we, though we are made holy, yet are not born holy, because by the mere condition of a corruptible nature we are tied . . . But He alone is truly born holy who . . . was not conceived by the combining of carnal union.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: The Father creates things through the Son, and the whole Trinity sanctifies men through the Man Christ, but not in the same way. For the Word of God has the same power and operation as God the Father: hence the Father does not work through the Son as an instrument, which is both mover and moved. Whereas the humanity of Christ is as the instrument of the Godhead, as stated above (Question [7], Article [1], ad 3; Question [8], Article [1], ad 1). Therefore Christ's humanity is both sanctified and sanctifier."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Lk. 1:35): \"The Holy which shall be born of thee shall be called the Son of God\"; and (Jn. 10:36): \"Whom the Father hath sanctified and sent into the world.\""
            ],
            "body": [
                "I answer that, As stated above (Question [7], Articles [9],10,12), the abundance of grace sanctifying Christ's soul flows from the very union of the Word, according to Jn. 1:14: \"We saw His glory . . . as it were of the Only-Begotten of the Father, full of grace and truth.\" For it has been shown above (Question [33], Articles [2],3) that in the first instant of conception, Christ's body was both animated and assumed by the Word of God. Consequently, in the first instant of His conception, Christ had the fulness of grace sanctifying His body and His soul."
            ]
        },
        "2": {
            "question": 34,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ as man had the use of free-will in the first instant  of His conception?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ as man had not the use of free-will in the first instant of His conception. For a thing is, before it acts or operates. Now the use of free-will is an operation. Since, therefore, Christ's soul began to exist in the first instant of His conception, as was made clear above (Question [33], Article [2]), it seems impossible that He should have the use of free-will in the first instant of His conception."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, the use of free-will consists in choice. But choice presupposes the deliberation of counsel: for the Philosopher says (Ethic. iii) that choice is \"the desire of what has been previously the object of deliberation.\" Therefore it seems impossible that Christ should have had the use of free-will in the first instant of His conception."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, the free-will is \"a faculty of the will and reason,\" as stated in the FP, Question [83], Article [2], Objection [2]: consequently the use of free-will is an act of the will and the reason or intellect. But the act of the intellect presupposes an act of the senses; and this cannot exist without proper disposition of the organs---a condition which would seem impossible in the first instant of Christ's conception. Therefore it seems that Christ could not have the use of free-will at the first instant of His conception."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Existence precedes action by nature, but not in time; but at the same time the agent has perfect existence, and begins to act unless it is hindered. Thus fire, as soon as it is  generated, begins to give heat and light. The action of heating, however, is not terminated in an instant, but continues for a time; whereas the action of giving light is perfected in an instant. And such an operation is the use of free-will, as stated above."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: As soon as counsel or deliberation is ended, there may be choice. But those who need the deliberation of counsel, as soon as this comes to an end are certain of what ought to be chosen: and consequently they choose at once. From this it is clear that the deliberation of counsel does not of necessity precede choice save for the purpose of inquiring into what is uncertain. But Christ, in the first instant of His conception, had the fulness of sanctifying grace, and in like manner the fulness of known truth; according to Jn. 1:14: \"Full of grace and truth.\" Wherefore, as being possessed of certainty about all things, He could choose at once in an instant."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Christ's intellect, in regard to His infused knowledge, could understand without turning to phantasms, as stated above (Question [11], Article [2]). Consequently His intellect and will could act without any action of the senses.",
                        "Nevertheless it was possible for Him, in the first instant of His conception, to have an operation of the senses: especially as to the sense of touch, which the infant can exercise in the womb even before it has received the rational soul, as is said, De Gener. Animal. ii, 3,4. Wherefore, since Christ had the rational soul in the first instant of His conception, through His body being already fashioned and endowed with sensible organs, much more was it possible for Him to exercise the sense of touch in that same instant."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says in his book on the Trinity (Gregory: Regist. ix, Ep. 61): \"As soon as the Word entered the womb, while retaining the reality of His Nature, He was made flesh, and a perfect man.\" But a perfect man has the use of free-will. Therefore Christ had the use of free-will in the first instant of His conception."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), spiritual perfection was becoming to the human nature which Christ took, which perfection He attained not by making progress, but by receiving it from the very first. Now ultimate perfection does not consist in power or habit, but in operation; wherefore it is said (De Anima ii, text. 5) that operation is a \"second act.\" We must, therefore, say that in the first instant of His conception Christ had that operation of the soul which can be had in an instant. And such is the operation of the will and intellect, in which the use of free-will consists. For the operation of the intellect and will is sudden and instantaneous, much more, indeed, than corporeal vision; inasmuch as to understand, to will, and to feel, are not movements that may be described as \"acts of an imperfect being,\" which attains perfection successively, but are \"the acts of an already perfect being,\" as is said, De Anima iii, text. 28. We must therefore say that Christ had the use of free-will in the first instant of His conception."
            ]
        },
        "3": {
            "question": 34,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ could merit in the first instant of His conception?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ could not merit in the first instant of His conception. For the free-will bears the same relation to merit as to demerit. But the devil could not sin in the first instant of his creation, as was shown in the FP, Question [63], Article [5]. Therefore neither could Christ's soul merit in the first instant of its creation---that is, in the first instant of Christ's conception."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, that which man has in the first instant of his conception seems to be natural to him: for it is in this that his natural generation is terminated. But we do not merit by what is natural to us, as is clear from what has been said in the FS, Question [109], Article [5]; FS, Question [114], Article [2]. Therefore it seems that the use of free-will, which Christ as man had in the first instant of His conception, was not meritorious."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, that which a man has once merited he makes, in a way, his own: consequently it seems that he cannot merit the same thing again: for no one merits what is already his. If, therefore,  Christ merited in the first instant of His conception, it follows that afterwards He merited nothing. But this is evidently untrue. Therefore Christ did not merit in the first instant of His conception."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: Free-will does not bear the same relation to good as to evil: for to good it is related of itself, and naturally; whereas to evil it is related as to a defect, and beside nature. Now, as the Philosopher says (De Coelo ii, text. 18): \"That which is beside nature is subsequent to that which is according to nature; because that which is beside nature is an exception to nature.\" Therefore the free-will of a creature can be moved to good meritoriously in the first instant of its creation, but not to evil sinfully; provided, however, its nature be unimpaired."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: That which man has at the first moment of his creation, in the ordinary course of nature, is natural to him. but nothing hinders a creature from receiving from God a gift of grace at the very beginning of its creation. In this way did Christ's soul in the first instant of its creation receive grace by which it could merit. And for this reason is that grace, by way of a certain likeness, said to be natural to this Man, as explained by Augustine (Enchiridion xl)."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Nothing prevents the same thing belonging to someone from several causes. And thus it is that Christ was able by subsequent actions and sufferings to merit the glory of immortality, which He also merited in the first instant of His conception: not, indeed, so that it became thereby more due to Him than before, but so that it was due to Him from more causes than before."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Augustine [*Paterius, Expos. Vet. et Nov. Test. super Ex. 40] says: \"Increase of merit was absolutely impossible to the soul of Christ.\" But increase of merit would have been possible had He not merited in the first instant of His conception. Therefore Christ merited in the first instant of His conception."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), Christ was sanctified by grace in the first instant of His conception. Now, sanctification is twofold: that of adults who are sanctified in consideration of their own act; and that of infants who are sanctified in consideration of, not their own act of faith, but that of their parents or of the Church. The former sanctification is more perfect than the latter: just as act is more perfect than habit; and \"that which is by itself, than that which is by another\" [*Aristotle, Phys. viii]. Since, therefore, the sanctification of Christ was most perfect, because He was so sanctified that He might sanctify others; consequently He was sanctified by reason of His own movement of the free-will towards God. Which movement, indeed, of the free-will is meritorious. Consequently, Christ did merit in the first instant of His conception."
            ]
        },
        "4": {
            "question": 34,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ was a perfect comprehensor in the first instant of His conception?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ was not a perfect comprehensor in the first instant of His conception. For merit precedes reward, as fault precedes punishment. But Christ merited in the first instant of His conception, as stated above (Article [3]). Since, therefore, the state of comprehension is the principal reward, it seems that Christ was not a comprehensor in the first instant of His conception."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, our Lord said (Lk. 24:26): \"Ought not Christ to have suffered these things, and so to enter into His glory?\" But glory belongs to the state of comprehension. Therefore Christ was not in the state of comprehension in the first instant of His conception, when as yet He had not suffered."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 34,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, what befits neither man nor angel seems proper to God; and therefore is not becoming to Christ as man. But to be always in the state of beatitude befits neither man nor angel: for if they had been created in beatitude, they would not have sinned afterwards. Therefore Christ, as man, was not in the state of beatitude in the first instant of His conception."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: As stated above (Question [19], Article [3]), Christ did not merit the glory of the soul, in respect of which He is said to have been a comprehensor, but the glory of the body, to which He came through His Passion.",
                        "Wherefore the reply to the Second Objection is clear."
                    ],
                    "id": 1,
                    "article": 4
                },
                "3": {
                    "question": 34,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Since Christ was both God and man, He had, even in His humanity, something more than other creatures---namely, that  He was in the state of beatitude from the very beginning."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Ps. 64:5): \"Blessed is he whom Thou hast chosen, end taken to Thee\"; which words, according to the gloss, refer to Christ's human nature, which \"was taken by the Word of God unto the unity of Person.\" But human nature was taken by the Word of God in the first instant of His conception. Therefore, in the first instant of His conception, Christ, as man, was in the state of beatitude; which is to be a comprehensor."
            ],
            "body": [
                "I answer that, As appears from what was said above (Article [3]), it was unbecoming that in His conception Christ should receive merely habitual grace without the act. Now, He received grace \"not by measure\" (Jn. 3:34), as stated above (Question [7], Article [11]). But the grace of the \"wayfarer,\" being short of that of the \"comprehensor,\" is in less measure than that of the comprehensor. Wherefore it is manifest that in the first instant of His conception Christ received not only as much grace as comprehensors have, but also greater than that which they all have. And because that grace was not without its act, it follows that He was a comprehensor in act, seeing God in His Essence more clearly than other creatures."
            ]
        }
    }
}