{
    "id": 26,
    "part": "TP",
    "title": "Of Christ as Called the Mediator of God and Man",
    "outer": {
        "question": 26,
        "type": "outer",
        "part": "TP",
        "text": [
            "We have now to consider how Christ is called the Mediator of God and man, and under this head there are two points of inquiry:",
            "(1) Whether it is proper to Christ to be the Mediator of God and man?",
            "(2) Whether this belongs to Him by reason of His human nature?"
        ],
        "title": [
            "OF CHRIST AS CALLED THE MEDIATOR OF GOD AND MAN (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 26,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether it is proper to Christ to be the Mediator of God and man?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that it is not proper to Christ to be the Mediator of God and man. For a priest and a prophet seem to be mediators between God and man, according to Dt. 5:5: \"I was the mediator and stood between God [Vulg.: 'the Lord'] and you at that  time.\" But it is not proper to Christ to be a priest and a prophet. Neither, therefore, is it proper to Him to be Mediator."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, that which is fitting to angels, both good and bad, cannot be said to be proper to Christ. But to be between God and man is fitting to the good angels, as Dionysius says (Div. Nom. iv). It is also fitting to the bad angels---that is, the demons: for they have something in common with God---namely, \"immortality\"; and something they have in common with men---namely, \"passibility of soul\" and consequently unhappiness; as appears from what Augustine says (De Civ. Dei ix, 13,15). Therefore it is not proper to Christ to be a Mediator of God and man."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, it belongs to the office of Mediator to beseech one of those, between whom he mediates, for the other. But the Holy Ghost, as it is written (Rm. 8:26), \"asketh\" God \"for us with unspeakable groanings.\" Therefore the Holy Ghost is a Mediator between God and man. Therefore this is not proper to Christ."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: The prophets and priests of the Old Law were called mediators between God and man, dispositively and ministerially: inasmuch as they foretold and foreshadowed the true and perfect Mediator of God and men. As to the priests of the New Law, they may be called mediators of God and men, inasmuch as they are the ministers of the true Mediator by administering, in His stead, the saving sacraments to men."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: The good angels, as Augustine says (De Civ. Dei ix, 13), cannot rightly be called mediators between God and men. \"For since, in common with God, they have both beatitude and immortality, and none of these things in common with unhappy and mortal man, how much rather are they not aloof from men and akin to God, than established between them?\" Dionysius, however, says that they do occupy a middle place, because, in the order of nature, they are established below God and above man. Moreover, they fulfill the office of mediator, not indeed principally and",
                        "perfectively, but ministerially and dispositively: whence (Mt. 4:11) it is said that \"angels came and ministered unto Him\"---namely, Christ. As to the demons, it is true that they have immortality in common with God, and unhappiness in common with men. \"Hence for this purpose does the immortal and unhappy demon intervene, in order that he may hinder men from passing to a happy immortality,\" and may allure them to an unhappy immortality. Whence he is like \"an evil mediator, who separates friends\" [*Augustine, De Civ. Dei xv].",
                        "But Christ had beatitude in common with God, mortality in common with men. Hence \"for this purpose did He intervene, that having fulfilled the span of His mortality, He might from dead men make immortal---which He showed in Himself by rising again; and that He might confer beatitude on those who were deprived of it---for which reason He never forsook us.\" Wherefore He is \"the good Mediator, Who reconciles enemies\" (De Civ. Dei xv)."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Since the Holy Ghost is in everything equal to God, He cannot be said to be between, or a Mediator of, God and men: but Christ alone, Who, though equal to the Father in His Godhead, yet is less than the Father in His human nature, as stated above (Question [20], Article [1]). Hence on Gal. 3:20, \"Christ is a Mediator [Vulg.: 'Now a mediator is not of one, but God is one'],\" the gloss says: \"Not the Father nor the Holy Ghost.\" The Holy Ghost, however, is said \"to ask for us,\" because He makes us ask."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (1 Tim. 2:5): \"There is . . . one Mediator of God and man, the man Christ Jesus.\""
            ],
            "body": [
                "I answer that, Properly speaking, the office of a mediator is to join together and unite those between whom he mediates: for extremes are united in the mean [medio]. Now to unite men to God perfectively belongs to Christ, through Whom men are reconciled to God, according to 2 Cor. 5:19: \"God was in Christ reconciling the world to Himself.\" And, consequently, Christ alone is the perfect Mediator of God and men, inasmuch as, by His death, He reconciled the human race to God. Hence the Apostle, after saying, \"Mediator of God and man, the man Christ Jesus,\" added: \"Who gave Himself a redemption for all.\"",
                "However, nothing hinders certain others from being called mediators, in some respect, between God and man, forasmuch as they cooperate in uniting men to God, dispositively or ministerially."
            ]
        },
        "2": {
            "question": 26,
            "type": "article",
            "part": "TP",
            "text": [],
            "title": [
                "Whether Christ, is the Mediator of God and men?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 1: It would seem that Christ is not, as man, the Mediator of God and men. For Augustine says (Contra Felic. x): \"One is the Person of Christ: lest there be not one Christ, not one substance; lest, the office of Mediator being denied, He be called the Son either of God alone, or merely the Son of a man.\" But He is the Son of God and man, not as man, but as at the same time God and man. Therefore neither should we say that, as man alone, He is Mediator of God and man."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 2: Further, just as Christ, as God, has a common nature with the Father and the Holy Ghost; so, as man, He has a common nature with men. But for the reason that, as God, He has the same nature as the Father and the Holy Ghost, He cannot be called Mediator, as God: for on 1 Tim. 2:5, \"Mediator of God and man,\" a gloss says: \"As the Word, He is not a Mediator, because He is equal to God, and God 'with God,' and at the same time one God.\" Therefore neither, as man, can He be called Mediator, on account of His having the same nature as men."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 26,
                    "type": "objection",
                    "part": "TP",
                    "text": [
                        "Objection 3: Further, Christ is called Mediator, inasmuch as He reconciled us to God: and this He did by taking away sin, which separated us from God. But to take away sin belongs to Christ, not as man, but as God. Therefore Christ is our Mediator, not as man, but as God."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 1: If we take the Divine Nature from Christ, we consequently take from Him the singular fulness of grace, which belongs to Him as the Only-begotten of the Father, as it is written (Jn. 1:14). From which fulness it resulted that He was established over all men, and approached nearer to God."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 2: Christ, as God, is in all things equal to the Father. But even in the human nature He is above all men. Therefore, as man, He can be Mediator, but not as God."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 26,
                    "type": "reply",
                    "part": "TP",
                    "text": [
                        "Reply to Objection 3: Although it belongs to Christ as God to take away sin authoritatively, yet it belongs to Him, as man, to satisfy for the sin of the human race. And in this sense He is called the Mediator of God and men."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Civ. Dei ix, 15): \"Not because He is the Word, is Christ Mediator, since He Who is supremely immortal and supremely happy is far from us unhappy mortals; but He is Mediator, as man.\""
            ],
            "body": [
                "I answer that, We may consider two things in a mediator: first, that he is a mean; secondly, that he unites others. Now it is of the nature of a mean to be distant from each extreme: while it unites by communicating to one that which belongs to the other. Now neither of these can be applied to Christ as God, but only as man. For, as God, He does not differ from the Father and the Holy Ghost in nature and power of dominion: nor have the Father and the Holy Ghost anything that the Son has not, so that He be able to communicate to others something belonging to the Father or the Holy Ghost, as though it were belonging to others than Himself. But both can be applied to Him as man. Because, as man, He is distant both from God, by nature, and from man by dignity of both grace and glory. Again, it belongs to Him, as man, to unite men to God, by communicating to men both precepts and gifts, and by offering satisfaction and prayers to God for men. And therefore He is most truly called Mediator, as man."
            ]
        }
    }
}