{
    "id": 40,
    "part": "XP",
    "title": "Of the Things Annexed to the Sacrament of Order",
    "outer": {
        "question": 40,
        "type": "outer",
        "part": "XP",
        "text": [
            "We must now consider the things that are annexed to the sacrament of Order. Under this head there are seven points of inquiry:",
            "(1) Whether those who are ordained ought to be shaven and tonsured in the form of a crown?",
            "(2) Whether the tonsure is an Order?",
            "(3) Whether by receiving the tonsure one renounces temporal goods?",
            "(4) Whether above the priestly Order there should be an episcopal power?",
            "(5) Whether the episcopate is an Order?",
            "(6) Whether in the Church there can be any power above the  episcopate?",
            "(7) Whether the vestments of the ministers are fittingly instituted by the Church?"
        ],
        "title": [
            "OF THE THINGS ANNEXED TO THE SACRAMENT OF ORDER (SEVEN ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether those who are ordained ought to wear the tonsure?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that those who are ordained ought not to wear the tonsure in the shape of a crown. For the Lord threatened captivity and dispersion to those who were shaven in this way: \"Of the captivity of the bare head of the enemies\" (Dt. 32:42), and: \"I will scatter into every wind them that have their hair cut round\" (Jer. 49:32). Now the ministers of Christ should not be captives, but free. Therefore shaving and tonsure in the shape of a crown does not become them."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the truth should correspond to the figure. Now the crown was prefigured in the Old Law by the tonsure of the Nazarenes, as stated in the text (Sent. iv, D, 24). Therefore since the Nazarenes were not ordained to the Divine ministry, it would seem that the ministers of the Church should not receive the tonsure or shave the head in the form of a crown. The same would seem to follow from the fact that lay brothers, who are not ministers of the Church, receive a tonsure in the religious Orders."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, the hair signifies superabundance, because it grows from that which is superabundant. But the ministers of the Church should cast off all superabundance. Therefore they should shave the head completely and not in the shape of a crown."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The Lord threatens those who did this for the worship of demons."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: The things that were done in the Old Testament  represent imperfectly the things of the New Testament. Hence things pertaining to the ministers of the New Testament were signified not only by the offices of the Levites, but also by all those persons who professed some degree of perfection. Now the Nazarenes professed a certain perfection by having their hair cut off, thus signifying their contempt of temporal things, although they did not have it cut in the shape of a crown, but cut it off completely, for as yet it was not the time of the royal and perfect priesthood. In like manner lay brothers have their hair cut because they renounce temporalities. but they do not shave the head, because they are not occupied in the Divine ministry, so as to have to contemplate Divine things with the mind."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: Not only the renunciation of temporalities, but also the royal dignity has to be signified by the form of a crown; wherefore the hair should not be cut off entirely. Another reason is that this would be unbecoming."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, According to Gregory, \"to serve God is to reign\" (Super Ps. 101:23). Now a crown is the sign of royalty. Therefore a crown is becoming to those who are devoted to the Divine ministry.",
                "Further, according to 1 Cor. 11:15, hair is given us \"for a covering.\" But the ministers of the altar should have the mind uncovered. Therefore the tonsure is becoming to them."
            ],
            "body": [
                "I answer that, It is becoming for those who apply themselves to the Divine ministry to be shaven or tonsured in the form of a crown by reason of the shape. Because a crown is the sign of royalty; and of perfection, since it is circular; and those who are appointed to the Divine service acquire a royal dignity and ought to be perfect in virtue. It is also becoming to them as it involves the hair being taken both from the higher part of the head by shaving, lest their mind be hindered by temporal occupations from contemplating Divine things, and from the lower part by clipping, lest their senses be entangled in temporal things."
            ]
        },
        "2": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether the tonsure is an Order?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that the tonsure is an Order. For in the acts of the Church the spiritual corresponds to the corporal. Now the tonsure is a corporal sign employed by the Church. Therefore seemingly there is some interior signification corresponding thereto; so that a person receives a character when he receives the tonsure, and consequently the latter is an Order."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, just as Confirmation and the other Orders are given by a bishop alone, so is the tonsure. Now a character is imprinted in Confirmation, and the other Orders. Therefore one is imprinted likewise in receiving the tonsure. Therefore the same conclusion follows."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, Order denotes a degree of dignity. Now a cleric by the very fact of being a cleric is placed on a degree above the people. Therefore the tonsure by which he is made a cleric is an Order."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The tonsure has some spiritual thing inwardly corresponding to it, as signate corresponds to sign; but this is not a spiritual power. Wherefore a character is not imprinted in the tonsure as in an Order."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Although a man does not receive a character in the tonsure, nevertheless he is appointed to the Divine worship. Hence this appointment should be made by the supreme minister, namely the bishop, who moreover blesses the vestments and vessels and whatsoever else is employed in the Divine worship."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: A man through being a cleric is in a higher state than a layman; but as regards power he has not the higher degree that is required for Orders."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, No Order is given except during the celebration of Mass. But the tonsure is given even outside the office of the Mass. Therefore it is not an Order.",
                "Further, in the conferring of every Order mention is made of some power granted, but not in the conferring of the tonsure. Therefore it is not an Order."
            ],
            "body": [
                "I answer that, The ministers of the Church are severed from the people in order that they may give themselves entirely to the Divine worship. Now in the Divine worship are certain actions that have to be exercised by virtue of certain definite powers, and for this purpose the spiritual power of order is given; while other actions are performed by the whole body of ministers in common, for instance the recital of the Divine praises. For such things it is  not necessary to have the power of Order, but only to be deputed to such an office; and this is done by the tonsure. Consequently it is not an Order but a preamble to Orders."
            ]
        },
        "3": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether by receiving the tonsure a man renounces temporal goods?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that men renounce temporal goods by receiving the tonsure, for when they are tonsured they say: \"The Lord is the portion of my inheritance.\" But as Jerome says (Ep. ad Nepot.), \"the Lord disdains to be made a portion together with these temporal things.\" Therefore he renounces temporalities."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the justice of the ministers of the New Testament ought to abound more than that of the ministers of the Old Testament (Mt. 5:20). But the ministers of the Old Testament, namely the Levites, did not receive a portion of inheritance with their brethren (Dt. 10; Dt. 18). Therefore neither should the ministers of the New Testament."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, Hugh says (De Sacram. ii) that \"after a man is made a cleric, he must from thenceforward live on the pay of the Church.\" But this would not be so were he to retain his patrimony. Therefore he would seem to renounce it by becoming a cleric."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: In the Old Testament the Levites had a right to their paternal inheritance; and the reason why they did not receive a portion with the other tribes was because they were scattered throughout all the tribes, which would have been impossible if, like the other tribes, they had received one fixed portion of the soil."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: Clerics promoted to holy orders, if they be poor, must be provided for by the bishop who ordained them; otherwise he is not so bound. And they are bound to minister to the Church in the Order they have received. The words of Hugh refer to those who have no means of livelihood."
                    ],
                    "id": 3,
                    "article": 3
                },
                "11": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1:: The Lord disdains to be a portion as being loved equally with other things, so that a man place his end in God and the things of the world. He does not, however, disdain to be the portion of those who so possess the things of the world as not to be withdrawn thereby from the Divine worship."
                    ],
                    "id": 11,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Jeremias was of the priestly order (Jer. 1:1). Yet he retained possession of his inheritance (Jer. 32:8). Therefore clerics can retain their patrimony.",
                "Further, if this were not so there would seem to be no difference between religious and the secular clergy."
            ],
            "body": [
                "I answer that, Clerics by receiving the tonsure, do not renounce their patrimony or other temporalities; since the possession of earthly things is not contrary to the Divine worship to which clerics are appointed, although excessive care for such things is; for as Gregory says (Moral. x, 30), \"it is not wealth but the love of wealth that is sinful.\""
            ]
        },
        "4": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether above the priestly Order there ought to be an episcopal power?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that there ought not to be an episcopal power above the priestly Order. For as stated in the text (Sent. iv, D, 24) \"the priestly Order originated from Aaron.\" Now in the Old Law there was no one above Aaron. Therefore neither in the New Law ought there to be any power above that of the priests."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, powers rank according to acts. Now no sacred act can be greater than to consecrate the body of Christ, whereunto the priestly power is directed. Therefore there should not be an episcopal above the priestly power."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, the priest, in offering, represents Christ in the Church, Who offered Himself for us to the Father. Now no one is above Christ in the Church, since He is the Head of the Church. Therefore there should not be an episcopal above the priestly power."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: Aaron was both priest and pontiff, that is chief priest. Accordingly the priestly power originated from him, in so far as he was a priest offering sacrifices, which was lawful even to the lesser priests; but it does not originate from him as pontiff, by which power he was able to do certain things; for instance, to enter once a year the Holy of Holies, which it was unlawful for the other priests to do."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: There is no higher power with regard to this act, but with regard to another, as stated above."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: Just as the perfections of all natural things pre-exist in God as their exemplar, so was Christ the exemplar of all ecclesiastical offices. Wherefore each minister of the Church is, in some respect, a copy of Christ, as stated in the text (Sent. iv, D, 24). Yet he is the higher who represents Christ according to a greater perfection. Now a priest represents Christ in that He fulfilled a certain ministry by Himself, whereas a bishop represents Him in that He instituted other ministers and founded the Church. Hence it belongs to a bishop to dedicate a thing to the Divine offices, as establishing the Divine worship after the manner of Christ. For this reason also a bishop is especially called the bridegroom of the Church even as Christ is."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, A power is so much the higher according as it extends to more things. Now the priestly power, according to Dionysius (Eccl. Hier. v), extends only to cleansing and enlightening, whereas the episcopal power extends both to this and to perfecting. Therefore the episcopal should be above the priestly power.",
                "Further, the Divine ministries should be more orderly than human ministries. Now the order of human ministries requires that in each office there should be one person to preside, just as a general is placed over soldiers. Therefore there should also be appointed over priests one who is the chief priest, and this is the bishop. Therefore the episcopal should be above the priestly power."
            ],
            "body": [
                "I answer that, A priest has two acts: one is the principal, namely to consecrate the body of Christ. the other is secondary, namely to prepare God's people for the reception of this sacrament, as stated above (Question [37], Articles [2],4). As regards the first act, the priest's power does not depend on a higher power save God's; but as to the second, it depends on a higher and that a human power. For every power that cannot exercise its act without certain ordinances, depends on the power that makes those ordinances. Now a priest cannot loose and bind, except we presuppose him to have the jurisdiction of authority, whereby those whom he absolves are subject to him. But he can consecrate any matter determined by Christ, nor is anything else required for the validity of the sacrament; although, on account of a certain congruousness, the act of the bishop is pre-required in the consecration of the altar, vestments, and so forth. Hence it is clear that it behooves the episcopal to be above the priestly power, as regards the priest's secondary act, but not as regards his primary act."
            ]
        },
        "5": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether the episcopate is an Order?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that the episcopate is an Order. First of all, because Dionysius (Eccl. Hier. v) assigns these three orders to the ecclesiastical hierarchy, the bishop, the priest, and the minister. In the text also (Sent. iv, D, 24) it is stated that the episcopal Order is fourfold."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, Order is nothing else but a degree of power in the dispensing of spiritual things. Now bishops can dispense certain sacraments which priests cannot dispense, namely  Confirmation and Order. Therefore the episcopate is an Order."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, in the Church there is no spiritual power other than of Order or jurisdiction. But things pertaining to the episcopal power are not matters of jurisdiction, else they might be committed to one who is not a bishop, which is false. Therefore they belong to the power of Order. Therefore the bishop has an Order which a simple priest has not; and thus the episcopate is an Order."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Order considered as a sacrament which imprints a character is specially directed to the sacrament of the Eucharist, in which Christ Himself is contained, because by a character we are made like to Christ Himself [*Cf. TP, Question [63], Article [3]]. Hence although at his promotion a bishop receives a spiritual power in respect of certain sacraments, this power nevertheless has not the nature of a character. For this reason the episcopate is not an Order, in the sense in which an Order is a sacrament."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: The episcopal power is one not only of jurisdiction but also of Order, as stated above, taking Order in the sense in which it is generally understood."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, One Order does not depend on a preceding order as regards the validity of the sacrament. But the episcopal power depends on the priestly power, since no one can receive the episcopal power unless he have previously the priestly power. Therefore the episcopate is not an Order.",
                "Further, the greater Orders are not conferred except on Saturdays [*The four Ember Saturdays]. But the episcopal power is bestowed on Sundays [*Dist. lxxv, can. Ordinationes]. Therefore it is not an Order."
            ],
            "body": [
                "I answer that, Order may be understood in two ways. In one way as a sacrament, and thus, as already stated (Question [37], Articles [2],4), every Order is directed to the sacrament of the Eucharist. Wherefore since the bishop has not a higher power than the priest, in this respect the episcopate is not an Order. In another way Order may be considered as an office in relation to certain sacred actions: and thus since in hierarchical actions a bishop has in relation to the mystical body a higher power than the priest, the episcopate is an Order. It is in this sense that the authorities quoted speak.",
                "Hence the Reply to the First Objection is clear."
            ]
        },
        "6": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether in the Church there can be anyone above the bishops?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that there cannot be anyone in the Church higher than the bishops. For all the bishops are the successors of the apostles. Now the power so given to one of the apostles, namely Peter (Mt. 16:19), was given to all the apostles (Jn. 20:23). Therefore all bishops are equal, and one is not above another."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the rite of the Church ought to be more conformed to the Jewish rite than to that of the Gentiles. Now the distinction of the episcopal dignity and the appointment of one over another, were introduced by the Gentiles. as stated in the text (Sent. iv, D, 24); and there was no such thing in the Old Law. Therefore neither in the Church should one bishop be above another."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, a higher power cannot be conferred by a lower, nor equal by equal, because \"without all contradiction that which is less is blessed by the greater [Vulg.: 'better']\"; hence a priest does not consecrate a bishop or a priest, but a bishop consecrates a priest. But a bishop can consecrate any bishop, since even the bishop of Ostia consecrates the Pope. Therefore the episcopal dignity is equal in all matters, and consequently one bishop should not be subject to another, as stated in the text (Sent. iv, D, 24)."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: Although the power of binding and loosing was given to all the apostles in common, nevertheless in order to indicate some order in this power, it was given first of all to Peter alone, to show that this power must come down from him to the others. For this reason He said to him in the singular: \"Confirm thy brethren\" (Lk. 22:32), and: \"Feed My sheep\" (Jn. 21:17), i.e. according to Chrysostom: \"Be thou the president and head of thy brethren in My stead, that they, putting thee in My place, may preach and confirm thee throughout the world whilst thou sittest on thy throne.\""
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: The Jewish rite was not spread abroad in various kingdoms and provinces, but was confined to one nation; hence there was no need to distinguish various pontiffs under the one who had the chief power. But the rite of the Church, like that of the Gentiles, is spread abroad through various nations; and consequently in this respect it is necessary for the constitution of the Church to be like the rite of the Gentiles rather than that of the Jews."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: The priestly power is surpassed by the episcopal power, as by a power of a different kind; but the episcopal is surpassed by the papal power as by a power of the same kind. Hence a bishop can perform every hierarchical act that the Pope can; whereas a priest cannot perform every act that a bishop can in conferring the sacraments. Wherefore as regards matters pertaining to the episcopal Order, all bishops are equal, and for this reason any bishop can consecrate another bishop."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, We read in the council of Constantinople: \"In accordance with the Scriptures and the statutes and definitions of the canons, we venerate the most holy bishop of ancient Rome the first and greatest of bishops, and after him the bishop of Constantinople.\" Therefore one bishop is above another.",
                "Further, the blessed Cyril, bishop of Alexandria, says: \"That we may remain members of our apostolic head, the throne of the Roman Pontiffs, of whom it is our duty to seek what we are to believe and what we are to hold, venerating him, beseeching him above others; for his it is to reprove, to correct, to appoint, to loose, and to bind in place of Him Who set up that very throne, and Who gave the fulness of His own to no other, but to him alone, to whom by divine right all bow the head, and the primates of the world are obedient as to our Lord Jesus Christ Himself.\" Therefore bishops are subject to someone even by divine right."
            ],
            "body": [
                "I answer that, Wherever there are several authorities directed to one purpose, there must needs be one universal authority over the particular authorities, because in all virtues and acts the order is according to the order of their ends (Ethic. i, 1,2). Now the common good is more Godlike than the particular good. Wherefore above the governing power which aims at a particular good there must be a universal governing power in respect of the common good, otherwise there would be no cohesion towards the one object. Hence since the whole Church is one body, it behooves, if this oneness is to be preserved, that there be a governing power in respect of the whole Church, above the episcopal power whereby each particular Church is governed, and this is the power of the Pope. Consequently those who deny this power are called schismatics as causing a division in the unity of the Church. Again, between a simple bishop and the Pope there are other degrees of rank corresponding to the degrees of union, in respect of which one congregation or community includes another; thus the community of a province includes the community of a city, and the community of a kingdom includes the community of one province, and the community of the whole world  includes the community of one kingdom."
            ]
        },
        "7": {
            "question": 40,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether the vestments of the ministers are fittingly instituted in the Church?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that the vestments of the ministers are not fittingly instituted in the Church. For the ministers of the New Testament are more bound to chastity than were the ministers of the Old Testament. Now among the vestments of the Old Testament there were the breeches as a sign of chastity. Much more therefore should they have a place among the vestments of the Church's ministers."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the priesthood of the New Testament is more worthy than the priesthood of the Old. But the priests of the Old Testament had mitres, which are a sign of dignity. Therefore the priests of the New Testament should also have them."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, the priest is nearer than the episcopal Order to the Orders of ministers. Now the bishop uses the vestments of the ministers, namely the dalmatic, which is the deacon's vestment, and the tunic, which is the subdeacon's. Much more therefore should simple priests use them."
                    ],
                    "id": 3,
                    "article": 7
                },
                "4": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 4: Further, in the Old Law the pontiff wore the ephod [*Superhumerale, i.e. over-the-shoulders], which signified the burden of the Gospel, as Bede observes (De Tabernac. iii). Now this is especially incumbent on our pontiffs. Therefore they ought to wear the ephod."
                    ],
                    "id": 4,
                    "article": 7
                },
                "5": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 5: Further, \"Doctrine and Truth\" were inscribed on the \"rational\" which the pontiffs of the Old Testament wore. Now truth was made known especially in the New Law. Therefore it is becoming to the pontiffs of the New Law."
                    ],
                    "id": 5,
                    "article": 7
                },
                "6": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 6: Further, the golden plate on which was written the most admirable name of God, was the most admirable of the adornments of the Old Law. Therefore it should especially have been transferred to the New Law."
                    ],
                    "id": 6,
                    "article": 7
                },
                "7": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 7: Further, the things which the ministers of the Church wear outwardly are signs of inward power. Now the archbishop has no other kind of power than a bishop, as stated above (Article [6]). Therefore he should not have the pallium which other bishops have not."
                    ],
                    "id": 7,
                    "article": 7
                },
                "8": {
                    "question": 40,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 8: Further, the fulness of power resides in the Roman Pontiff. But he has not a crozier. Therefore other bishops should not have one."
                    ],
                    "id": 8,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The priests of the Old Law were enjoined continency only for the time of their attendance for the purpose of their ministry. Wherefore as a sign of the chastity which they had then to observe, they wore the breeches while offering sacrifices. But the ministers of the New Testament are enjoined perpetual continency; and so the comparison fails."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: The mitre was not a sign of dignity, for it was a kind of hat, as Jerome says (Ep. ad Fabiol.). But the diadem which was a sign of dignity was given to the pontiffs alone, as the mitre is now."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: The power of the ministers resides in the bishop as their source, but not in the priest, for he does not confer those Orders. Wherefore the bishop, rather than the priest, wears those vestments."
                    ],
                    "id": 3,
                    "article": 7
                },
                "4": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 4: Instead of the ephod, they wear the stole, which is intended for the same signification as the ephod."
                    ],
                    "id": 4,
                    "article": 7
                },
                "5": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 5: The pallium takes the place of the \"rational.\""
                    ],
                    "id": 5,
                    "article": 7
                },
                "6": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 6: Instead of that plate our pontiff wears the cross, as Innocent III says (De Myst. Miss. i), just as the breeches are replaced by the sandals, the linen garment by the alb, the belt by the girdle, the long or talaric garment by the tunic, the ephod by the amice, the \"rational\" by the pallium, the diadem by the mitre."
                    ],
                    "id": 6,
                    "article": 7
                },
                "7": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 7: Although he has not another kind of power he has the same power more fully. and so in order to designate this perfection, he receives the pallium which surrounds him on all sides."
                    ],
                    "id": 7,
                    "article": 7
                },
                "8": {
                    "question": 40,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 8: The Roman Pontiff does not use a pastoral staff because Peter sent his to restore to life a certain disciple who afterwards became bishop of Treves. Hence in the diocese of Treves the Pope carries a crozier but not elsewhere; or else it is a sign of his not having a restricted power denoted by the curve of the staff."
                    ],
                    "id": 8,
                    "article": 7
                }
            },
            "counter": [],
            "body": [
                "I answer that, The vestments of the ministers denote the qualifications required of them for handling Divine things. And since certain things are required of all, and some are required of the higher, that are not so exacted of the lower ministers, therefore certain vestments are common to all the ministers, while some pertain to the higher ministers only. Accordingly it is becoming to all the ministers to wear the \"amice\" which covers the shoulders, thereby signifying courage in the exercise of the Divine offices to which they are deputed; and the \"alb,\" which signifies a pure life, and the \"girdle,\" which signifies restraint of the flesh. But the subdeacon wears in addition the \"maniple\" on the left arm; this signifies the wiping away of the least stains, since a maniple is a kind of handkerchief for wiping the face; for they are the first to be admitted to the handling of sacred things. They also have the \"narrow tunic,\" signifying the doctrine of Christ; wherefore in the Old Law little bells hung therefrom, and subdeacons are the first admitted to announce the doctrine of the New Law. The deacon has in addition the \"stole\" over the left shoulder, as a sign that he is deputed to a ministry in the sacraments themselves, and the \"dalmatic\" (which is a full vestment, so called because it first came into use in Dalmatia), to signify that he is the first to be appointed to dispense the sacraments: for he dispenses the blood, and in dispensing one should be generous.",
                "But in the case of the priest the \"stole\" hangs from both shoulders, to show that he has received full power to dispense the sacraments, and not as the minister of another man, for which reason the stole reaches right down. He also wears the \"chasuble,\"  which signifies charity, because he it is who consecrates the sacrament of charity, namely the Eucharist.",
                "Bishops have nine ornaments besides those which the priest has; these are the \"stockings, sandals, succinctory, tunic, dalmatic, mitre, gloves, ring, and crozier,\" because there are nine things which they can, but priests cannot, do, namely ordain clerics, bless virgins, consecrate bishops, impose hands, dedicate churches, depose clerics, celebrate synods, consecrate chrism, bless vestments and vessels.",
                "We may also say that the \"stockings\" signify his upright walk; the \"sandals\" which cover the feet, his contempt of earthly things; the \"succinctory\" which girds the stole with the alb, his love of probity; the \"tunic,\" perseverance, for Joseph is said (Gn. 37:23) to have had a long tunic---\"talaric,\" because it reached down to the ankles [talos], which denote the end of life; the \"dalmatic,\" generosity in works of mercy; the \"gloves,\" prudence in action; the \"mitre,\" knowledge of both Testaments, for which reason it has two crests; the \"crozier,\" his pastoral care, whereby he has to gather together the wayward (this is denoted by the curve at the head of the crozier), to uphold the weak (this is denoted by the stem of the crozier), and to spur on the laggards (this is denoted by the point at the foot of the crozier). Hence the line:",
                "\"Gather, uphold, spur on",
                "The wayward, the weak, and the laggard.\" The \"ring\" signifies the sacraments of that faith whereby the Church is espoused to Christ. For bishops are espoused to the Church in the place of Christ. Furthermore archbishops have the \"pallium\" in sign of their privileged power, for it signifies the golden chain which those who fought rightfully were wont to receive."
            ]
        }
    }
}