{
    "id": 33,
    "part": "XP",
    "title": "Of the Repetition of This Sacrament",
    "outer": {
        "question": 33,
        "type": "outer",
        "part": "XP",
        "text": [
            "We must now consider the repetition of this sacrament: under which head there are two points of inquiry:",
            "(1) Whether this sacrament ought to be repeated?",
            "(2) Whether it ought to be repeated during the same sickness?"
        ],
        "title": [
            "OF THE REPETITION OF THIS SACRAMENT (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 33,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether this sacrament ought to be repeated?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that this sacrament ought not to be repeated. For the anointing of a man is of greater import than the anointing of a stone. But the anointing of an altar is not repeated, unless the altar be shattered. Neither, therefore, should Extreme Unction, whereby a man is anointed, be repeated."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, nothing comes after what is extreme. But this unction is called extreme. Therefore it should not be repeated."
                    ],
                    "id": 2,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 33,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The stone is anointed in order that the altar may be consecrated, and the stone remains consecrated, as long as the altar remains, hence it cannot be anointed again. But a man is not consecrated by being anointed, since it does not imprint a character on him. Hence there is no comparison."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 33,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: What men think to be extreme is not always extreme in reality. It is thus that this sacrament is called Extreme Unction, because it ought not to be given save to those whose death men think to be nigh."
                    ],
                    "id": 2,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, This sacrament is a spiritual healing applied  under the form of a bodily cure. But a bodily cure is repeated. Therefore this sacrament also can be repeated."
            ],
            "body": [
                "I answer that, No sacramental or sacrament, having an effect that lasts for ever, can be repeated, because this would imply that the sacrament had failed to produce that effect; and this would be derogatory to the sacrament. On the other hand a sacrament whose effect does not last for ever, can be repeated without disparaging that sacrament, in order that the lost effect may be recovered. And since health of body and soul, which is the effect of this sacrament, can be lost after it has been effected, it follows that this sacrament can, without disparagement thereto, be repeated."
            ]
        },
        "2": {
            "question": 33,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether this sacrament ought to be repeated during the same sickness?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that this sacrament ought not to be repeated during the same sickness. For one disease demands one remedy. Now this sacrament is a spiritual remedy. Therefore it ought not to be repeated for one sickness."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, if a sick man could be anointed more than once during one disease, this might be done for a whole day: which is absurd."
                    ],
                    "id": 2,
                    "article": 2
                }
            },
            "replies": {},
            "counter": [
                "On the contrary, Sometimes a disease lasts long after the sacrament has been received, so that the remnants of sin, against which chiefly this sacrament is given, would be contracted. Therefore it ought to be given again."
            ],
            "body": [
                "I answer that, This sacrament regards not only the sickness, but also the state of the sick man, because it ought not to be given except to those sick people who seem, in man's estimation, to be nigh to death. Now some diseases do not last long; so that if this sacrament is given at the time that the sick man is in a state of danger of death, he does not leave that state except the disease be cured, and thus he needs not to be anointed again. But if he has a relapse, it will be a second sickness, and he can be anointed again. on the other hand some diseases are of long duration, as hectic fever, dropsy and the like, and those who lie sick of them should not be anointed until they seem to be in danger of death. And if the sick man escape that danger while the disease continues,  and be brought again thereby to the same state of danger, he can be anointed again, because it is, as it were, another state of sickness, although strictly speaking, it is not another sickness. This suffices for the Replies to the Objections."
            ]
        }
    }
}