{
    "id": 90,
    "part": "XP",
    "title": "Of the Form of the Judge in Coming to the Judgment",
    "outer": {
        "question": 90,
        "type": "outer",
        "part": "XP",
        "text": [
            "We must now consider the form of the Judge in coming to the judgment. Under this head there are three points of inquiry:",
            "(1) Whether Christ will judge under the form or His humanity?",
            "(2) Whether He will appear under the form of His glorified humanity?",
            "(3) Whether His Godhead can be seen without joy?"
        ],
        "title": [
            "OF THE FORM OF THE JUDGE IN COMING TO THE JUDGMENT (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 90,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether Christ will judge under the form of His humanity?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that Christ will not judge under the form of His humanity. For judgment requires authority in the judge. Now Christ has authority over the quick and the dead as God, for thus is He the Lord and Creator of all. Therefore He will judge under the form of His Godhead."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, invincible power is requisite in a judge; wherefore it is written (Eccles. 7:6): \"Seek not to be made a judge, unless thou have strength enough to extirpate iniquities.\" Now invincible power belongs to Christ as God. Therefore He will judge under the form of the Godhead."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, it is written (Jn. 5:22,23): \"The Father . . . hath given all judgment to the Son, that all men may honor the Son as they honor the Father.\" Now equal honor to that of the Father is not due to the Son in respect of His human nature. Therefore He will not judge under His human form."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 4: Further, it is written (Dan. 7:9): \"I beheld till thrones were placed and the Ancient of days sat.\" Now the thrones signify judicial power, and God is called the Ancient by reason of His eternity, according to Dionysius (Div. Nom. x). Therefore it becomes the Son to judge as being eternal; and consequently not as man."
                    ],
                    "id": 4,
                    "article": 1
                },
                "5": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 5: Further, Augustine says (Tract. xix in Joan.) that \"the resurrection of the soul is the work of the Word the Son of God, and the resurrection of the body is the work of the Word made the Son of man in the flesh.\" Now that last judgment regards the soul rather than the body. Therefore it becomes Christ to judge as God rather than as man."
                    ],
                    "id": 5,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: Christ, in respect of His Divine nature, has authority of lordship over all creatures by right of creation; but in respect of His human nature He has authority of lordship merited through His Passion. The latter is secondary so to speak and acquired, while the former is natural and eternal."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Although Christ as man has not of Himself invincible power resulting from the natural power of the human species, nevertheless there is also in His human nature an invincible power derived from His Godhead, whereby all things are subjected under His feet (1 Cor. 15:25-28; Heb. 2:8,9). Hence He will judge in His human nature indeed, but by the power of His Godhead."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: Christ would not have sufficed for the redemption of mankind, had He been a mere man. Wherefore from the very fact that He was able as man to redeem mankind, and thereby obtained judicial power, it is evident that He is God, and consequently is to be honored equally with the Father, not as man but as God."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 4: In that vision of Daniel the whole order of the judicial power is clearly expressed. This power is in God Himself  as its first origin, and more especially in the Father Who is the fount of the entire Godhead; wherefore it is stated in the first place that the \"Ancient of days sat.\" But the judicial power was transmitted from the Father to the Son, not only from eternity in respect of the Divine nature, but also in time in respect of the human nature wherein He merited it. Hence in the aforesaid vision it is further stated (Dan. 7:13,14): \"Lo, one like the Son of man came with the clouds of heaven, and He came even to the Ancient of days . . . And He gave Him power and glory, and a kingdom.\""
                    ],
                    "id": 4,
                    "article": 1
                },
                "5": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 5: Augustine is speaking by a kind of appropriation, so as to trace the effects which Christ wrought in the human nature to causes somewhat similar to them. And since we are made to the image and likeness of God in respect of our soul, and are of the same species as the man Christ in respect of our body, he ascribes to the Godhead the effects wrought by Christ in our souls, and those which He wrought or will work in our bodies he ascribes to His flesh; although His flesh, as being the instrument of His Godhead, has also its effect on our souls as Damascene asserts (De Fide Orth. iii, 15), according to the saying of Heb. 9:14, that His \"blood\" hath cleansed \"our conscience from dead works.\" And thus that \"the Word was made flesh\" is the cause of the resurrection of souls; wherefore also according to His human nature He is becomingly the Judge not only of bodily but also of spiritual goods [*Cf. TP, Question [56], Article [2], ad 1]."
                    ],
                    "id": 5,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Jn. 5:27): \"He hath given Him power to do judgment, because He is the Son of man.\"",
                "Further, it is written (Job 36:17): \"Thy cause hath been judged as that of the wicked---by Pilate\" according to a gloss---therefore, \"cause and judgment thou shalt recover---that thou mayest judge justly,\" according to the gloss. Now Christ was judged by Pilate with regard to His human nature. Therefore He will judge under the human nature.",
                "Further, to Him it belongs to judge who made the law. Now  Christ gave us the law of the Gospel while appearing in the human nature. Therefore He will judge under that same nature."
            ],
            "body": [
                "I answer that, Judgment requires a certain authority in the judge. Wherefore it is written (Rm. 14:4): \"Who art thou that judgest another man's servant?\" Hence it is becoming that Christ should judge in respect of His having authority over men to whom chiefly the last judgment will be directed. Now He is our Lord, not only by reason of the Creation, since \"the Lord He is God, He made us and not we ourselves\" (Ps. 99:3), but also by reason of the Redemption, which pertains to Him in respect of His human nature. Wherefore \"to this end Christ died and rose again, that He might be Lord both of the dead and of the living\" (Rm. 14:9). But the goods of the Creation would not suffice us to obtain the reward of eternal life, without the addition of the boon of the Redemption, on account of the obstacle accruing to created nature through the sin of our first parent. Hence, since the last judgment is directed to the admission of some to the kingdom, and the exclusion of others therefrom, it is becoming that Christ should preside at that judgment under the form of His human nature, since it is by favor of that same nature's Redemption that man is admitted to the kingdom. In this sense it is stated (Acts 10:42) that \"He . . . was appointed by God to be Judge of the living and of the dead.\" And forasmuch as by redeeming mankind He restored not only man but all creatures without exception---inasmuch as all creatures are bettered through man's restoration, according to Col. 1:20, \"Making peace through the blood of His cross, both as to things on earth, and the things that are in heaven\"---it follows that through His Passion Christ merited lordship and judicial power not over man alone, but over all creatures, according to Mt. 28:18, \"All power is given to Me, in heaven and in earth\" [*Cf. TP, Question [59]]."
            ]
        },
        "2": {
            "question": 90,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether at the judgment Christ will appear in His glorified humanity?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that at the judgment Christ will not appear in His glorified humanity. For a gloss [*St. Augustine, Tract. cxx in Joan.] on Jn. 19:37, \"They shall look on him whom they pierced,\" says: \"Because He will come in the flesh wherein He was crucified.\" Now He was crucified in the form of weakness. Therefore He will appear in the form of weakness and not in the form of glory."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, it is stated (Mt. 24:30) that \"the sign of the Son of man shall appear in heaven,\" namely, \"the sign of the cross,\" as Chrysostom says (Hom. lxxvii in Matth.), for \"Christ when coming to the judgment will show not only the scars of His wounds but even His most shameful death.\" Therefore it seems that He will not appear in the form of glory."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, Christ will appear at the judgment under that form which can be gazed upon by all. Now Christ will not be visible to all, good and wicked, under the form of His glorified humanity: because the eye that is not glorified is seemingly unproportionate to see the clarity of a glorified body. Therefore He will not appear under a glorified form."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 4: Further, that which is promised as a reward to the righteous is not granted to the unrighteous. Now it is promised as  a reward to the righteous that they shall see the glory of His humanity (Jn. 10:9): \"He shall go in, and go out, and shall find pastures, i.e. refreshment in His Godhead and humanity,\" according to the commentary of Augustine [*De Spiritu et Anima, work of an unknown author. St. Thomas, De Anima, ascribes it to Alcherus, a Cistercian monk; see above Question [70], Article [2], ad 1] and Is. 33:17: \"His eyes shall see the King in his beauty.\" Therefore He will not appear to all in His glorified form."
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 5: Further, Christ will judge in the form wherein He was judged: wherefore a gloss [*St. Augustine, Tract. xix, in Joan.] on Jn. 5:21, \"So the Son also giveth life to whom He will,\" says: \"He will judge justly in the form wherein He was judged unjustly, that He may be visible to the wicked.\" Now He was judged in the form of weakness. Therefore He will appear in the same form at the judgment."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: He will appear in the same flesh, but not under the same form."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: The sign of the cross will appear at the judgment, to denote not a present but a past weakness: so as to show how justly those were condemned who scorned so great mercy,  especially those who persecuted Christ unjustly. The scars which will appear in His body will not be due to weakness, but will indicate the exceeding power whereby Christ overcame His enemies by His Passion and infirmity. He will also show forth His most shameful death, not by bringing it sensibly before the eye, as though He suffered it there; but by the things which will appear then, namely the signs of His past Passion, He will recall men to the thought of His past death."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: A glorified body has it in its power to show itself or not to show itself to an eye that is not glorified, as stated above (Question [85], Article [2], ad 3). Hence Christ will be visible to all in His glorified form."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 4: Even as our friend's glory gives us pleasure, so the glory and power of one we hate is most displeasing to us. Hence as the sight of the glory of Christ's humanity will be a reward to the righteous, so will it be a torment to Christ's enemies: wherefore it is written (Is. 26:11): \"Let the envious people see and be confounded and let fire\" (i.e. envy) \"devour Thy enemies.\""
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 5: Form is taken there for human nature wherein He was judged and likewise will judge; but not for a quality of nature, namely of weakness, which will not be the same in Him when judging as when judged (Cf. ad 2)."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written (Lk. 21:27): \"Then they shall see the Son of man coming in a cloud with great power and majesty.\" Now majesty and power pertain to glory. Therefore He will appear in the form of glory.",
                "Further, he who judges should be more conspicuous than those who are judged. Now the elect who will be judged by Christ will have a glorified body. Much more therefore will the Judge appear in a glorified form.",
                "Further, as to be judged pertains to weakness, so to judge pertains to authority and glory. Now at His first coming when Christ came to be judged, He appeared in the form of weakness. Therefore at the second coming, when He will come to judge, He will appear in the form of glory."
            ],
            "body": [
                "I answer that, Christ is called the mediator of God and men (1 Tim. 2:5) inasmuch as He satisfies for men and intercedes for them to the Father, and confers on men things which belong to the Father, according to Jn. 17:22, \"The glory which Thou hast given Me, I have given to them.\" Accordingly then both these things belong to Him in that He communicates with both extremes: for in that He communicates with men, He takes their part with the Father, and in that He communicates with the Father, He bestows the Father's gifts on men. Since then at His first coming He came in order to make satisfaction for us to the Father, He came in the form of our weakness. But since at His second coming He will come in order to execute the Father's justice on men, He will have to show forth His glory which is in Him by reason of His communication with the Father: and therefore He will appear in the form of glory."
            ]
        },
        "3": {
            "question": 90,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether the Godhead can be seen by the wicked without joy?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that the Godhead can be seen by the wicked without joy. For there can be no doubt that the wicked will know with the greatest certainty that Christ is God. Therefore they will see His Godhead, and yet they will not rejoice in seeing Christ. Therefore it will be possible to see it without joy."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the perverse will of the wicked is not more adverse to Christ's humanity than to His Godhead. Now the fact that they will see the glory of His humanity will conduce to their punishment, as stated above (Article [2], ad 4). Therefore if they were to see His Godhead, there would be much more reason for them to grieve rather than rejoice."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, the course of the affections is not a necessary sequel to that which is in the intellect: wherefore Augustine says (In Ps. 118: conc. 8): \"The intellect precedes, the affections follow slowly or not at all.\" Now vision regards the intellect, whereas joy regards the affections. Therefore it will be possible to see the Godhead without joy."
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 4: Further, whatever is received into \"a thing is received according to the mode of the receiver and not of the received.\" But whatever is seen is, in a way, received into the seer. Therefore although the Godhead is in itself supremely enjoyable, nevertheless when seen by those who are plunged in grief, it will give no joy  but rather displeasure."
                    ],
                    "id": 4,
                    "article": 3
                },
                "5": {
                    "question": 90,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 5: Further, as sense is to the sensible object, so is the intellect to the intelligible object. Now in the senses, \"to the unhealthy palate bread is painful, to the healthy palate sweet,\" as Augustine says (Confess. vii), and the same happens with the other senses. Therefore since the damned have the intellect indisposed, it would seem that the vision of the uncreated light will give them pain rather than joy."
                    ],
                    "id": 5,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The wicked will know most clearly that Christ is God, not through seeing His Godhead, but on account of the most manifest signs of His Godhead."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: No one can hate the Godhead considered in itself, as neither can one hate goodness itself. But God is said to be hated by certain persons in respect of some of the effects of the Godhead, in so far as He does or commands something contrary to  their will [*Cf. SS, Question [34], Article [1]]. Therefore the vision of the Godhead can be painful to no one."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: The saying of Augustine applies when the thing apprehended previously by the intellect is good by participation and not essentially, such as all creatures are; wherefore there may be something in them by reason of which the affections are not moved. In like manner God is known by wayfarers through His effects, and their intellect does not attain to the very essence of His goodness. Hence it is not necessary that the affections follow the intellect, as they would if the intellect saw God's essence which is His goodness."
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 4: Grief denotes not a disposition but a passion. Now every passion is removed if a stronger contrary cause supervene, and does not remove that cause. Accordingly the grief of the damned would be done away if they saw God in His essence."
                    ],
                    "id": 4,
                    "article": 3
                },
                "5": {
                    "question": 90,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 5: The indisposition of an organ removes the natural proportion of the organ to the object that has a natural aptitude to please, wherefore the pleasure is hindered. But the indisposition which is in the damned does not remove the natural proportion whereby they are directed to the Divine goodness, since its image ever remains in them. Hence the comparison fails."
                    ],
                    "id": 5,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Jn. 17:3): \"This is eternal life: That they may know Thee, the . . . true God.\" Wherefore it is clear that the essence of bliss consists in seeing God. Now joy is essential to bliss. Therefore the Godhead cannot be seen without joy.",
                "Further, the essence of the Godhead is the essence of truth. Now it is delightful to every one to see the truth, wherefore \"all naturally desire to know,\" as stated at the beginning of the Metaphysics. Therefore it is impossible to see the Godhead without joy.",
                "Further, if a certain vision is not always delightful, it happens sometimes to be painful. But intellective vision is never painful since \"the pleasure we take in objects of understanding has no grief opposed to it,\" according to the Philosopher (Topic. ii). Since then the Godhead cannot be seen save by the intellect, it seems that the Godhead cannot be seen without joy."
            ],
            "body": [
                "I answer that, In every object of appetite or of pleasure two things may be considered, namely the thing which is desired or which gives pleasure, and the aspect of appetibility or pleasurableness in that thing. Now according to Boethius (De Hebdom.) that which is can have something besides what it is, but 'being' itself has no admixture of aught else beside itself. Hence that which is desirable or pleasant can have an admixture of something rendering it undesirable or unpleasant; but the very aspect of pleasurableness has not and cannot have anything mixed with it rendering it unpleasant or undesirable. Now it is possible for things that are pleasurable, by participation of goodness which is the aspect of appetibility or pleasurableness, not to give pleasure when they are apprehended, but it is impossible for that which is good by its essence not to give pleasure when it is apprehended. Therefore since God is essentially His own goodness, it is impossible for the Godhead to be seen without joy."
            ]
        }
    }
}