{
    "id": 45,
    "part": "XP",
    "title": "Of the Marriage Consent Considered in Itself",
    "outer": {
        "question": 45,
        "type": "outer",
        "part": "XP",
        "text": [
            "In the next place we have to consider the consent; and the first point to discuss is the consent considered in itself; the second is the consent confirmed by oath or by carnal intercourse; the third is compulsory consent and conditional consent; and the fourth is the object of the consent.",
            "Under the first head there are five points of inquiry:",
            "(1) Whether the consent is the efficient cause of matrimony?",
            "(2) Whether the consent needs to be expressed in words?",
            "(3) Whether consent given in words expressive of the future makes a marriage?",
            "(4) Whether consent given in words expressive of the present, without inward consent, makes a true marriage outwardly?",
            "(5) Whether consent given secretly in words expressive of the present makes a marriage?"
        ],
        "title": [
            "OF THE MARRIAGE CONSENT CONSIDERED IN ITSELF (FIVE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 45,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether consent is the efficient cause of matrimony?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that consent is not the efficient cause of matrimony. For the sacraments depend not on the human will but on the Divine institution, as shown above (Sent. iv, D, 2; TP, Question [64], Article [2]). But consent belongs to the human will. Therefore it is no more the cause of matrimony than of the other sacraments."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, nothing is its own cause. But seemingly matrimony is nothing else than the consent, since it is the consent which signifies the union of Christ with the Church."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, of one thing there should be one cause. Now there is one marriage between two persons, as stated above (Question [44], Article [1]); whereas the consents of the two parties are distinct, for they are given by different persons and to different things, since on the one hand there is consent to take a husband, and on the other hand consent to take a wife. Therefore mutual consent is not the cause of matrimony."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The first cause of the sacraments is the Divine power which works in them the welfare of the soul; but the second or instrumental causes are material operations deriving their efficacy from the Divine institution, and thus consent is the cause in matrimony."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Matrimony is not the consent itself, but the union of persons directed to one purpose, as stated above (Question [44], Article [1]), and this union is the effect of the consent. Moreover, the consent, properly speaking, signifies not the union of Christ with the Church, but His will whereby His union with the Church was brought about."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: Just as marriage is one on the part of the object to which the union is directed, whereas it is more than one on the part of the persons united, so too the consent is one on the part of the thing consented to, namely the aforesaid union, whereas it is more than one on the part of the persons consenting. Nor is the direct object of consent a husband but union with a husband on the part of the wife, even as it is union with a wife on the part of the husband."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Chrysostom [*Hom. xxxii in the Opus Imperfectum, falsely ascribed to St. John Chrysostom] says: \"It is not coition but consent that makes a marriage.\"",
                "Further, one person does not receive power over that which is at the free disposal of another, without the latter's consent. Now by marriage each of the married parties receives power over the other's body (1 Cor. 7:4), whereas hitherto each had free power over his own body. Therefore consent makes a marriage."
            ],
            "body": [
                "I answer that, In every sacrament there is a spiritual operation by means of a material operation which signifies it; thus in Baptism the inward spiritual cleansing is effected by a bodily cleansing. Wherefore, since in matrimony there is a kind of spiritual joining together, in so far as matrimony is a sacrament, and a certain material joining together, in so far as it is directed to an office of nature and of civil life, it follows that the spiritual joining is the effect of the Divine power by means of the material joining. Therefore seeing that the joinings of material contracts are effected by mutual consent, it follows that the joining together of marriage is effected in the same way."
            ]
        },
        "2": {
            "question": 45,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether the consent needs to be expressed in words?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that there is no need for the consent to be expressed in words. For a man is brought under another's power by a vow just as he is by matrimony. Now a vow is binding in God's sight, even though it be not expressed in words. Therefore consent also makes a marriage binding even without being expressed in words."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, there can be marriage between persons who are unable to express their mutual consent in words, through being dumb or of different languages. Therefore expression of the consent by  words is not required for matrimony."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, if that which is essential to a sacrament be omitted for any reason whatever, there is no sacrament. Now there is a case of marriage without the expression of words if the maid is silent through bashfulness when her parents give her away to the bridegroom. Therefore the expression of words is not essential to matrimony."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: In a vow there is not a sacramental but only a spiritual bond, wherefore there is no need for it to be done in the same way as material contracts, in order that it be binding, as in the case of matrimony."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Although the like cannot plight themselves to one another in words, they can do so by signs, and such signs count for words."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: According to Hugh of S. Victor (Tract. vii, Sum. Sent.), persons who are being married should give their consent by accepting one another freely. and this is judged to be the case if they show no dissent when they are being wedded. Wherefore in such a case the words of the parents are taken as being the maid's, for the fact that she does not contradict them is a sign that they are her words."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Matrimony is a sacrament. Now a sensible sign is required in every sacrament. Therefore it is also required in matrimony, and consequently there must needs be at least words by which the consent is made perceptible to the senses.",
                "Further, in matrimony there is a contract between husband and wife. Now in every contract there must be expression of the words by which men bind themselves mutually to one another. Therefore in matrimony also the consent must be expressed in words."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), the marriage union is effected in the same way as the bond in material contracts. And since material contracts are not feasible unless the contracting parties express their will to one another in words, it follows that the consent which makes a marriage must also be expressed in words, so that the expression of words is to marriage what the outward washing is to Baptism."
            ]
        },
        "3": {
            "question": 45,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether consent given in words expressive of the future makes a marriage?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that consent given in words expressive of the future makes a marriage. For as present is to present, so is future to future. But consent given in words expressive of the present makes a marriage in the present. Therefore consent given in words expressive of the future makes a marriage in the future."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, in other civil contracts, just as in matrimony, a certain obligation results from the words expressing consent. Now in other contracts it matters not whether the obligation is effected by words of the present or of the future tense. Therefore neither does it make any difference in matrimony."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, by the religious vow man contracts a spiritual marriage with God. Now the religious vow is expressed in words of the future tense, and is binding. Therefore carnal marriage also can be effected by words of the future tense."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: When consent is expressed in words of the present tense, not only are the words actually present, but consent is directed to the present, so that they coincide in point of time; but when consent is given in words of the future tense, although the words are actually present, the consent is directed to a future time, and hence they do not coincide in point of time. For this reason the comparison fails."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: Even in other contracts, a man who uses words referring to the future, does not transfer the power over his property to another person---for instance if he were to say \"I will give thee\"---but only when he uses words indicative of the present."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: In the vow of religious profession it is not the spiritual marriage itself that is expressed in words which refer to the future, but an act of the spiritual marriage, namely obedience or observance of the rule. If, however, a man vow spiritual marriage in the future, it is not a spiritual marriage, for a man does not become a monk by taking such a vow, but promises to become one."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, A man who consents in words of the future tense to take a particular woman as his wife, and after, by words of the present tense, consents to take another, according to law must take the second for his wife (cap. Sicut ex Litteris, De spons. et matr.). But this would not be the case if consent given in words of the future tense made a marriage, since from the very fact that his marriage with the one is valid, he cannot, as long as she lives, marry another. Therefore consent given in words of the future tense does not make a marriage.",
                "Further, he who promises to do a certain thing does it not yet. Now he who consents in words of the future tense, promises to marry a certain woman. Therefore he does not marry her yet."
            ],
            "body": [
                "I answer that, The sacramental causes produce their effect by signifying it; hence they effect what they signify. Since therefore when a man expresses his consent by words of the future tense, he does not signify that he is marrying, but promises that he will marry, it follows that a consent expressed in this manner does not make a marriage, but a promise [sponsionem] of marriage, and this promise is known as a betrothal [sponsalia]."
            ]
        },
        "4": {
            "question": 45,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether, in the absence of inward consent, a marriage is made by consent given in words of the present?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that even in the absence of inward consent a marriage is made by consent expressed in words of the present. For \"fraud and deceit should benefit no man,\" according to the law (cap. Ex Tenore, De Rescrip., cap. Si Vir, De cognat. spir.). Now he who gives consent in words without consenting in heart commits a fraud. Therefore he should not benefit by it, through being released of the bond of marriage."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, the mental consent of one person cannot be known to another, except in so far as it is expressed in words. If then the expression of the words is not enough, and inward consent is required in both parties, neither of them will be able to know that he is truly married to the other; and consequently whenever he uses marriage he will commit fornication."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, if a man is proved to have consented to take a certain woman to wife in words of the present tense, he is compelled under pain of excommunication to take her as his wife, even though he should say that he was wanting in mental consent, notwithstanding that afterwards he may have contracted marriage with another woman by words expressive of consent in the present. But this would not be the case if mental consent were requisite for marriage. Therefore it is not required."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: There are two things here, namely the lack of consent---which benefits him in the tribunal of his conscience so that he is not bound by the marriage tie, albeit not in the tribunal of the Church where judgment is pronounced according to the evidence---and the deceit in the words, which does not benefit him, neither in the tribunal of his conscience nor in the tribunal of the Church, since in both he is punished for this."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: If mental consent is lacking in one of the parties, on neither side is there marriage, since marriage consists  in a mutual joining together, as stated above (Question [44], Article [1]). However one may believe that in all probability there is no fraud unless there be evident signs thereof; because we must presume good of everyone, unless there be proof of the contrary. Consequently the party in whom there is no fraud is excused from sin on account of ignorance."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: In such a case the Church compels him to hold to his first wife, because the Church judges according to outward appearances; nor is she deceived in justice or right, although she is deceived in the facts of the case. Yet such a man ought to bear the excommunication rather than return to his first wife; or else he should go far away into another country."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Innocent III says in a Decretal (cap. Tua Nos, De Spons. et matr.) in reference to this case: \"Other things cannot complete the marriage bond in the absence of consent.\"",
                "Further, intention is necessary in all the sacraments. Now he who consents not in his heart has no intention of contracting marriage; and therefore he does not contract a marriage."
            ],
            "body": [
                "I answer that, The outward cleansing stands in the same relation to baptism as the expression of words to this sacrament, as stated above (Article [2]). Wherefore just as were a person to receive the outward cleansing, with the intention, not of receiving the sacrament, but of acting in jest or deceit, he would not be baptized; so, too, expression of words without inward consent makes no marriage."
            ]
        },
        "5": {
            "question": 45,
            "type": "article",
            "part": "XP",
            "text": [],
            "title": [
                "Whether consent given secretly in words of the present makes a marriage?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 1: It would seem that consent given secretly in words of the present does not make a marriage. For a thing that is in one person's power is not transferred to the power of another without the consent of the person in whose power it was. Now the maid is in her father's power. Therefore she cannot by marriage be transferred to a husband's power without her father's consent. Wherefore if consent be given secretly, even though it should be expressed in words of the present, there will be no marriage."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 2: Further, in penance, just as in matrimony, our act is as it were essential to the sacrament. But the sacrament of penance is not made complete except by means of the ministers of the Church, who are the dispensers of the sacraments. Therefore neither can marriage be perfected without the priest's blessing."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 3: Further, the Church does not forbid baptism to be given secretly, since one may baptize either privately or publicly. But the Church does forbid the celebration of clandestine marriages (cap. Cum inhibitio, De clandest. despons.). Therefore they cannot be done secretly."
                    ],
                    "id": 3,
                    "article": 5
                },
                "4": {
                    "question": 45,
                    "type": "objection",
                    "part": "XP",
                    "text": [
                        "Objection 4: Further, marriage cannot be contracted by those who are related in the second degree, because the Church has forbidden it. But the Church has also forbidden clandestine marriages. Therefore they cannot be valid marriages."
                    ],
                    "id": 4,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 1: The maid is in her father's power, not as a female slave without power over her own body, but as a daughter, for the purpose of education. Hence, in so far as she is free, she can give herself into another's power without her father's consent, even as a son or daughter, since they are free, may enter religion without their parent's consent."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 2: In penance our act, although essential to the sacrament, does not suffice for producing the proximate effect of the sacrament, namely forgiveness of sins, and consequently it is necessary that the act of the priest intervene in order that the sacrament be perfected. But in matrimony our acts are the sufficient cause for the production of the proximate effect, which is the marriage bond, because whoever has the right to dispose of himself can bind himself to another. Consequently the priest's blessing is not required for matrimony as being essential to the sacrament."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 3: It is also forbidden to receive baptism otherwise than from a priest, except in a case of necessity. But matrimony is not a necessary sacrament: and consequently the comparison fails. However, clandestine marriages are forbidden on account of the evil results to which they are liable, since it often happens that one of the parties is guilty of fraud in such marriages; frequently, too, they have recourse to other nuptials when they repent of having married in haste; and many other evils result therefrom, besides which there is something disgraceful about them."
                    ],
                    "id": 3,
                    "article": 5
                },
                "4": {
                    "question": 45,
                    "type": "reply",
                    "part": "XP",
                    "text": [
                        "Reply to Objection 4: Clandestine marriages are not forbidden as though they were contrary to the essentials of marriage, in the same way as the marriages of unlawful persons, who are undue matter for this sacrament; and hence there is no comparison."
                    ],
                    "id": 4,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, Given the cause the effect follows. Now the sufficient cause of matrimony is consent expressed in words of the present. Therefore whether this be done in public or in private the result is a marriage.",
                "Further, wherever there is the due matter and the due form of a sacrament there is the sacrament. Now in a secret marriage there is the due matter, since there are persons who are able lawfully to contract---and the due form, since there are the words of the present expressive of consent. Therefore there is a true marriage."
            ],
            "body": [
                "I answer that, Just as in the other sacraments certain things are essential to the sacrament, and if they are omitted there is no sacrament, while certain things belong to the solemnization of the sacrament, and if these be omitted the sacrament is nevertheless validly performed, although it is a sin to omit them; so, too, consent expressed in words of the present between persons lawfully qualified to contract makes a marriage, because these two conditions are essential to the sacrament; while all else belongs to the solemnization of the sacrament, as being done in order that the marriage may be more fittingly performed. Hence if these be omitted it is a true marriage, although the contracting parties sin, unless they have a lawful motive for being excused. [*Clandestine marriages have since been declared invalid by the Council of Trent (sess. xxiv). It must be borne in mind that throughout the treatise on marriage St. Thomas gives the Canon Law of his time.]"
            ]
        }
    }
}