{
    "id": 100,
    "part": "FP",
    "title": "Of the Condition of the Offspring As Regards Righteousness",
    "section": 4,
    "outer": {
        "question": 100,
        "type": "outer",
        "part": "FP",
        "text": [
            "We now have to consider the condition of the offspring as to righteousness. Under this head there are two points of inquiry:",
            "(1) Whether men would have been born in a state of righteousness?",
            "(2) Whether they would have been born confirmed in righteousness?"
        ],
        "title": [
            "OF THE CONDITION OF THE OFFSPRING AS REGARDS RIGHTEOUSNESS (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 100,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether men would have been born in a state of righteousness?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that in the state of innocence men would not have been born in a state of righteousness. For Hugh of St. Victor says (De Sacram. i): \"Before sin the first man would have begotten children sinless; but not heirs to their father's righteousness.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, righteousness is effected by grace, as the Apostle says (Rm. 5:16,21). Now grace is not transfused from one to another, for thus it would be natural; but is infused by God alone. Therefore children would not have been born righteous."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, righteousness is in the soul. But the soul is not transmitted from the parent. Therefore neither would righteousness have been transmitted from parents, to the children."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: These words of Hugh are to be understood as referring, not to the habit of righteousness, but to the execution of the act thereof."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Some say that children would have been born, not with the righteousness of grace, which is the principle of merit, but with original righteousness. But since the root of original righteousness, which conferred righteousness on the first man when he was made, consists in the supernatural subjection of the reason to God, which subjection results from sanctifying grace, as above explained (Question [95], Article [1]), we must conclude that if children were born in original righteousness, they would also have been born in grace; thus we have said above that the first man was created in grace (Question [95], Article [1]). This grace, however, would not have been natural, for it would not have been transfused by virtue of the semen; but would have been conferred on man immediately on his receiving a rational soul. In the same way the rational soul, which is not transmitted by the parent, is infused by God as soon as the human body is apt to receive it.",
                        "From this the reply to the third objection is clear."
                    ],
                    "id": 2,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Anselm says (De Concep. Virg. x): \"As long as man did not sin, he would have begotten children endowed with righteousness together with the rational soul.\""
            ],
            "body": [
                "I answer that, Man naturally begets a specific likeness to himself. Hence whatever accidental qualities result from the nature of the species, must be alike in parent and child, unless nature fails in its operation, which would not have occurred in the state of innocence. But individual accidents do not necessarily exist  alike in parent and child. Now original righteousness, in which the first man was created, was an accident pertaining to the nature of the species, not as caused by the principles of the species, but as a gift conferred by God on the entire human nature. This is clear from the fact that opposites are of the same genus; and original sin, which is opposed to original righteousness, is called the sin of nature, wherefore it is transmitted from the parent to the offspring; and for this reason also, the children would have been assimilated to their parents as regards original righteousness."
            ]
        },
        "2": {
            "question": 100,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether in the state of innocence children would have been born confirmed in righteousness?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that in the state of innocence children would have been born confirmed in righteousness. For Gregory says (Moral. iv) on the words of Job 3:13: \"For now I should have been asleep, etc.: If no sinful corruption had infected our first parent, he would not have begotten \"children of hell\"; no children would have been born of him but such as were destined to be saved by the Redeemer.\" Therefore all would have been born confirmed in righteousness."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, Anselm says (Cur Deus Homo i, 18): \"If our first parents had lived so as not to yield to temptation, they would have been confirmed in grace, so that with their offspring they would have been unable to sin any more.\" Therefore the children would have been born confirmed in righteousness."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, good is stronger than evil. But by the sin of the first man there resulted, in those born of him, the necessity of sin. Therefore, if the first man had persevered in  righteousness, his descendants would have derived from him the necessity of preserving righteousness."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 100,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, the angels who remained faithful to God, while the others sinned, were at once confirmed in grace, so as to be unable henceforth to sin. In like manner, therefore, man would have been confirmed in grace if he had persevered. But he would have begotten children like himself. Therefore they also would have been born confirmed in righteousness."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: If Adam had not sinned, he would not have begotten \"children of hell\" in the sense that they would contract from him sin which is the cause of hell: yet by sinning of their own free-will they could have become \"children of hell.\" If, however, they did not become \"children of hell\" by falling into sin, this would not have been owing to their being confirmed in righteousness, but to Divine Providence preserving them free from sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Anselm does not say this by way of assertion, but only as an opinion, which is clear from his mode of expression as follows: \"It seems that if they had lived, etc.\""
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: This argument is not conclusive, though Anselm seems to have been influenced by it, as appears from his words above quoted. For the necessity of sin incurred by the descendants would not have been such that they could not return to  righteousness, which is the case only with the damned. Wherefore neither would the parents have transmitted to their descendants the necessity of not sinning, which is only in the blessed."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 100,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: There is no comparison between man and the angels; for man's free-will is changeable, both before and after choice; whereas the angel's is not changeable, as we have said above in treating of the angels (Question [64], Article [2])."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Civ. Dei xiv, 10): \"Happy would have been the whole human race if neither they---that is our first parents---had committed any evil to be transmitted to their descendants, nor any of their race had committed any sin for which they would have been condemned.\" From which words we gather that even if our first parents had not sinned, any of their descendants might have done evil; and therefore they would not have been born confirmed in righteousness."
            ],
            "body": [
                "I answer that, It does not seem possible that in the state of innocence children would have been born confirmed in righteousness. For it is clear that at their birth they would not have had greater perfection than their parents at the time of begetting. Now the parents, as long as they begot children, would not have been confirmed in righteousness. For the rational creature is confirmed in righteousness through the beatitude given by the clear vision of God; and when once it has seen God, it cannot but cleave to Him Who is the essence of goodness, wherefrom no one can turn away, since nothing is desired or loved but under the aspect of good. I say this according to the general law; for it may be otherwise in the case of special privilege, such as we believe was granted to the Virgin Mother of God. And as soon as Adam had attained to that happy state of seeing God in His Essence, he would have become spiritual in soul and body; and his animal life would have ceased, wherein alone there is generation. Hence it is clear that children would not have been born confirmed in righteousness."
            ]
        }
    }
}