{
    "id": 118,
    "part": "FP",
    "title": "Of the Production of Man from Man As to the Soul",
    "section": 5,
    "outer": {
        "question": 118,
        "type": "outer",
        "part": "FP",
        "text": [
            "We next consider the production of man from man: first, as to the soul; secondly, as to the body.",
            "Under the first head there are three points of inquiry:",
            "(1) Whether the sensitive soul is transmitted with the semen?",
            "(2) Whether the intellectual soul is thus transmitted?",
            "(3) Whether all souls were created at the same time?"
        ],
        "title": [
            "OF THE PRODUCTION OF MAN FROM MAN AS TO THE SOUL (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 118,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the sensitive soul is transmitted with the semen?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the sensitive soul is not transmitted with the semen, but created by God. For every perfect  substance, not composed of matter and form, that begins to exist, acquires existence not by generation, but by creation: for nothing is generated save from matter. But the sensitive soul is a perfect substance, otherwise it could not move the body; and since it is the form of a body, it is not composed of matter and form. Therefore it begins to exist not by generation but by creation."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, in living things the principle of generation is the generating power; which, since it is one of the powers of the vegetative soul, is of a lower order than the sensitive soul. Now nothing acts beyond its species. Therefore the sensitive soul cannot be caused by the animal's generating power."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the generator begets its like: so that the form of the generator must be actually in the cause of generation. But neither the sensitive soul itself nor any part thereof is actually in the semen, for no part of the sensitive soul is elsewhere than in some part of the body; while in the semen there is not even a particle of the body, because there is not a particle of the body which is not made from the semen and by the power thereof. Therefore the sensitive soul is not produced through the semen."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, if there be in the semen any principle productive of the sensitive soul, this principle either remains after the animal is begotten, or it does not remain. Now it cannot remain. For either it would be identified with the sensitive soul of the begotten animal; which is impossible, for thus there would be identity between begetter and begotten, maker and made: or it would be distinct therefrom; and again this is impossible, for it has been proved above (Question [76], Article [4]) that in one animal there is but one formal principle, which is the soul. If on the other hand the aforesaid principle does not remain, this again seems to be impossible: for thus an agent would act to its own destruction, which cannot be. Therefore the sensitive soul cannot be generated from the semen."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The sensitive soul is not a perfect self-subsistent substance. We have said enough (Question [25], Article [3]) on this point, nor need we repeat it here."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The generating power begets not only by its own virtue but by that of the whole soul, of which it is a power. Therefore the generating power of a plant generates a plant, and that of an animal begets an animal. For the more perfect the soul is, to so much a more perfect effect is its generating power ordained."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: This active force which is in the semen, and which is derived from the soul of the generator, is, as it were, a certain movement of this soul itself: nor is it the soul or a part of the soul, save virtually; thus the form of a bed is not in the saw or the axe, but a certain movement towards that form. Consequently there is no need for this active force to have an actual organ; but it is based on the (vital) spirit in the semen which is frothy, as is attested by its whiteness. In which spirit, moreover, there is a certain heat derived from the power of the heavenly bodies, by virtue of which the inferior bodies also act towards the production of the species as stated above (Question [115], Article [3], ad 2). And since in this (vital) spirit the power of the soul is  concurrent with the power of a heavenly body, it has been said that \"man and the sun generate man.\" Moreover, elemental heat is employed instrumentally by the soul's power, as also by the nutritive power, as stated (De Anima ii, 4)."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: In perfect animals, generated by coition, the active force is in the semen of the male, as the Philosopher says (De Gener. Animal. ii, 3); but the foetal matter is provided by the female. In this matter, the vegetative soul exists from the very beginning, not as to the second act, but as to the first act, as the sensitive soul is in one who sleeps. But as soon as it begins to attract nourishment, then it already operates in act. This matter therefore is transmuted by the power which is in the semen of the male, until it is actually informed by the sensitive soul; not as though the force itself which was in the semen becomes the sensitive soul; for thus, indeed, the generator and generated would be identical; moreover, this would be more like nourishment and growth than generation, as the Philosopher says. And after the sensitive soul, by the power of the active principle in the semen, has been produced in one of the principal parts of the thing generated, then it is that the sensitive soul of the offspring begins to work towards the perfection of its own body, by nourishment and growth. As to the active power which was in the semen, it ceases to exist, when the semen is dissolved and the (vital) spirit thereof vanishes. Nor is there anything unreasonable in this, because this force is not the principal but the instrumental agent; and the movement of an instrument ceases when once the effect has been produced."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The power in the semen is to the animal seminally generated, as the power in the elements of the world is to animals produced from these elements---for instance by putrefaction. But in the latter animals the soul is produced by the elemental power, according to Gn. 1:20: \"Let the waters bring forth the creeping creatures having life.\" Therefore also the souls of animals seminally generated are produced by the seminal power."
            ],
            "body": [
                "I answer that, Some have held that the sensitive souls of animals are created by God (Question [65], Article [4]). This opinion would hold if the sensitive soul were subsistent, having being and operation of itself. For thus, as having being and operation of itself, to be made would needs be proper to it. And since a simple and subsistent thing cannot be made except by creation, it would follow that the sensitive soul would arrive at existence by creation.",
                "But this principle is false---namely, that being and operation  are proper to the sensitive soul, as has been made clear above (Question [75], Article [3]): for it would not cease to exist when the body perishes. Since, therefore, it is not a subsistent form, its relation to existence is that of the corporeal forms, to which existence does not belong as proper to them, but which are said to exist forasmuch as the subsistent composites exist through them.",
                "Wherefore to be made is proper to composites. And since the generator is like the generated, it follows of necessity that both the sensitive soul, and all other like forms are naturally brought into existence by certain corporeal agents that reduce the matter from potentiality to act, through some corporeal power of which they are possessed.",
                "Now the more powerful an agent, the greater scope its action has: for instance, the hotter a body, the greater the distance to which its heat carries. Therefore bodies not endowed with life, which are the lowest in the order of nature, generate their like, not through some medium, but by themselves; thus fire by itself generates fire. But living bodies, as being more powerful, act so as to generate their like, both without and with a medium. Without a medium---in the work of nutrition, in which flesh generates flesh: with a medium---in the act of generation, because the semen of the animal or plant derives a certain active force from the soul of the generator, just as the instrument derives a certain motive power from the principal agent. And as it matters not whether we say that something is moved by the instrument or by the principal agent, so neither does it matter whether we say that the soul of the generated is caused by the soul of the generator, or by some seminal power derived therefrom."
            ]
        },
        "2": {
            "question": 118,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the intellectual soul is produced from the semen?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the intellectual soul is produced from the semen. For it is written (Gn. 46:26): \"All the souls that came out of [Jacob's] thigh, sixty-six.\" But nothing is produced from the thigh of a man, except from the semen. Therefore the intellectual soul is produced from the semen."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, as shown above (Question [76], Article [3]), the intellectual, sensitive, and nutritive souls are, in substance, one soul in man. But the sensitive soul in man is generated from the semen, as in other animals; wherefore the Philosopher says (De Gener. Animal. ii, 3) that the animal and the man are not made at the same time, but first of all the animal is made having a sensitive soul. Therefore also the intellectual soul is produced from the semen."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, it is one and the same agent whose action is directed to the matter and to the form: else from the matter and the form there would not result something simply one. But the intellectual soul is the form of the human body, which is produced by the power of the semen. Therefore the intellectual soul also is produced by the power of the semen."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, man begets his like in species. But the human  species is constituted by the rational soul. Therefore the rational soul is from the begetter."
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 5: Further, it cannot be said that God concurs in sin. But if the rational soul be created by God, sometimes God concurs in the sin of adultery, since sometimes offspring is begotten of illicit intercourse. Therefore the rational soul is not created by God."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: In the passage quoted, the part is put instead of the whole, the soul for the whole man, by the figure of synecdoche."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Some say that the vital functions observed in the embryo are not from its soul, but from the soul of the mother; or from the formative power of the semen. Both of these explanations are false; for vital functions such as feeling, nourishment, and growth cannot be from an extrinsic principle. Consequently it must be said that the soul is in the embryo; the nutritive soul from the beginning, then the sensitive, lastly the intellectual soul.",
                        "Therefore some say that in addition to the vegetative soul which existed first, another, namely the sensitive, soul supervenes; and in addition to this, again another, namely the intellectual soul. Thus there would be in man three souls of which one would be in potentiality to another. This has been disproved above (Question [76], Article [3]).",
                        "Therefore others say that the same soul which was at first merely vegetative, afterwards through the action of the seminal power, becomes a sensitive soul; and finally this same soul becomes intellectual, not indeed through the active seminal power, but by the power of a higher agent, namely God enlightening (the soul) from without. For this reason the Philosopher says that the intellect comes from without. But this will not hold. First, because no substantial form is susceptible of more or less; but addition of greater perfection constitutes another species, just as the addition of unity constitutes another species of number. Now it is not possible for the same identical form to belong to different species. Secondly, because it would follow that the generation of an animal would be a continuous movement, proceeding gradually from the imperfect to the perfect, as happens in alteration. Thirdly, because it would follow that the generation of a man or an animal is not generation simply, because the subject thereof would be a being in act. For if the vegetative soul is from the beginning in the matter of offspring, and is subsequently gradually brought to perfection; this will imply addition of further perfection without corruption of the preceding perfection. And this is contrary to the nature of generation properly so called. Fourthly, because either that which is caused by the action of God is something subsistent: and thus it must needs be essentially distinct from the pre-existing form, which was non-subsistent; and we shall then come back to the opinion of those who held the existence of several souls in the body---or else it is not subsistent, but a perfection of the pre-existing soul: and from this it follows of necessity that the intellectual soul perishes with the body, which cannot be admitted.",
                        "There is again another explanation, according to those who held that all men have but one intellect in common: but this has been disproved above (Question [76], Article [2]).",
                        "We must therefore say that since the generation of one thing is the corruption of another, it follows of necessity that both in men and in other animals, when a more perfect form supervenes the previous form is corrupted: yet so that the supervening form contains the perfection of the previous form, and something in addition. It is in this way that through many generations and corruptions we arrive at the ultimate substantial form, both in man and other animals. This indeed is apparent to the senses in animals generated from putrefaction. We conclude therefore that the intellectual soul is created by God at the end of human generation, and this soul is at the same time sensitive and nutritive, the pre-existing forms being corrupted."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: This argument holds in the case of diverse agents not ordered to one another. But where there are many agents ordered to one another, nothing hinders the power of the higher agent from reaching to the ultimate form; while the powers of the inferior agents extend only to some disposition of matter: thus in the generation of an animal, the seminal power disposes the matter, but  the power of the soul gives the form. Now it is manifest from what has been said above (Question [105], Article [5]; Question [110], Article [1]) that the whole of corporeal nature acts as the instrument of a spiritual power, especially of God. Therefore nothing hinders the formation of the body from being due to a corporeal power, while the intellectual soul is from God alone."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: Man begets his like, forasmuch as by his seminal power the matter is disposed for the reception of a certain species of form."
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 5: In the action of the adulterer, what is of nature is good; in this God concurs. But what there is of inordinate lust is evil; in this God does not concur."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written in De Eccl. Dogmat. xiv that \"the rational soul is not engendered by coition.\""
            ],
            "body": [
                "I answer that, It is impossible for an active power existing in matter to extend its action to the production of an immaterial effect. Now it is manifest that the intellectual principle in man transcends matter; for it has an operation in which the body takes no part whatever. It is therefore impossible for the seminal power to produce the intellectual principle.",
                "Again, the seminal power acts by virtue of the soul of the begetter according as the soul of the begetter is the act of the body, making use of the body in its operation. Now the body has nothing whatever to do in the operation of the intellect. Therefore the power of the intellectual principle, as intellectual, cannot reach the semen. Hence the Philosopher says (De Gener. Animal. ii, 3): \"It follows that the intellect alone comes from without.\"",
                "Again, since the intellectual soul has an operation independent of the body, it is subsistent, as proved above (Question [75], Article [2]): therefore to be and to be made are proper to it. Moreover, since it is an immaterial substance it cannot be caused through generation, but only through creation by God. Therefore to hold that the intellectual soul is caused by the begetter, is nothing else than to hold the soul to be non-subsistent and consequently to perish with the body. It is therefore heretical to say that the intellectual soul is transmitted with the semen."
            ]
        },
        "3": {
            "question": 118,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether human souls were created together at the beginning of the world?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that human souls were created together at the beginning of the world. For it is written (Gn. 2:2): \"God rested Him from all His work which He had done.\" This would not be true if He created new souls every day. Therefore all souls were created at the same time."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, spiritual substances before all others belong to the perfection of the universe. If therefore souls were created with the bodies, every day innumerable spiritual substances would be added to the perfection of the universe: consequently at the beginning the universe would have been imperfect. This is contrary to Gn. 2:2, where it is said that \"God ended\" all \"His work.\""
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 118,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the end of a thing corresponds to its beginning. But the intellectual soul remains, when the body perishes. Therefore it began to exist before the body."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: God is said to have rested on the seventh day, not from all work, since we read (Jn. 5:17): \"My Father worketh until now\"; but from the creation of any new genera and species, which may not have already existed in the first works. For in this sense, the souls which are created now, existed already, as to the likeness of the species, in the first works, which included the creation of Adam's soul."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Something can be added every day to the perfection of the universe, as to the number of individuals, but not as to the number of species."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 118,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: That the soul remains without the body is due to the corruption of the body, which was a result of sin. Consequently it was not fitting that God should make the soul without the body from the beginning: for as it is written (Wis. 1:13,16): \"God made not death . . . but the wicked with works and words have called it to them.\""
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is said (De Eccl. Dogmat. xiv, xviii) that \"the soul is created together with the body.\""
            ],
            "body": [
                "I answer that, Some have maintained that it is accidental to the intellectual soul to be united to the body, asserting that the soul is of the same nature as those spiritual substances which are not united to a body. These, therefore, stated that the souls of men were created together with the angels at the beginning. But this statement is false. Firstly, in the very principle on which it is based. For if it were accidental to the soul to be united to the body, it would follow that man who results from this union is a being by accident; or that the soul is a man, which is false, as proved above (Question [75], Article [4]). Moreover, that the human soul is not of the same nature as the angels, is proved from the different mode of understanding, as shown above (Question [55], Article [2]; Question [85], Article [1]): for man understands through receiving from the senses, and turning to phantasms, as stated above (Question [84], Articles [6],7; Question [85], Article [1]). For this reason the soul needs to be united to the body, which is necessary to it  for the operation of the sensitive part: whereas this cannot be said of an angel.",
                "Secondly, this statement can be proved to be false in itself. For if it is natural to the soul to be united to the body, it is unnatural to it to be without a body, and as long as it is without a body it is deprived of its natural perfection. Now it was not fitting that God should begin His work with things imperfect and unnatural, for He did not make man without a hand or a foot, which are natural parts of a man. Much less, therefore, did He make the soul without a body.",
                "But if someone say that it is not natural to the soul to be united to the body, he must give the reason why it is united to a body. And the reason must be either because the soul so willed, or for some other reason. If because the soul willed it---this seems incongruous. First, because it would be unreasonable of the soul to wish to be united to the body, if it did not need the body: for if it did need it, it would be natural for it to be united to it, since \"nature does not fail in what is necessary.\" Secondly, because there would be no reason why, having been created from the beginning of the world, the soul should, after such a long time, come to wish to be united to the body. For a spiritual substance is above time, and superior to the heavenly revolutions. Thirdly, because it would seem that this body was united to this soul by chance: since for this union to take place two wills would have to concur---to wit, that of the incoming soul, and that of the begetter. If, however, this union be neither voluntary nor natural on the part of the soul, then it must be the result of some violent cause, and to the soul would have something of a penal and afflicting nature. This is in keeping with the opinion of Origen, who held that souls were embodies in punishment of sin. Since, therefore, all these opinions are unreasonable, we must simply confess that souls were not created before bodies, but are created at the same time as they are infused into them."
            ]
        }
    }
}