{
    "id": 105,
    "part": "FP",
    "title": "Of the Change of Creatures by God",
    "section": 5,
    "outer": {
        "question": 105,
        "type": "outer",
        "part": "FP",
        "text": [
            "We now consider the second effect of the Divine government, i.e. the change of creatures; and first, the change of creatures by God; secondly, the change of one creature by another.",
            "Under the first head there are eight points of inquiry:",
            "(1) Whether God can move immediately the matter to the form?",
            "(2) Whether He can immediately move a body?",
            "(3) Whether He can move the intellect?",
            "(4) Whether He can move the will?",
            "(5) Whether God works in every worker?",
            "(6) Whether He can do anything outside the order imposed on things?",
            "(7) Whether all that God does is miraculous?",
            "(8) Of the diversity of miracles."
        ],
        "title": [
            "OF THE CHANGE OF CREATURES BY GOD (EIGHT ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God can move the matter immediately to the form?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God cannot move the matter immediately to receive the form. For as the Philosopher proves (Metaph. vii, Did. vi, 8), nothing can bring a form into any particular matter, except that form which is in matter; because, like begets like. But God is not a form in matter. Therefore He cannot cause a form in matter."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, any agent inclined to several effects will produce none of them, unless it is determined to a particular one by some other cause; for, as the Philosopher says (De Anima iii, 11), a general assertion does not move the mind, except by means of some particular apprehension. But the Divine power is the universal cause of all things. Therefore it cannot produce any particular form, except by means of a particular agent."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: As universal being depends on the first universal cause, so determinate being depends on determinate particular causes; as we have seen above (Question [104], Article [2]). But the determinate being  of a particular thing is from its own form. Therefore the forms of things are produced by God, only by means of particular causes."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: An effect is assimilated to the active cause in two ways. First, according to the same species; as man is generated by man, and fire by fire. Secondly, by being virtually contained in the cause; as the form of the effect is virtually contained in its cause: thus animals produced by putrefaction, and plants, and minerals are like the sun and stars, by whose power they are produced. In this way the effect is like its active cause as regards all that over which the power of that cause extends. Now the power of God extends to both matter and form; as we have said above (Question [14], Article [2]; Question [44], Article [2]); wherefore if a composite thing be produced, it is likened to God by way of a virtual inclusion; or it is likened to the composite generator by a likeness of species. Therefore just as the composite generator can move matter to a form by generating a composite thing like itself; so also can God. But no other form not existing in matter can do this; because the power of no other separate substance extends over matter. Hence angels and demons operate on visible matter; not by imprinting forms in matter, but by making use of corporeal seeds."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: This argument would hold if God were to act of natural necessity. But since He acts by His will and intellect, which knows the particular and not only the universal natures of all forms, it follows that He can determinately imprint this or that form on matter."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The fact that secondary causes are ordered to determinate effects is due to God; wherefore since God ordains other causes to certain effects He can also produce certain effects by Himself without any other cause."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Gn. 2:7): \"God formed man of the slime of the earth.\""
            ],
            "body": [
                "I answer that, God can move matter immediately to form; because whatever is in passive potentiality can be reduced to act by the active power which extends over that potentiality. Therefore, since the Divine power extends over matter, as produced by God, it can be reduced to act by the Divine power: and this is what is meant by matter being moved to a form; for a form is nothing else but the act of matter."
            ]
        },
        "2": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God can move a body immediately?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God cannot move a body immediately. For as the mover and the moved must exist simultaneously, as the Philosopher says (Phys. vii, 2), it follows that there must be some contact between the mover and moved. But there can be no contact between God and a body; for Dionysius says (Div. Nom. 1): \"There is no contact with God.\" Therefore God cannot move a body immediately."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, God is the mover unmoved. But such also is the desirable object when apprehended. Therefore God moves as the object of desire and apprehension. But He cannot be apprehended except by the intellect, which is neither a body nor a corporeal power. Therefore God cannot move a body immediately."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the Philosopher proves (Phys. viii, 10) that an infinite power moves instantaneously. But it is impossible for a body to be moved in one instant; for since every movement is between opposites, it follows that two opposites would exist at once in the same subject, which is impossible. Therefore a body cannot be moved immediately by an infinite power. But God's power is infinite, as we have explained (Question [25], Article [2]). Therefore God cannot move a body immediately."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: There are two kinds of contact; corporeal contact, when two bodies touch each other; and virtual contact, as the cause of sadness is said to touch the one made sad. According to the first kind of contact, God, as being incorporeal, neither touches, nor is touched; but according to virtual contact He touches creatures by moving them; but He is not touched, because the natural power of no creature can reach up to Him. Thus did Dionysius understand the words, \"There is no contact with God\"; that is, so that God Himself be touched."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: God moves as the object of desire and apprehension; but it does not follow that He always moves as being desired and apprehended by that which is moved; but as being desired and known by Himself; for He does all things for His own goodness."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The Philosopher (Phys. viii, 10) intends to prove  that the power of the first mover is not a power of the first mover \"of bulk,\" by the following argument. The power of the first mover is infinite (which he proves from the fact that the first mover can move in infinite time). Now an infinite power, if it were a power \"of bulk,\" would move without time, which is impossible; therefore the infinite power of the first mover must be in something which is not measured by its bulk. Whence it is clear that for a body to be moved without time can only be the result of an infinite power. The reason is that every power of bulk moves in its entirety; since it moves by the necessity of its nature. But an infinite power surpasses out of all proportion any finite power. Now the greater the power of the mover, the greater is the velocity of the movement. Therefore, since a finite power moves in a determinate time, it follows that an infinite power does not move in any time; for between one time and any other time there is some proportion. On the other hand, a power which is not in bulk is the power of an intelligent being, which operates in its effects according to what is fitting to them; and therefore, since it cannot be fitting for a body to be moved without time, it does not follow that it moves without time."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, God produced the works of the six days immediately among which is included the movements of bodies, as is clear from Gn. 1:9 \"Let the waters be gathered together into one place.\" Therefore God alone can move a body immediately."
            ],
            "body": [
                "I answer that, It is erroneous to say that God cannot Himself produce all the determinate effects which are produced by any created cause. Wherefore, since bodies are moved immediately by created causes, we cannot possibly doubt that God can move immediately any bodies whatever. This indeed follows from what is above stated (Article [1]). For every movement of any body whatever, either results from a form, as the movements of things heavy and light result from the form which they have from their generating cause, for which reason the generator is called the mover; or else tends to a form, as heating tends to the form of heat. Now it belongs to the same cause, to imprint a form, to dispose to that form, and to give the movement which results from that form; for fire not only generates fire, but it also heats and moves things upwards. Therefore, as God can imprint form immediately in matter, it follows that He can move any body whatever in respect of any movement whatever."
            ]
        },
        "3": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God moves the created intellect immediately?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God does not immediately move the created intellect. For the action of the intellect is governed by its own subject; since it does not pass into external matter; as stated in Metaph. ix, Did. viii, 8. But the action of what is moved by another does not proceed from that wherein it is; but from the mover. Therefore the intellect is not moved by another; and so apparently God cannot move the created intellect."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, anything which in itself is a sufficient principle of movement, is not moved by another. But the movement of the intellect is its act of understanding; in the sense in which we say that to understand or to feel is a kind of movement, as the Philosopher says (De Anima iii, 7). But the intellectual light which is natural to the soul, is a sufficient principle of understanding. Therefore it is not moved by another."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, as the senses are moved by the sensible, so the intellect is moved by the intelligible. But God is not intelligible to us, and exceeds the capacity of our intellect. Therefore God cannot move our intellect."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The intellectual operation is performed by the intellect in which it exists, as by a secondary cause; but it proceeds from God as from its first cause. For by Him the power to understand is given to the one who understands."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The intellectual light together with the likeness of the thing understood is a sufficient principle of understanding; but it is a secondary principle, and depends upon the First Principle."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The intelligible object moves our human intellect, so far as, in a way, it impresses on it its own likeness, by means of which the intellect is able to understand it. But the likenesses which God impresses on the created intellect are not sufficient to enable the created intellect to understand Him through His Essence, as we have seen above (Question [12], Article [2]; Question [56], Article [3]). Hence He moves the created intellect, and yet He cannot be intelligible to it, as we have explained (Question [12], Article [4])."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The teacher moves the intellect of the one taught. But it is written (Ps. 93:10) that God \"teaches man knowledge.\" Therefore God moves the human intellect."
            ],
            "body": [
                "I answer that, As in corporeal movement that is called the mover which gives the form that is the principle of movement, so that is said to move the intellect, which is the cause of the form that is the principle of the intellectual operation, called the movement of the intellect. Now there is a twofold principle of  intellectual operation in the intelligent being; one which is the intellectual power itself, which principle exists in the one who understands in potentiality; while the other is the principle of actual understanding, namely, the likeness of the thing understood in the one who understands. So a thing is said to move the intellect, whether it gives to him who understands the power of understanding; or impresses on him the likeness of the thing understood.",
                "Now God moves the created intellect in both ways. For He is the First immaterial Being; and as intellectuality is a result of immateriality, it follows that He is the First intelligent Being. Therefore since in each order the first is the cause of all that follows, we must conclude that from Him proceeds all intellectual power. In like manner, since He is the First Being, and all other beings pre-exist in Him as in their First Cause, it follows that they exist intelligibly in Him, after the mode of His own Nature. For as the intelligible types of everything exist first of all in God, and are derived from Him by other intellects in order that these may actually understand; so also are they derived by creatures that they may subsist. Therefore God so moves the created intellect, inasmuch as He gives it the intellectual power, whether natural, or superadded; and impresses on the created intellect the intelligible species, and maintains and preserves both power and species in existence."
            ]
        },
        "4": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God can move the created will?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God cannot move the created will. For whatever is moved from without, is forced. But the will cannot be forced. Therefore it is not moved from without; and therefore cannot be moved by God."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, God cannot make two contradictories to be true  at the same time. But this would follow if He moved the will; for to be voluntarily moved means to be moved from within, and not by another. Therefore God cannot move the will."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, movement is attributed to the mover rather than to the one moved; wherefore homicide is not ascribed to the stone, but to the thrower. Therefore, if God moves the will, it follows that voluntary actions are not imputed to man for reward or blame. But this is false. Therefore God does not move the will."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: A thing moved by another is forced if moved against its natural inclination; but if it is moved by another giving to it the proper natural inclination, it is not forced; as when a heavy body is made to move downwards by that which produced it, then it is not forced. In like manner God, while moving the will, does not force it, because He gives the will its own natural inclination."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: To be moved voluntarily, is to be moved from within, that is, by an interior principle: yet this interior principle may be caused by an exterior principle; and so to be moved from within is not repugnant to being moved by another."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: If the will were so moved by another as in no way to be moved from within itself, the act of the will would not be imputed for reward or blame. But since its being moved by another does not prevent its being moved from within itself, as we have stated (ad 2), it does not thereby forfeit the motive for merit or demerit."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Phil. 2:13): \"It is God who worketh in us [Vulgate---'you'] both to will and to accomplish.\""
            ],
            "body": [
                "I answer that, As the intellect is moved by the object and by the Giver of the power of intelligence, as stated above (Article [3]), so is the will moved by its object, which is good, and by Him who creates the power of willing. Now the will can be moved by good as its object, but by God alone sufficiently and efficaciously. For nothing can move a movable thing sufficiently unless the active power of the mover surpasses or at least equals the potentiality of the thing movable. Now the potentiality of the will extends to the universal good; for its object is the universal good; just as the object of the intellect is the universal being. But every created good is some particular good; God alone is the universal good. Whereas He alone fills the capacity of the will, and moves it sufficiently as its object. In like manner the power of willing is caused by God alone. For to will is nothing but to be inclined towards the object of the will, which is universal good. But to incline towards the universal good belongs to the First Mover, to Whom the ultimate end is proportionate; just as in human affairs to him that presides over the community belongs the directing of his subjects to the common weal. Wherefore in both ways it belongs to God to move the will; but especially in the second way by an interior inclination of the will."
            ]
        },
        "5": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God works in every agent?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God does not work in every agent. For we must not attribute any insufficiency to God. If therefore God works in every agent, He works sufficiently in each one. Hence it would be superfluous for the created agent to work at all."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the same work cannot proceed at the same time from two sources; as neither can one and the same movement belong to two movable things. Therefore if the creature's operation is from God operating in the creature, it cannot at the same time proceed from the creature; and so no creature works at all."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the maker is the cause of the operation of the thing made, as giving it the form whereby it operates. Therefore, if God is the cause of the operation of things made by Him, this would be inasmuch as He gives them the power of operating. But this is in the beginning, when He makes them. Thus it seems that God does not operate any further in the operating creature."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: God works sufficiently in things as First Agent, but it does not follow from this that the operation of secondary agents is superfluous."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: One action does not proceed from two agents of the same order. But nothing hinders the same action from proceeding from a primary and a secondary agent."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: God not only gives things their form, but He also preserves them in existence, and applies them to act, and is moreover the end of every action, as above explained."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, It is written (Is. 26:12): \"Lord, Thou hast wrought all our works in [Vulg.: 'for'] us.\""
            ],
            "body": [
                "I answer that, Some have understood God to work in every agent in such a way that no created power has any effect in things, but that God alone is the ultimate cause of everything wrought; for instance, that it is not fire that gives heat, but God in the fire, and so forth. But this is impossible. First, because the order of cause and effect would be taken away from created things: and this would imply lack of power in the Creator: for it is due to the power of the cause, that it bestows active power on its effect. Secondly, because the active powers which are seen to exist in things, would be bestowed on things to no purpose, if these wrought nothing through them. Indeed, all things created would seem, in a way, to be purposeless, if they lacked an operation proper to them; since the purpose of everything is its operation. For the less perfect is always for the sake of the more perfect: and consequently as the matter is for the sake of the form, so the form which is the first act, is for the sake of its operation, which is the second act; and thus operation is the end of the creature. We must therefore understand that God works in things in such a manner that things have their proper operation.",
                "In order to make this clear, we must observe that as there are few kinds of causes; matter is not a principle of action, but is the subject that receives the effect of action. On the other hand, the end, the agent, and the form are principles of action, but in a certain order. For the first principle of action is the end which moves the agent; the second is the agent; the third is the form of that which the agent applies to action (although the agent also acts through its own form); as may be clearly seen in things made by art. For the craftsman is moved to action by the end, which is the thing wrought, for instance a chest or a bed; and applies to  action the axe which cuts through its being sharp.",
                "Thus then does God work in every worker, according to these three things. First as an end. For since every operation is for the sake of some good, real or apparent; and nothing is good either really or apparently, except in as far as it participates in a likeness to the Supreme Good, which is God; it follows that God Himself is the cause of every operation as its end. Again it is to be observed that where there are several agents in order, the second always acts in virtue of the first; for the first agent moves the second to act. And thus all agents act in virtue of God Himself: and therefore He is the cause of action in every agent. Thirdly, we must observe that God not only moves things to operated, as it were applying their forms and powers to operation, just as the workman applies the axe to cut, who nevertheless at times does not give the axe its form; but He also gives created agents their forms and preserves them in being. Therefore He is the cause of action not only by giving the form which is the principle of action, as the generator is said to be the cause of movement in things heavy and light; but also as preserving the forms and powers of things; just as the sun is said to be the cause of the manifestation of colors, inasmuch as it gives and preserves the light by which colors are made manifest. And since the form of a thing is within the thing, and all the more, as it approaches nearer to the First and Universal Cause; and because in all things God Himself is properly the cause of universal being which is innermost in all things; it follows that in all things God works intimately. For this reason in Holy Scripture the operations of nature are attributed to God as operating in nature, according to Job 10:11: \"Thou hast clothed me with skin and flesh: Thou hast put me together with bones and sinews.\""
            ]
        },
        "6": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God can do anything outside the established order of nature?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God cannot do anything outside the established order of nature. For Augustine (Contra Faust. xxvi, 3) says: \"God the Maker and Creator of each nature, does nothing against nature.\" But that which is outside the natural order seems to be against nature. Therefore God can do nothing outside the natural order."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, as the order of justice is from God, so is the order of nature. But God cannot do anything outside the order of justice; for then He would do something unjust. Therefore He cannot do anything outside the order of nature."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, God established the order of nature. Therefore it God does anything outside the order of nature, it would seem that He is changeable; which cannot be said."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: In natural things something may happen outside this natural order, in two ways. It may happen by the action of an agent which did not give them their natural inclination; as, for example, when a man moves a heavy body upwards, which does not owe to him its natural inclination to move downwards; and that would be against nature. It may also happen by the action of the agent on whom the natural inclination depends; and this is not against nature, as is clear in the ebb and flow of the tide, which is not against nature; although it is against the natural movement of water in a downward direction; for it is owing to the influence of a heavenly body, on which the natural inclination of lower bodies depends. Therefore since the order of nature is given to things by God; if He does anything outside this order, it is not against  nature. Wherefore Augustine says (Contra Faust. xxvi, 3): \"That is natural to each thing which is caused by Him from Whom is all mode, number, and order in nature.\""
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The order of justice arises by relation to the First Cause, Who is the rule of all justice; and therefore God can do nothing against such order."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: God fixed a certain order in things in such a way that at the same time He reserved to Himself whatever he intended to do otherwise than by a particular cause. So when He acts outside this order, He does not change."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, Augustine says (Contra Faust. xxvi, 3): \"God sometimes does things which are contrary to the ordinary course of nature.\""
            ],
            "body": [
                "I answer that, From each cause there results a certain order to its effects, since every cause is a principle; and so, according to the multiplicity of causes, there results a multiplicity of orders, subjected one to the other, as cause is subjected to cause. Wherefore a higher cause is not subjected to a cause of a lower order; but conversely. An example of this may be seen in human affairs. On the father of a family depends the order of the household; which order is contained in the order of the city; which order again depends on the ruler of the city; while this last order depends on that of the king, by whom the whole kingdom is ordered.",
                "If therefore we consider the order of things depending on the first cause, God cannot do anything against this order; for, if He did so, He would act against His foreknowledge, or His will, or His goodness. But if we consider the order of things depending on any secondary cause, thus God can do something outside such order; for He is not subject to the order of secondary causes; but, on the contrary, this order is subject to Him, as proceeding from Him, not by a natural necessity, but by the choice of His own will; for He could have created another order of things. Wherefore God can do something outside this order created by Him, when He chooses, for instance by producing the effects of secondary causes without them, or by producing certain effects to which secondary causes do not extend. So Augustine says (Contra Faust. xxvi, 3): \"God acts against the wonted course of nature, but by no means does He act against the supreme law; because He does not act against Himself.\""
            ]
        },
        "7": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether whatever God does outside the natural order is miraculous?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that not everything which God does outside the natural order of things, is miraculous. For the creation of the world, and of souls, and the justification of the unrighteous, are done by God outside the natural order; as not being accomplished by the action of any natural cause. Yet these things are not called miracles. Therefore not everything that God does outside the natural order is a miracle."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, a miracle is \"something difficult, which seldom occurs, surpassing the faculty of nature, and going so far beyond our hopes as to compel our astonishment\" [*St. Augustine, De utilitate credendi xvi.]. But some things outside the order of nature are not arduous; for they occur in small things, such as the recovery and healing of the sick. Nor are they of rare occurrence, since they happen frequently; as when the sick were placed in the streets, to be healed by the shadow of Peter (Acts 5:15). Nor do they surpass the faculty of nature; as when people are cured of a fever. Nor are they beyond our hopes, since we all hope for the resurrection of the dead, which nevertheless will be outside the course of nature. Therefore not all things are outside the course of natur are miraculous."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the word miracle is derived from admiration. Now admiration concerns things manifest to the senses. But sometimes things happen outside the order of nature, which are not manifest to the senses; as when the Apostles were endowed with knowledge without studying or being taught. Therefore not everything that occurs outside the order of nature is miraculous."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Creation, and the justification of the unrighteous, though done by God alone, are not, properly speaking, miracles, because they are not of a nature to proceed from any other cause; so they do not occur outside the order of nature, since they do not belong to that order."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: An arduous thing is called a miracle, not on account of the excellence of the thing wherein it is done, but because it surpasses the faculty of nature: likewise a thing is called unusual, not because it does not often happen, but because it is outside the usual natural course of things. Furthermore, a thing is said to be above the faculty of nature, not only by reason of the substance of the thing done, but also on account of the manner and order in which it is done. Again, a miracle is said to go beyond the hope \"of nature,\" not above the hope \"of grace,\" which hope comes from faith, whereby we believe in the future resurrection."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The knowledge of the Apostles, although not manifest in itself, yet was made manifest in its effect, from which it was shown to be wonderful."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "counter": [
                "On the contrary, Augustine says (Contra Faust. xxvi, 3): \"Where God does anything against that order of nature which we know and are accustomed to observe, we call it a miracle.\""
            ],
            "body": [
                "I answer that, The word miracle is derived from admiration, which arises when an effect is manifest, whereas its cause is hidden; as when a man sees an eclipse without knowing its cause, as the Philosopher says in the beginning of his Metaphysics. Now the cause of a manifest effect may be known to one, but unknown to  others. Wherefore a thing is wonderful to one man, and not at all to others: as an eclipse is to a rustic, but not to an astronomer. Now a miracle is so called as being full of wonder; as having a cause absolutely hidden from all: and this cause is God. Wherefore those things which God does outside those causes which we know, are called miracles."
            ]
        },
        "8": {
            "question": 105,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether one miracle is greater than another?"
            ],
            "id": 8,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that one miracle is not greater than another. For Augustine says (Epist. ad Volusian. cxxxvii): \"In miraculous deeds, the whole measure of the deed is the power of the doer.\" But by the same power of God all miracles are done. Therefore one miracle is not greater than another."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the power of God is infinite. But the infinite exceeds the finite beyond all proportion; and therefore no more reason exists to wonder at one effect thereof than at another. Therefore one miracle is not greater than another."
                    ],
                    "id": 2,
                    "article": 8
                }
            },
            "replies": {},
            "counter": [
                "On the contrary, The Lord says, speaking of miraculous works (Jn. 14:12): \"The works that I do, he also shall do, and greater than these shall he do.\""
            ],
            "body": [
                "I answer that, Nothing is called a miracle by comparison with the Divine Power; because no action is of any account compared with the power of God, according to Is. 40:15: \"Behold the Gentiles are as a drop from a bucket, and are counted as the smallest grain of a balance.\" But a thing is called a miracle by comparison with the power of nature which it surpasses. So the more the power of nature is surpassed, the greater the miracle. Now the power of nature is  surpassed in three ways: firstly, in the substance of the deed, for instance, if two bodies occupy the same place, or if the sun goes backwards; or if a human body is glorified: such things nature is absolutely unable to do; and these hold the highest rank among miracles. Secondly, a thing surpasses the power of nature, not in the deed, but in that wherein it is done; as the raising of the dead, and giving sight to the blind, and the like; for nature can give life, but not to the dead; and such hold the second rank in miracles. Thirdly, a thing surpasses nature's power in the measure and order in which it is done; as when a man is cured of a fever suddenly, without treatment or the usual process of nature; or as when the air is suddenly condensed into rain, by Divine power without a natural cause, as occurred at the prayers of Samuel and Elias; and these hold the lowest place in miracles. Moreover, each of these kinds has various degrees, according to the different ways in which the power of nature is surpassed.",
                "From this is clear how to reply to the objections, arguing as they do from the Divine power."
            ]
        }
    }
}