{
    "id": 4,
    "part": "FP",
    "title": "The Perfection of God",
    "outer": {
        "question": 4,
        "type": "outer",
        "part": "FP",
        "text": [
            "Having considered the divine simplicity, we treat next of God's perfection. Now because everything in so far as it is perfect  is called good, we shall speak first of the divine perfection; secondly of the divine goodness.",
            "Concerning the first there are three points of inquiry:",
            "(1) Whether God is perfect?",
            "(2) Whether God is perfect universally, as having in Himself the perfections of all things?",
            "(3) Whether creatures can be said to be like God?"
        ],
        "title": [
            "THE PERFECTION OF GOD (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 4,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God is perfect?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It seems that perfection does not belong to God. For we say a thing is perfect if it is completely made. But it does not befit God to be made. Therefore He is not perfect."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, God is the first beginning of things. But the beginnings of things seem to be imperfect, as seed is the beginning of animal and vegetable life. Therefore God is imperfect."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, as shown above (Question [3], Article [4]), God's essence is existence. But existence seems most imperfect, since it is most universal and receptive of all modification. Therefore God is imperfect."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: As Gregory says (Moral. v, 26,29): \"Though our lips can only stammer, we yet chant the high things of God.\" For that which is not made is improperly called perfect. Nevertheless because created things are then called perfect, when from potentiality they are brought into actuality, this word \"perfect\" signifies whatever is not wanting in actuality, whether this be by way of perfection or not."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The material principle which with us is found to be imperfect, cannot be absolutely primal; but must be preceded by something perfect. For seed, though it be the principle of animal  life reproduced through seed, has previous to it, the animal or plant from which is came. Because, previous to that which is potential, must be that which is actual; since a potential being can only be reduced into act by some being already actual."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Existence is the most perfect of all things, for it is compared to all things as that by which they are made actual; for nothing has actuality except so far as it exists. Hence existence is that which actuates all things, even their forms. Therefore it is not compared to other things as the receiver is to the received; but rather as the received to the receiver. When therefore I speak of the existence of man, or horse, or anything else, existence is considered a formal principle, and as something received; and not as that which exists."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written: \"Be you perfect as also your heavenly Father is perfect\" (Mt. 5:48)."
            ],
            "body": [
                "I answer that, As the Philosopher relates (Metaph. xii), some ancient philosophers, namely, the Pythagoreans and Leucippus, did not predicate \"best\" and \"most perfect\" of the first principle. The reason was that the ancient philosophers considered only a material principle; and a material principle is most imperfect. For since matter as such is merely potential, the first material principle must be simply potential, and thus most imperfect. Now God is the first principle, not material, but in the order of efficient cause, which must be most perfect. For just as matter, as such, is merely potential, an agent, as such, is in the state of actuality. Hence, the first active principle must needs be most actual, and therefore most perfect; for a thing is perfect in proportion to its state of actuality, because we call that perfect which lacks nothing of the mode of its perfection."
            ]
        },
        "2": {
            "question": 4,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the perfections of all things are in God?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It seems that the perfections of all things are not in God. For God is simple, as shown above (Question [3], Article [7]); whereas the perfections of things are many and diverse. Therefore the perfections of all things are not in God."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, opposites cannot coexist. Now the perfections of things are opposed to each other, for each thing is perfected by its specific difference. But the differences by which \"genera\" are divided, and \"species\" constituted, are opposed to each other. Therefore because opposites cannot coexist in the same subject, it seems that the perfections of all things are not in God."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, a living thing is more perfect than what merely exists; and an intelligent thing than what merely lives. Therefore life is more perfect than existence; and knowledge than life. But the essence of God is existence itself. Therefore He has not the perfections of life, and knowledge, and other similar perfections."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Even as the sun (as Dionysius remarks, (Div. Nom. v)), while remaining one and shining uniformly, contains within itself first and uniformly the substances of sensible things, and many and diverse qualities; \"a fortiori\" should all things in a kind of natural unity pre-exist in the cause of all things; and thus things diverse and in themselves opposed to each other, pre-exist in God as one, without injury to His simplicity. This suffices for the Reply to the Second Objection."
                    ],
                    "id": 1,
                    "article": 2
                },
                "3": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The same Dionysius says (Div. Nom. v) that, although existence is more perfect than life, and life than wisdom, if they are considered as distinguished in idea; nevertheless, a living thing is more perfect than what merely exists, because living things also exist and intelligent things both exist and live. Although therefore existence does not include life and wisdom, because that which participates in existence need not participate in every mode of existence; nevertheless God's existence includes in itself life and wisdom, because nothing of the perfection of being can be wanting to Him who is subsisting being itself."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Dionysius says (Div. Nom. v) that \"God in His one existence prepossesses all things.\""
            ],
            "body": [
                "I answer that, All created perfections are in God. Hence He is spoken of as universally perfect, because He lacks not (says the Commentator, Metaph. v) any excellence which may be found in any genus. This may be seen from two considerations. First, because whatever perfection exists in an effect must be found in the effective cause: either in the same formality, if it is a univocal agent---as when man reproduces man; or in a more eminent degree, if it is an equivocal agent---thus in the sun is the likeness of whatever is generated by the sun's power. Now it is plain that the effect pre-exists virtually in the efficient cause: and although to pre-exist in the potentiality of a material cause is to pre-exist in a more imperfect way, since matter as such is imperfect, and an agent as such is perfect; still to pre-exist virtually in the efficient cause is to pre-exist not in a more imperfect, but in a  more perfect way. Since therefore God is the first effective cause of things, the perfections of all things must pre-exist in God in a more eminent way. Dionysius implies the same line of argument by saying of God (Div. Nom. v): \"It is not that He is this and not that, but that He is all, as the cause of all.\" Secondly, from what has been already proved, God is existence itself, of itself subsistent (Question [3], Article [4]). Consequently, He must contain within Himself the whole perfection of being. For it is clear that if some hot thing has not the whole perfection of heat, this is because heat is not participated in its full perfection; but if this heat were self-subsisting, nothing of the virtue of heat would be wanting to it. Since therefore God is subsisting being itself, nothing of the perfection of being can be wanting to Him. Now all created perfections are included in the perfection of being; for things are perfect, precisely so far as they have being after some fashion. It follows therefore that the perfection of no one thing is wanting to God. This line of argument, too, is implied by Dionysius (Div. Nom. v), when he says that, \"God exists not in any single mode, but embraces all being within Himself, absolutely, without limitation, uniformly;\" and afterwards he adds that, \"He is the very existence to subsisting things.\""
            ]
        },
        "3": {
            "question": 4,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether any creature can be like God?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It seems that no creature can be like God. For it is written (Ps. 85:8): \"There is none among the gods like unto Thee, O Lord.\" But of all creatures the most excellent are those which are called participation gods. Therefore still less can other creatures be said to be like God."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, likeness implies comparison. But there can be no comparison between things in a different \"genus.\" Therefore  neither can there be any likeness. Thus we do not say that sweetness is like whiteness. But no creature is in the same \"genus\" as God: since God is no \"genus,\" as shown above (Question [3], Article [5]). Therefore no creature is like God."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, we speak of those things as like which agree in form. But nothing can agree with God in form; for, save in God alone, essence and existence differ. Therefore no creature can be like to God."
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 4,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, among like things there is mutual likeness; for like is like to like. If therefore any creature is like God, God will be like some creature, which is against what is said by Isaias: \"To whom have you likened God?\" (Is. 40:18)."
                    ],
                    "id": 4,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: As Dionysius says (Div. Nom. ix), when Holy Writ  declares that nothing is like God, it does not mean to deny all likeness to Him. For, \"the same things can be like and unlike to God: like, according as they imitate Him, as far as He, Who is not perfectly imitable, can be imitated; unlike according as they fall short of their cause,\" not merely in intensity and remission, as that which is less white falls short of that which is more white; but because they are not in agreement, specifically or generically."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: God is not related to creatures as though belonging to a different \"genus,\" but as transcending every \"genus,\" and as the principle of all \"genera.\""
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Likeness of creatures to God is not affirmed on account of agreement in form according to the formality of the same genus or species, but solely according to analogy, inasmuch as God is essential being, whereas other things are beings by participation."
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 4,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: Although it may be admitted that creatures are in some sort like God, it must nowise be admitted that God is like creatures; because, as Dionysius says (Div. Nom. ix): \"A mutual likeness may be found between things of the same order, but not between a cause and that which is caused.\" For, we say that a statue is like a man, but not conversely; so also a creature can be spoken of as in some sort like God; but not that God is like a creature."
                    ],
                    "id": 4,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written: \"Let us make man to our image and likeness\" (Gn. 1:26), and: \"When He shall appear we shall be like to Him\" (1 Jn. 3:2)."
            ],
            "body": [
                "I answer that, Since likeness is based upon agreement or communication in form, it varies according to the many modes of communication in form. Some things are said to be like, which communicate in the same form according to the same formality, and according to the same mode; and these are said to be not merely like, but equal in their likeness; as two things equally white are said to be alike in whiteness; and this is the most perfect likeness. In another way, we speak of things as alike which communicate in form according to the same formality, though not according to the same measure, but according to more or less, as something less white is said to be like another thing more white; and this is imperfect likeness. In a third way some things are said to be alike which communicate in the same form, but not according to the same formality; as we see in non-univocal agents. For since every agent reproduces itself so far as it is an agent, and everything acts according to the manner of its form, the effect must in some way resemble the form of the agent. If therefore the agent is contained in the same species as its effect, there will be a likeness in form between that which makes and that which is made, according to the same formality of the species; as man reproduces man. If, however, the agent and its effect are not contained in the same species, there will be a likeness, but not according to the formality of the same species; as things generated by the sun's heat may be in some sort spoken of as like the sun, not as though they received the form of the sun in its specific likeness, but in its generic likeness. Therefore if there is an agent not contained in any \"genus,\" its effect will still more distantly reproduce the form of the agent, not, that is, so as to participate in the likeness of the agent's form according to the same specific or generic formality, but only according to some sort of analogy; as existence is common to all. In this way all created things, so far as they are beings, are like God as the first and universal principle of all being."
            ]
        }
    }
}