{
    "id": 107,
    "part": "FP",
    "title": "The Speech of the Angels",
    "section": 5,
    "outer": {
        "question": 107,
        "type": "outer",
        "part": "FP",
        "text": [
            "We next consider the speech of the angels. Here there are five points of inquiry:",
            "(1) Whether one angel speaks to another?",
            "(2) Whether the inferior speaks to the superior?",
            "(3) Whether an angel speaks to God?",
            "(4) Whether the angelic speech is subject to local distance?",
            "(5) Whether all the speech of one angel to another is known to all?"
        ],
        "title": [
            "THE SPEECH OF THE ANGELS (FIVE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 107,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether one angel speaks to another?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that one angel does not speak to another. For Gregory says (Moral. xviii) that, in the state of the resurrection \"each one's body will not hide his mind from his fellows.\" Much less, therefore, is one angel's mind hidden from another. But speech manifests to another what lies hidden in the mind. Therefore it is not necessary that one angel should speak to another."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, speech is twofold; interior, whereby one speaks to oneself; and exterior, whereby one speaks to another. But exterior speech takes place by some sensible sign, as by voice, or gesture, or some bodily member, as the tongue, or the fingers, and this cannot apply to the angels. Therefore one angel does not speak to another."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the speaker incites the hearer to listen to what he says. But it does not appear that one angel incites another to listen; for this happens among us by some sensible sign. Therefore one angel does not speak to another."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Our mental concept is hidden by a twofold obstacle. The first is in the will, which can retain the mental concept within, or can direct it externally. In this way God alone can see the mind of another, according to 1 Cor. 2:11: \"What man knoweth the things of a man, but the spirit of a man that is in him?\" The other obstacle whereby the mental concept is excluded from another one's knowledge, comes from the body; and so it happens that even when the will directs the concept of the mind to make itself known, it is not at once make known to another; but some sensible sign must be used. Gregory alludes to this fact when he says (Moral. ii): \"To other eyes we seem to stand aloof as it  were behind the wall of the body; and when we wish to make ourselves known, we go out as it were by the door of the tongue to show what we really are.\" But an angel is under no such obstacle, and so he can make his concept known to another at once."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: External speech, made by the voice, is a necessity for us on account of the obstacle of the body. Hence it does not befit an angel; but only interior speech belongs to him, and this includes not only the interior speech by mental concept, but also its being ordered to another's knowledge by the will. So the tongue of an angel is called metaphorically the angel's power, whereby he manifests his mental concept."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: There is no need to draw the attention of the good angels, inasmuch as they always see each other in the Word; for as one ever sees the other, so he ever sees what is ordered to himself. But because by their very nature they can speak to each other, and even now the bad angels speak to each other, we must say that the intellect is moved by the intelligible object just as sense is affected by the sensible object. Therefore, as sense is aroused by the sensible object, so the mind of an angel can be aroused to attention by some intelligible power."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Apostle says (1 Cor. 13:1): \"If I speak with the tongues of men and of angels.\""
            ],
            "body": [
                "I answer that, The angels speak in a certain way. But, as Gregory says (Moral. ii): \"It is fitting that our mind, rising above the properties of bodily speech, should be lifted to the sublime and unknown methods of interior speech.\"",
                "To understand how one angel speaks to another, we must consider that, as we explained above (Question [82], Article [4]), when treating of the actions and powers of the soul, the will moves the intellect to its operation. Now an intelligible object is present to the intellect in three ways; first, habitually, or in the memory, as Augustine says (De Trin. xiv, 6,7); secondly, as actually considered or conceived; thirdly, as related to something else. And it is clear that the intelligible object passes from the first to the second stage by the command of the will, and hence in the definition of habit these words occur, \"which anyone uses when he wills.\" So likewise the intelligible object passes from the second to the third stage by the will; for by the will the concept of the mind is ordered to something else, as, for instance, either to the performing of an action, or to being made known to another. Now when the mind turns itself to the actual consideration of any habitual knowledge, then a person speaks to himself; for the concept of the mind is called \"the interior word.\" And by the fact that the concept of the angelic mind is ordered to be made known to another by the will of the angel himself, the concept of one angel is made known to another; and in this way one angel speaks to another; for to speak to another only means to make known the mental concept to another."
            ]
        },
        "2": {
            "question": 107,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the inferior angel speaks to the superior?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the inferior angel does not speak to the superior. For on the text (1 Cor. 13:1), \"If I speak with the tongues of men and of angels,\" a gloss remarks that the speech of the angels is an enlightenment whereby the superior enlightens the inferior. But the inferior never enlightens the superior, as was above explained (Question [106], Article [3]). Therefore neither do the inferior speak to the superior."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, as was said above (Question [106], Article [1]), to enlighten means merely to acquaint one man of what is known to another; and this is to speak. Therefore to speak and to enlighten are the same; so the same conclusion follows."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, Gregory says (Moral. ii): \"God speaks to the angels by the very fact that He shows to their hearts His hidden and invisible things.\" But this is to enlighten them. Therefore, whenever God speaks, He enlightens. In the same way every angelic speech is an enlightening. Therefore an inferior angel can in no way speak to a superior angel."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Every speech of God to the angels is an enlightening; because since the will of God is the rule of truth, it belongs to the perfection and enlightenment of the created mind to know even what God wills. But the same does not apply to the will of the angels, as was explained above."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, According to the exposition of Dionysius (Coel. Hier. vii), the inferior angels said to the superior: \"Who is this King of Glory?\""
            ],
            "body": [
                "I answer that, The inferior angels can speak to the superior. To make this clear, we must consider that every angelic enlightening is an angelic speech; but on the other hand, not every speech is an enlightening; because, as we have said (Article [1]), for one  angel to speak to another angel means nothing else, but that by his own will he directs his mental concept in such a way, that it becomes known to the other. Now what the mind conceives may be reduced to a twofold principle; to God Himself, Who is the primal truth; and to the will of the one who understands, whereby we actually consider anything. But because truth is the light of the intellect, and God Himself is the rule of all truth; the manifestation of what is conceived by the mind, as depending on the primary truth, is both speech and enlightenment; for example, when one man says to another: \"Heaven was created by God\"; or, \"Man is an animal.\" The manifestation, however, of what depends on the will of the one who understands, cannot be called an enlightenment, but is only a speech; for instance, when one says to another: \"I wish to learn this; I wish to do this or that.\" The reason is that the created will is not a light, nor a rule of truth; but participates of light. Hence to communicate what comes from the created will is not, as such, an enlightening. For to know what you may will, or what you may understand does not belong to the perfection of my intellect; but only to know the truth in reality.",
                "Now it is clear that the angels are called superior or inferior by comparison with this principle, God; and therefore enlightenment, which depends on the principle which is God, is conveyed only by the superior angels to the inferior. But as regards the will as the principle, he who wills is first and supreme; and therefore the manifestation of what belongs to the will, is conveyed to others by the one who wills. In that manner both the superior angels speak to the inferior, and the inferior speak to the superior.",
                "From this clearly appear the replies to the first and second objections."
            ]
        },
        "3": {
            "question": 107,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether an angel speaks to God?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that an angel does not speak to God. For speech makes known something to another. But an angel cannot make known anything to God, Who knows all things. Therefore an angel does not speak to God."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, to speak is to order the mental concept in reference to another, as was shown above (Article [1]). But an angel ever orders his mental concept to God. So if an angel speaks to God, he ever speaks to God; which in some ways appears to be unreasonable, since an angel sometimes speaks to another angel. Therefore it seems that an angel never speaks to God."
                    ],
                    "id": 2,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Speech is not always for the purpose of making something known to another; but is sometimes finally ordered to the purpose of manifesting something to the speaker himself; as when the disciples ask instruction from the master."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The angels are ever speaking to God in the sense of praising and admiring Him and His works; but they speak to Him by consulting Him about what ought to be done whenever they have to perform any new work, concerning which they desire enlightenment."
                    ],
                    "id": 2,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Zach. 1:12): \"The angel of the Lord answered and said: O Lord of hosts, how long wilt Thou not have mercy on Jerusalem.\" Therefore an angel speaks to God."
            ],
            "body": [
                "I answer that, As was said above (Articles [1],2), the angel speaks by ordering his mental concept to something else. Now one thing is ordered to another in a twofold manner. In one way for the purpose of giving one thing to another, as in natural things the agent is ordered to the patient, and in human speech the teacher is ordered to the learner; and in this sense an angel in no way speaks to God either of what concerns the truth, or of whatever depends on the created will; because God is the principle and source of all truth and of all will. In another way one thing is ordered to another to receive something, as in natural things the passive is ordered to the agent, and in human speech the disciple to the master; and in this way an angel speaks to God, either by consulting the Divine will of what ought to be done, or by admiring the Divine excellence which he can never comprehend; thus Gregory says (Moral. ii) that \"the angels speak to God, when by contemplating what is above themselves they rise to emotions of admiration.\""
            ]
        },
        "4": {
            "question": 107,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether local distance influences the angelic speech?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that local distance affects the angelic speech. For as Damascene says (De Fide Orth. i, 13): \"An angel works where he is.\" But speech is an angelic operation. Therefore, as an angel is in a determinate place, it seems that an angel's speech is limited by the bounds of that place."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, a speaker cries out on account of the distance of the hearer. But it is said of the Seraphim that \"they cried one to another\" (Is. 6:3). Therefore in the angelic speech local distance has some effect."
                    ],
                    "id": 2,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The angelic speech, as above explained (Article [1], ad 2), is interior; perceived, nevertheless, by another; and therefore it exists in the angel who speaks, and consequently where the angel is who speaks. But as local distance does not prevent one angel seeing another, so neither does it prevent an angel perceiving what is ordered to him on the part of another; and this is to perceive his speech."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The cry mentioned is not a bodily voice raised by reason of the local distance; but is taken to signify the magnitude of what is said, or the intensity of the affection, according to what Gregory says (Moral. ii): \"The less one desires, the less one cries out.\""
                    ],
                    "id": 2,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is said that the rich man in hell spoke to Abraham, notwithstanding the local distance (Lk. 16:24). Much less therefore does local distance impede the speech of one angel to another."
            ],
            "body": [
                "I answer that, The angelic speech consists in an intellectual operation, as explained above (Articles [1],2,3). And the intellectual operation of an angel abstracts from the \"here and now.\" For even our own intellectual operation takes place by abstraction from the  \"here and now,\" except accidentally on the part of the phantasms, which do not exist at all in an angel. But as regards whatever is abstracted from \"here and now,\" neither difference of time nor local distance has any influence whatever. Hence in the angelic speech local distance is no impediment."
            ]
        },
        "5": {
            "question": 107,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether all the angels know what one speaks to another?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that all the angels know what one speaks to another. For unequal local distance is the reason why all men do not know what one man says to another. But in the angelic speech local distance has no effect, as above explained (Article [4]). Therefore all the angels know what one speaks to another."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, all the angels have the intellectual power in common. So if the mental concept of one ordered to another is known by one, it is for the same reason known by all."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, enlightenment is a kind of speech. But the enlightenment of one angel by another extends to all the angels, because, as Dionysius says (Coel. Hier. xv): \"Each one of the heavenly beings communicates what he learns to the others.\" Therefore the speech of one angel to another extends to all."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Enlightenment is of those truths that emanate from the first rule of truth, which is the principle common to all the angels; and in that way all enlightenments are common to all. But speech may be of something ordered to the principle of the created will, which is proper to each angel; and in this way it is not necessary that these speeches should be common to all."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, One man can speak to another alone; much more can this be the case among the angels."
            ],
            "body": [
                "I answer that, As above explained (Articles [1],2), the mental concept of one angel can be perceived by another when the angel who possesses the concept refers it by his will to another. Now a thing can be ordered through some cause to one thing and not to another; consequently the concept of one (angel) may be known by one and not by another; and therefore an angel can perceive the speech of one angel to another; whereas others do not, not through the obstacle of local distance, but on account of the will so ordering, as explained above.",
                "From this appear the replies to the first and second objections."
            ]
        }
    }
}