{
    "id": 101,
    "part": "FP",
    "title": "Of the Condition of the Offspring As Regards Knowledge",
    "section": 4,
    "outer": {
        "question": 101,
        "type": "outer",
        "part": "FP",
        "text": [
            "We next consider the condition of the offspring as to knowledge. Under this head there are two points of inquiry:",
            "(1) Whether in the state of innocence children would have been born with perfect knowledge?",
            "(2) Whether they would have had perfect use of reason at the moment of birth?"
        ],
        "title": [
            "OF THE CONDITION OF THE OFFSPRING AS REGARDS KNOWLEDGE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 101,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether in the state of innocence children would have been born with perfect knowledge?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 101,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that in the state of innocence children would have been born with perfect knowledge. For Adam would have begotten children like himself. But Adam was gifted with perfect knowledge (Question [94], Article [3]). Therefore children would have been born of him with perfect knowledge."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 101,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, ignorance is a result of sin, as Bede says (Cf. FS, Question [85], Article [3]). But ignorance is privation of knowledge. Therefore before sin children would have had perfect knowledge as soon as they were born."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 101,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, children would have been gifted with righteousness from birth. But knowledge is required for righteousness, since it directs our actions. Therefore they would also have been gifted with knowledge."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 101,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The perfection of knowledge was an individual accident of our first parent, so far as he was established as the father and instructor of the whole human race. Therefore he begot children like himself, not in that respect, but only in those accidents which were natural or conferred gratuitously on the whole nature."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 101,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Ignorance is privation of knowledge due at some particular time; and this would not have been in children from their birth, for they would have possessed the knowledge due to them at that time. Hence, no ignorance would have been in them, but only nescience in regard to certain matters. Such nescience was even in the holy angels, according to Dionysius (Coel. Hier. vii)."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 101,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Children would have had sufficient knowledge to direct them to deeds of righteousness, in which men are guided by universal principles of right; and this knowledge of theirs would have been much more complete than what we have now by nature, as likewise their knowledge of other universal principles."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The human soul is naturally \"like a blank tablet on which nothing is written,\" as the Philosopher says (De Anima iii, 4). But the nature of the soul is the same now as it would have been in the state of innocence. Therefore the souls of children would have been without knowledge at birth."
            ],
            "body": [
                "I answer that, As above stated (Question [99], Article [1]), as regards belief in matters which are above nature, we rely on authority alone; and so, when authority is wanting, we must be guided by the ordinary course of nature. Now it is natural for man to acquire knowledge through the senses, as above explained (Question [55], Article [2]; Question [84], Article [6]); and for this reason is the soul united to the body, that it needs it for its proper operation; and this would not be so if the soul were endowed at birth with knowledge not acquired through the sensitive powers. We must conclude then, that, in the state of innocence, children  would not have been born with perfect knowledge; but in course of time they would have acquired knowledge without difficulty by discovery or learning."
            ]
        },
        "2": {
            "question": 101,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether children would have had perfect use of reason at birth?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 101,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that children would have had perfect use of reason at birth. For that children have not perfect use of reason in our present state, is due to the soul being weighed down by the body; which was not the case in paradise, because, as it is written, \"The corruptible body is a load upon the soul\" (Wis. 9:15). Therefore, before sin and the corruption which resulted therefrom, children would have had the perfect use of reason at birth."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 101,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, some animals at birth have the use of their natural powers, as the lamb at once flees from the wolf. Much more, therefore, would men in the state of innocence have had perfect use of reason at birth."
                    ],
                    "id": 2,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 101,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The corruptible body is a load upon the soul, because it hinders the use of reason even in those matters which belong to man at all ages."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 101,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Even other animals have not at birth such a perfect use of their natural powers as they have later on. This is clear from the fact that birds teach their young to fly; and the like may be observed in other animals. Moreover a special impediment exists in man from the humidity of the brain, as we have said above (Question [99], Article [1])."
                    ],
                    "id": 2,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, In all things produced by generation nature proceeds from the imperfect to the perfect. Therefore children would not have had the perfect use of reason from the very outset."
            ],
            "body": [
                "I answer that, As above stated (Question [84], Article [7]), the use of reason depends in a certain manner on the use of the sensitive powers; wherefore, while the senses are tired and the interior sensitive powers hampered, man has not the perfect use of reason, as we see in those who are asleep or delirious. Now the sensitive powers are situate in corporeal organs; and therefore, so long as the latter are hindered, the action of the former is of necessity hindered also; and likewise, consequently, the use of reason. Now children are hindered in the use of these powers on account of the humidity  of the brain; wherefore they have perfect use neither of these powers nor of reason. Therefore, in the state of innocence, children would not have had the perfect use of reason, which they would have enjoyed later on in life. Yet they would have had a more perfect use than they have now, as to matters regarding that particular state, as explained above regarding the use of their limbs (Question [99], Article [1])."
            ]
        }
    }
}