{
    "id": 73,
    "part": "FP",
    "title": "On the Things That Belong to the Seventh Day",
    "section": 3,
    "outer": {
        "question": 73,
        "type": "outer",
        "part": "FP",
        "text": [
            "We must next consider the things that belong to the seventh day. Under this head there are three points of inquiry:",
            "(1) About the completion of the works;",
            "(2) About the resting of God;",
            "(3) About the blessing and sanctifying of this day."
        ],
        "title": [
            "ON THE THINGS THAT BELONG TO THE SEVENTH DAY (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 73,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the completion of the Divine works ought to be ascribed to the seventh day?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the completion of the Divine works ought not to be ascribed to the seventh day. For all things that are done in this world belong to the Divine works. But the consummation of the world will be at the end of the world (Mt. 13:39,40). Moreover, the time of Christ's Incarnation is a time of completion, wherefore it is called \"the time of fulness [*Vulg.: 'the fulness of time']\" (Gal. 4:4). And Christ Himself, at the moment of His death, cried out, \"It is consummated\" (Jn. 19:30). Hence the completion of the Divine works does not belong to the seventh day."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the completion of a work is an act in itself. But we do not read that God acted at all on the seventh day, but rather that He rested from all His work. Therefore the completion of the works does not belong to the seventh day."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, nothing is said to be complete to which many things are added, unless they are merely superfluous, for a thing is called perfect to which nothing is wanting that it ought to possess. But many things were made after the seventh day, as the production of many individual beings, and even of certain new species that are frequently appearing, especially in the case of animals generated from putrefaction. Also, God creates daily new souls. Again, the work of the Incarnation was a new work, of which it is said (Jer. 31:22): \"The Lord hath created a new thing upon the earth.\" Miracles also are new works, of which it is said (Eccles. 36:6): \"Renew thy signs, and work new miracles.\" Moreover, all things will be made new when the Saints are glorified,  according to Apoc. 21:5: \"And He that sat on the throne said: Behold I make all things new.\" Therefore the completion of the Divine works ought not to be attributed to the seventh day."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The first perfection is the cause of the second, as above said. Now for the attaining of beatitude two things are required, nature and grace. Therefore, as said above, the perfection of beatitude will be at the end of the world. But this consummation existed previously in its causes, as to nature, at the first founding of the world, as to grace, in the Incarnation of Christ. For, \"Grace and truth came by Jesus Christ\" (Jn. 1:17). So, then, on the seventh day was the consummation of nature, in Christ's Incarnation the consummation of grace, and at the end of the world will be the consummation of glory."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: God did act on the seventh day, not by creating new creatures, but by directing and moving His creatures to the work proper to them, and thus He made some beginning of the \"second\" perfection. So that, according to our version of the Scripture, the completion of the works is attributed to the seventh day, though according to another it is assigned to the sixth. Either version, however, may stand, since the completion of the universe as to the completeness of its parts belongs to the sixth day, but its completion as regards their operation, to the seventh. It may also be added that in continuous movement, so long as any movement further is possible, movement cannot be called completed till it comes to rest, for rest denotes consummation of movement. Now God might have made many other creatures besides those which He made in the six days, and hence, by the fact that He ceased making them on the seventh day, He is said on that day to have consummated His work."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Nothing entirely new was afterwards made by God, but all things subsequently made had in a sense been made before in the work of the six days. Some things, indeed, had a previous experience materially, as the rib from the side of Adam out of  which God formed Eve; whilst others existed not only in matter but also in their causes, as those individual creatures that are now generated existed in the first of their kind. Species, also, that are new, if any such appear, existed beforehand in various active powers; so that animals, and perhaps even new species of animals, are produced by putrefaction by the power which the stars and elements received at the beginning. Again, animals of new kinds arise occasionally from the connection of individuals belonging to different species, as the mule is the offspring of an ass and a mare; but even these existed previously in their causes, in the works of the six days. Some also existed beforehand by way of similitude, as the souls now created. And the work of the Incarnation itself was thus foreshadowed, for as we read (Phil. 2:7), The Son of God \"was made in the likeness of men.\" And again, the glory that is spiritual was anticipated in the angels by way of similitude; and that of the body in the heaven, especially the empyrean. Hence it is written (Eccles. 1:10), \"Nothing under the sun is new, for it hath already gone before, in the ages that were before us.\""
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is said (Gn. 2:2): \"On the seventh day God ended His work which He had made.\""
            ],
            "body": [
                "I answer that, The perfection of a thing is twofold, the first perfection and the second perfection. The 'first' perfection is that according to which a thing is substantially perfect, and this perfection is the form of the whole; which form results from the whole having its parts complete. But the 'second' perfection is the end, which is either an operation, as the end of the harpist is to play the harp; or something that is attained by an operation, as the end of the builder is the house that he makes by building. But the first perfection is the cause of the second, because the form is the principle of operation. Now the final perfection, which is the end of the whole universe, is the perfect beatitude of the Saints at the consummation of the world; and the first perfection is the completeness of the universe at its first founding, and this is what is ascribed to the seventh day."
            ]
        },
        "2": {
            "question": 73,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether God rested on the seventh day from all His work?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that God did not rest on the seventh day from all His work. For it is said (Jn. 5:17), \"My Father worketh until now, and I work.\" God, then, did not rest on the seventh day from all His work."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, rest is opposed to movement, or to labor, which movement causes. But, as God produced His work without movement and without labor, He cannot be said to have rested on the seventh day from His work."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, should it be said that God rested on the seventh day by causing man to rest; against this it may be argued that rest is set down in contradistinction to His work; now the words \"God created\" or \"made\" this thing or the other cannot be explained to mean that He made man create or make these things. Therefore the resting of God cannot be explained as His making man to rest."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: God indeed \"worketh until now\" by preserving and providing for the creatures He has made, but not by the making of new ones."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: Rest is here not opposed to labor or to movement, but to the production of new creatures, and to the desire tending to an external object."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Even as God rests in Himself alone and is happy in the enjoyment of Himself, so our own sole happiness lies in the enjoyment of God. Thus, also, He makes us find rest in Himself, both from His works and our own. It is not, then, unreasonable to say that God rested in giving rest to us. Still, this explanation must not be set down as the only one, and the other is the first and principal explanation."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is said (Gn. 2:2): \"God rested on the seventh day from all the work which He had done.\""
            ],
            "body": [
                "I answer that, Rest is, properly speaking, opposed to movement, and consequently to the labor that arises from movement. But although movement, strictly speaking, is a quality of bodies, yet the word is applied also to spiritual things, and in a twofold sense. On the one hand, every operation may be called a movement, and thus the Divine goodness is said to move and go forth to its object, in communicating itself to that object, as Dionysius says (Div. Nom. ii). On the other hand, the desire that tends to an object outside itself, is said to move towards it. Hence rest is taken in two senses, in one sense meaning a cessation from work, in  the other, the satisfying of desire. Now, in either sense God is said to have rested on the seventh day. First, because He ceased from creating new creatures on that day, for, as said above (Article [1], ad 3), He made nothing afterwards that had not existed previously, in some degree, in the first works; secondly, because He Himself had no need of the things that He had made, but was happy in the fruition of Himself. Hence, when all things were made He is not said to have rested \"in\" His works, as though needing them for His own happiness, but to have rested \"from\" them, as in fact resting in Himself, as He suffices for Himself and fulfils His own desire. And even though from all eternity He rested in Himself, yet the rest in Himself, which He took after He had finished His works, is that rest which belongs to the seventh day. And this, says Augustine, is the meaning of God's resting from His works on that day (Gen. ad lit. iv)."
            ]
        },
        "3": {
            "question": 73,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether blessing and sanctifying are due to the seventh day?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that blessing and sanctifying are not due to the seventh day. For it is usual to call a time blessed or holy for that some good thing has happened in it, or some evil been avoided. But whether God works or ceases from work nothing accrues to Him or is lost to Him. Therefore no special blessing or sanctifying are due to the seventh day."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the Latin \"benedictio\" [blessing] is derived from \"bonitas\" [goodness]. But it is the nature of good to spread and communicate itself, as Dionysius says (Div. Nom. iv). The days, therefore, in which God produced creatures deserved a blessing rather than the day on which He ceased producing them."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 73,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, over each creature a blessing was pronounced, as upon each work it was said, \"God saw that it was good.\" Therefore it was not necessary that after all had been produced, the seventh day should be blessed."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The seventh day is said to be sanctified not because anything can accrue to God, or be taken from Him, but because something is added to creatures by their multiplying, and by their resting in God."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: In the first six days creatures were produced in their first causes, but after being thus produced, they are multiplied and preserved, and this work also belongs to the Divine goodness. And the perfection of this goodness is made most clear by the knowledge that in it alone God finds His own rest, and we may find ours in its fruition."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 73,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The good mentioned in the works of each day belongs to the first institution of nature; but the blessing attached to the seventh day, to its propagation."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Gn. 2:3), \"God blessed the  seventh day and sanctified it, because in it He had rested from all His work.\""
            ],
            "body": [
                "I answer that, As said above (Article [2]), God's rest on the seventh day is understood in two ways. First, in that He ceased from producing new works, though He still preserves and provides for the creatures He has made. Secondly, in that after all His works He rested in Himself. According to the first meaning, then, a blessing befits the seventh day, since, as we explained (Question [72], ad 4), the blessing referred to the increase by multiplication; for which reason God said to the creatures which He blessed: \"Increase and multiply.\" Now, this increase is effected through God's Providence over His creatures, securing the generation of like from like. And according to the second meaning, it is right that the seventh day should have been sanctified, since the special sanctification of every creature consists in resting in God. For this reason things dedicated to God are said to be sanctified."
            ]
        }
    }
}