{
    "id": 109,
    "part": "FP",
    "title": "The Ordering of the Bad Angels",
    "section": 5,
    "outer": {
        "question": 109,
        "type": "outer",
        "part": "FP",
        "text": [
            "We now consider the ordering of the bad angels; concerning which there are four points of inquiry:",
            "(1) Whether there are orders among the demons?",
            "(2) Whether among them there is precedence?",
            "(3) Whether one enlightens another?",
            "(4) Whether they are subject to the precedence of the good angels?"
        ],
        "title": [
            "THE ORDERING OF THE BAD ANGELS (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 109,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether there are orders among the demons?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that there are no orders among the demons. For order belongs to good, as also mode, and species, as Augustine says (De Nat. Boni iii); and on the contrary, disorder belongs to evil. But there is nothing disorderly in the good angels. Therefore in the bad angels there are no orders."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the angelic orders are contained under a hierarchy. But the demons are not in a hierarchy, which is defined as a holy principality; for they are void of all holiness. Therefore among the demons there are no orders."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the demons fell from every one of the angelic orders; as is commonly supposed. Therefore, if some demons are said to belong to an order, as falling from that order, it would seem necessary to give them the names of each of those orders. But we never find that they are called \"Seraphim,\" or \"Thrones,\" or \"Dominations.\" Therefore on the same ground they are not to be placed in any other order."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Good can exist without evil; whereas evil cannot exist without good (Question [49], Article [3]); so there is order in the demons, as possessing a good nature."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: If we consider the ordering of the demons on the part of God Who orders them, it is sacred; for He uses the demons for Himself; but on the part of the demons' will it is not a sacred thing, because they abuse their nature for evil."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The name \"Seraphim\" is given from the ardor of charity; and the name \"Thrones\" from the Divine indwelling; and the name \"Dominations\" imports a certain liberty; all of which are opposed to sin; and therefore these names are not given to the angels who sinned."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Apostle says (Eph. 6:12): \"Our wrestling . . . is against principalities and powers, against the rulers of the world of this darkness.\""
            ],
            "body": [
                "I answer that, As explained above (Question [108], Articles [4],7,8), order in the angels is considered both according to the grade of nature; and according to that of grace. Now grace has a twofold state, the imperfect, which is that of merit; and the perfect, which is that of consummate glory.",
                "If therefore we consider the angelic orders in the light of the perfection of glory, then the demons are not in the angelic orders, and never were. But if we consider them in relation to imperfect grace, in that view the demons were at the time in the orders of angels, but fell away from them, according to what was said above (Question [62], Article [3]), that all the angels were created in grace. But if we consider them in the light of nature, in that view they are still in those orders; because they have not lost their natural gifts; as Dionysius says (Div. Nom. iv)."
            ]
        },
        "2": {
            "question": 109,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether among the demons there is precedence?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that there is no precedence among the demons. For every precedence is according to some order of justice. But the demons are wholly fallen from justice. Therefore there is  no precedence among them."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, there is no precedence where obedience and subjection do not exist. But these cannot be without concord; which is not to be found among the demons, according to the text, \"Among the proud there are always contentions\" (Prov. 13:10). Therefore there is no precedence among the demons."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: If there be precedence among them it is either according to nature, or according to their sin or punishment. But it is not according to their nature, for subjection and service do not come from nature but from subsequent sin; neither is it according to sin or punishment, because in that case the superior demons who have sinned the most grievously, would be subject to the inferior. Therefore there is no precedence among the demons."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The authority of the demons is not founded on their justice, but on the justice of God ordering all things."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The concord of the demons, whereby some obey others, does not arise from mutual friendships, but from their common wickedness whereby they hate men, and fight against God's justice. For it belongs to wicked men to be joined to and subject to those whom they see to be stronger, in order to carry out their own wickedness."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The demons are not equal in nature; and so among them there exists a natural precedence; which is not the case with men, who are naturally equal. That the inferior are subject to the superior, is not for the benefit of the superior, but rather to their detriment; because since to do evil belongs in a pre-eminent degree to unhappiness, it follows that to preside in evil is to be more unhappy."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, On 1 Cor. 15:24 the gloss says: \"While the world lasts, angels will preside over angels, men over men, and demons over demons.\""
            ],
            "body": [
                "I answer that, Since action follows the nature of a thing, where natures are subordinate, actions also must be subordinate to each other. Thus it is in corporeal things, for as the inferior bodies by natural order are below the heavenly bodies, their actions and movements are subject to the actions and movements of the heavenly bodies. Now it is plain from what we have said (Article [1]), that the demons are by natural order subject to others; and hence their actions are subject to the action of those above them, and this is what we mean by precedence---that the action of the subject should be under the action of the prelate. So the very natural disposition of the demons requires that there should be authority among them. This agrees too with Divine wisdom, which leaves nothing inordinate, which \"reacheth from end to end mightily, and ordereth all things sweetly\" (Wis. 8:1)."
            ]
        },
        "3": {
            "question": 109,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether there is enlightenment in the demons?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that enlightenment is in the demons. For enlightenment means the manifestation of the truth. But one demon can manifest truth to another, because the superior excel in natural knowledge. Therefore the superior demons can enlighten the inferior."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, a body abounding in light can enlighten a body deficient in light, as the sun enlightens the moon. But the superior demons abound in the participation of natural light. Therefore it seems that the superior demons can enlighten the inferior."
                    ],
                    "id": 2,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Not every kind of manifestation of the truth is enlightenment, but only that which is above described."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: According to what belongs to natural knowledge, there is no necessary manifestation of the truth either in the angels, or in the demons, because, as above explained (Question [55], Article [2]; Question [58], Article [2]; Question [79], Article [2]), they know from the first all that belongs to their natural knowledge. So the greater fulness of natural light in the superior demons does not prove that they can enlighten others."
                    ],
                    "id": 2,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Enlightenment is not without cleansing and perfecting, as stated above (Question [106], Article [1]). But to cleanse does not befit the demons, according to the words: \"What can be made clean by the unclean?\" (Ecclus. 34:4). Therefore neither can they enlighten."
            ],
            "body": [
                "I answer that, There can be no enlightenment properly speaking among the demons. For, as above explained (Question [107], Article [2]), enlightenment properly speaking is the manifestation of the truth in reference to God, Who enlightens every intellect. Another kind of manifestation of the truth is speech, as when one angel manifests his concept to another. Now the demon's perversity does not lead one to order another to God, but rather to lead away from the Divine order; and so one demon does not enlighten another; but one can make known his mental concept to another by way of speech."
            ]
        },
        "4": {
            "question": 109,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the good angels have precedence over the bad angels?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the good angels have no precedence over the bad angels. For the angels' precedence is especially connected with enlightenment. But the bad angels, being darkness, are not enlightened by the good angels. Therefore the good angels do not rule over the bad."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, superiors are responsible as regards negligence for the evil deeds of their subjects. But the demons do much evil. Therefore if they are subject to the good angels, it seems that negligence is to be charged to the good angels; which cannot be admitted."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 109,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the angels' precedence follows upon the order of nature, as above explained (Article [2]). But if the demons fell from every order, as is commonly said, many of the demons are superior to many good angels in the natural order. Therefore the good angels have no precedence over all the bad angels."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Many things concerning Divine mysteries are made known by the holy angels to the bad angels, whenever the Divine justice requires the demons to do anything for the punishment of the evil; or for the trial of the good; as in human affairs the judge's assessors make known his sentence to the executioners. This revelation, if compared to the angelic revealers, can be called an enlightenment, forasmuch as they direct it to God; but it is not an enlightenment on the part of the demons, for these do not direct it to God; but to the fulfilment of their own wickedness."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The holy angels are the ministers of the Divine wisdom. Hence as the Divine wisdom permits some evil to be done by bad angels or men, for the sake of the good that follows; so also the good angels do not entirely restrain the bad from inflicting harm."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 109,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: An angel who is inferior in the natural order presides over demons, although these may be naturally superior; because the power of Divine justice to which the good angels cleave, is stronger than the natural power of the angels. Hence likewise among men, \"the spiritual man judgeth all things\" (1 Cor. 2:15), and the Philosopher says (Ethic. iii, 4; x, 5) that \"the virtuous man is the rule and measure of all human acts.\""
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Trin. iii), that \"the treacherous and sinful spirit of life is ruled by the rational, pious, and just spirit of life\"; and Gregory says (Hom. xxxiv) that \"the Powers are the angels to whose charge are subjected the hostile powers.\""
            ],
            "body": [
                "I answer that, The whole order of precedence is first and originally in God; and it is shared by creatures accordingly as they are the nearer to God. For those creatures, which are more perfect and nearer to God, have the power to act on others. Now the greatest perfection and that which brings them nearest to God belongs to the creatures who enjoy God, as the holy angels; of which perfection the demons are deprived; and therefore the good angels have precedence over the bad, and these are ruled by them."
            ]
        }
    }
}