{
    "id": 94,
    "part": "FP",
    "title": "Of the State and Condition of the First Man as Regards His Intellect",
    "section": 4,
    "outer": {
        "question": 94,
        "type": "outer",
        "part": "FP",
        "text": [
            "We next consider the state or condition of the first man; first, as regards his soul; secondly, as regards his body. Concerning the first there are two things to be considered: (1) The condition of man as to his intellect; (2) the condition of man as to his will.",
            "Under the first head there are four points of inquiry:",
            "(1) Whether the first man saw the Essence of God?",
            "(2) Whether he could see the separate substances, that is, the angels?",
            "(3) Whether he possessed all knowledge?",
            "(4) Whether he could err or be deceived?"
        ],
        "title": [
            "OF THE STATE AND CONDITION OF THE FIRST MAN AS REGARDS HIS INTELLECT (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 94,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the first man saw God through His Essence?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the first man saw God through His Essence. For man's happiness consists in the vision of the Divine Essence. But the first man, \"while established in paradise, led a life of happiness in the enjoyment of all things,\" as Damascene says (De Fide Orth. ii, 11). And Augustine says (De Civ. Dei xiv, 10): \"If man was gifted with the same tastes as now, how happy must he have been in paradise, that place of ineffable happiness!\" Therefore the first man in paradise saw God through His Essence."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, Augustine says (De Civ. Dei xiv, loc. cit.) that \"the first man lacked nothing which his good-will might obtain.\" But our good-will can obtain nothing better than the vision of the Divine Essence. Therefore man saw God through His Essence."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the vision of God is His Essence is whereby God is seen without a medium or enigma. But man in the state of innocence \"saw God immediately,\" as the Master of the Sentences asserts (Sent. iv, D, i). He also saw without an enigma, for an enigma implies obscurity, as Augustine says (De Trin. xv, 9). Now, obscurity resulted from sin. Therefore man in the primitive state saw God through His Essence."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Man was happy in paradise, but not with that perfect happiness to which he was destined, which consists in the vision of the Divine Essence. He was, however, endowed with \"a life of happiness in a certain measure,\" as Augustine says (Gen. ad lit. xi, 18), so far as he was gifted with natural integrity and perfection."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: A good will is a well-ordered will; but the will of the first man would have been ill-ordered had he wished to have, while in the state of merit, what had been promised to him as a reward."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: A medium (of knowledge) is twofold; one through which, and, at the same time, in which, something is seen, as, for example, a man is seen through a mirror, and is seen with the mirror: another kind of medium is that whereby we attain to the knowledge of something unknown; such as the medium in a demonstration. God was seen without this second kind of medium, but not without the first kind. For there was no need for the first man to attain to the knowledge of God by demonstration drawn from an effect, such as we need; since he knew God simultaneously in His effects, especially in the intelligible effects, according to His capacity. Again, we must remark that the obscurity which is implied in the word enigma may be of two kinds: first, so far as every creature is something obscure when compared with the immensity of the Divine light; and thus Adam saw God in an enigma, because he saw Him in a created effect: secondly, we may take obscurity as an effect of sin, so far as man is impeded in the consideration of intelligible things by being preoccupied with sensible things; in which sense Adam did not see God in an enigma."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Apostle says (1 Cor. 15:46): \"That was  not first which is spiritual, but that which is natural.\" But to see God through His Essence is most spiritual. Therefore the first man in the primitive state of his natural life did not see God through His Essence."
            ],
            "body": [
                "I answer that, The first man did not see God through His Essence if we consider the ordinary state of that life; unless, perhaps, it be said that he saw God in a vision, when \"God cast a deep sleep upon Adam\" (Gn. 2:21). The reason is because, since in the Divine Essence is beatitude itself, the intellect of a man who sees the Divine Essence has the same relation to God as a man has to beatitude. Now it is clear that man cannot willingly be turned away from beatitude, since naturally and necessarily he desires it, and shuns unhappiness. Wherefore no one who sees the Essence of God can willingly turn away from God, which means to sin. Hence all who see God through His Essence are so firmly established in the love of God, that for eternity they can never sin. Therefore, as Adam did sin, it is clear that he did not see God through His Essence.",
                "Nevertheless he knew God with a more perfect knowledge than we do now. Thus in a sense his knowledge was midway between our knowledge in the present state, and the knowledge we shall have in heaven, when we see God through His Essence. To make this clear, we must consider that the vision of God through His Essence is contradistinguished from the vision of God through His creatures. Now the higher the creature is, and the more like it is to God, the more clearly is God seen in it; for instance, a man is seen more clearly through a mirror in which his image is the more clearly expressed. Thus God is seen in a much more perfect manner through His intelligible effects than through those which are only sensible or corporeal. But in his present state man is impeded as regards the full and clear consideration of intelligible creatures, because he is distracted by and occupied with sensible things. Now, it is written (Eccles. 7:30): \"God made man right.\" And man was made right by God in this sense, that in him the lower powers were subjected to the higher, and the higher nature was made so as not to be impeded by the lower. Wherefore the first man was not impeded by exterior things from a clear and steady contemplation of the intelligible effects which he perceived by the radiation of the first truth, whether by a natural or by a gratuitous knowledge. Hence Augustine says (Gen. ad lit. xi, 33) that, \"perhaps God used to speak to the first man as He speaks to the angels; by shedding on his mind a ray of the unchangeable truth, yet without bestowing on him the experience of which the angels are capable in the participation of the Divine Essence.\" Therefore, through these intelligible effects of God, man knew God then more clearly than we know Him now."
            ]
        },
        "2": {
            "question": 94,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether Adam in the state of innocence saw the angels through their essence?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that Adam, in the state of innocence, saw the angels through their essence. For Gregory says (Dialog. iv, 1): \"In paradise man was accustomed to enjoy the words of God; and by purity of heart and loftiness of vision to have the company of the good angels.\""
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the soul in the present state is impeded from the knowledge of separate substances by union with a corruptible body which \"is a load upon the soul,\" as is written Wis. 9:15. Wherefore the separate soul can see separate substances, as above explained (Question [89], Article [2]). But the body of the first man was not a load upon his soul; for the latter was not corruptible. Therefore he was able to see separate substances."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, one separate substance knows another separate substance, by knowing itself (De Causis xiii). But the soul of the first man knew itself. Therefore it knew separate substances."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "2": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: That the soul of the first man fell short of the knowledge regarding separate substances, was not owing to the fact that the body was a load upon it; but to the fact that its  connatural object fell short of the excellence of separate substances. We, in our present state, fall short on account of both these reasons."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The soul of the first man was not able to arrive at knowledge of separate substances by means of its self-knowledge, as we have shown above; for even each separate substance knows others in its own measure."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The soul of Adam was of the same nature as ours. But our souls cannot now understand separate substances. Therefore neither could Adam's soul."
            ],
            "body": [
                "I answer that, The state of the human soul may be distinguished in two ways. First, from a diversity of mode in its natural existence; and in this point the state of the separate soul  is distinguished from the state of the soul joined to the body. Secondly, the state of the soul is distinguished in relation to integrity and corruption, the state of natural existence remaining the same: and thus the state of innocence is distinct from the state of man after sin. For man's soul, in the state of innocence, was adapted to perfect and govern the body; wherefore the first man is said to have been made into a \"living soul\"; that is, a soul giving life to the body---namely animal life. But he was endowed with integrity as to this life, in that the body was entirely subject to the soul, hindering it in no way, as we have said above (Article [1]). Now it is clear from what has been already said (Question [84], Article [7]; Question [85], Article [1]; Question [89], Article [1]) that since the soul is adapted to perfect and govern the body, as regards animal life, it is fitting that it should have that mode of understanding which is by turning to phantasms. Wherefore this mode of understanding was becoming to the soul of the first man also.",
                "Now, in virtue of this mode of understanding, there are three degrees of movement in the soul, as Dionysius says (Div. Nom. iv). The first is by the soul \"passing from exterior things to concentrate its powers on itself\"; the second is by the soul ascending \"so as to be associated with the united superior powers,\" namely the angels; the third is when the soul is \"led on\" yet further \"to the supreme good,\" that is, to God.",
                "In virtue of the first movement of the soul from exterior things to itself, the soul's knowledge is perfected. This is because the intellectual operation of the soul has a natural order to external things, as we have said above (Question [87], Article [3]): and so by the knowledge thereof, our intellectual operation can be known perfectly, as an act through its object. And through the intellectual operation itself, the human intellect can be known perfectly, as a power through its proper act. But in the second movement we do not find perfect knowledge. Because, since the angel does not understand by turning to phantasms, but by a far more excellent process, as we have said above (Question [55], Article [2]); the above-mentioned mode of knowledge, by which the soul knows itself, is not sufficient to lead it to the knowledge of an angel. Much less does the third movement lead to perfect knowledge: for even the angels themselves, by the fact that they know themselves, are not able to arrive at the knowledge of the Divine Substance, by reason of its surpassing excellence. Therefore the soul of the first man could not see the angels in their essence. Nevertheless he had a more excellent mode of knowledge regarding the angels than we possess, because his knowledge of intelligible things within him was more certain and fixed than our knowledge. And it was on account of this excellence of knowledge that Gregory says that \"he enjoyed the company of the angelic spirits.\"",
                "This makes clear the reply to the first objection."
            ]
        },
        "3": {
            "question": 94,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether the first man knew all things?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that the first man did not know all things. For if he had such knowledge it would be either by acquired species, or by connatural species, or by infused species. Not, however, by acquired species; for this kind of knowledge is acquired by experience, as stated in Metaph. i, 1; and the first man had not then gained experience of all things. Nor through connatural species, because he was of the same nature as we are; and our soul, as Aristotle says (De Anima iii, 4), is \"like a clean tablet on which nothing is written.\" And if his knowledge came by infused species, it would have been of a different kind from ours, which we acquire from things themselves."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, individuals of the same species have the same way of arriving at perfection. Now other men have not, from the beginning, knowledge of all things, but they acquire it in the course of time according to their capacity. Therefore neither did Adam know all things when he was first created."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, the present state of life is given to man in order that his soul may advance in knowledge and merit; indeed, the soul seems to be united to the body for that purpose. Now man would have advanced in merit in that state of life; therefore also in knowledge. Therefore he was not endowed with knowledge of all things."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: The first man had knowledge of all things by divinely infused species. Yet his knowledge was not different from ours; as the eyes which Christ gave to the man born blind were not different from those given by nature."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: To Adam, as being the first man, was due to a degree of perfection which was not due to other men, as is clear from what is above explained."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Adam would have advanced in natural knowledge, not in the number of things known, but in the manner of knowing; because what he knew speculatively he would subsequently have known by experience. But as regards supernatural knowledge, he would also have advanced as regards the number of things known, by further revelation; as the angels advance by further enlightenment. Moreover there is no comparison between advance in knowledge and advance in merit; since one man cannot be a principle of merit to another, although he can be to another a principle of knowledge."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Man named the animals (Gn. 2:20). But names should be adapted to the nature of things. Therefore Adam knew the animals' natures; and in like manner he was possessed of the knowledge of all other things."
            ],
            "body": [
                "I answer that, In the natural order, perfection comes before imperfection, as act precedes potentiality; for whatever is in potentiality is made actual only by something actual. And since God created things not only for their own existence, but also that they might be the principles of other things; so creatures were produced in their perfect state to be the principles as regards others. Now man can be the principle of another man, not only by generation of the body, but also by instruction and government. Hence, as the first man was produced in his perfect state, as regards his body, for the work of generation, so also was his soul established in a perfect state to instruct and govern others.",
                "Now no one can instruct others unless he has knowledge, and so the first man was established by God in such a manner as to have knowledge of all those things for which man has a natural aptitude. And such are whatever are virtually contained in the first self-evident principles, that is, whatever truths man is naturally able to know. Moreover, in order to direct his own life and that of others, man needs to know not only those things which can be naturally known, but also things surpassing natural knowledge; because the life of man is directed to a supernatural end: just as it is necessary for us to know the truths of faith in order to direct our own lives. Wherefore the first man was endowed with such a knowledge of these supernatural truths as was necessary for the direction of human life in that state. But those things which cannot be known by merely human effort, and which are not necessary for the direction of human life, were not known by the first man; such as the thoughts of men, future contingent events, and some individual facts, as for instance the number of pebbles in a stream; and the like."
            ]
        },
        "4": {
            "question": 94,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether man in his first state could be deceived?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that man in his primitive state could have been deceived. For the Apostle says (1 Tim. 2:14) that \"the woman being seduced was in the transgression.\""
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, the Master says (Sent. ii, D, xxi) that, \"the woman was not frightened at the serpent speaking, because she thought that he had received the faculty of speech from God.\" But this was untrue. Therefore before sin the woman was deceived."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, it is natural that the farther off anything is from us, the smaller it seems to be. Now, the nature of the eyes is not changed by sin. Therefore this would have been the case in the state of innocence. Wherefore man would have been deceived in the  size of what he saw, just as he is deceived now."
                    ],
                    "id": 3,
                    "article": 4
                },
                "4": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, Augustine says (Gen. ad lit. xii, 2) that, in sleep the soul adheres to the images of things as if they were the things themselves. But in the state of innocence man would have eaten and consequently have slept and dreamed. Therefore he would have been deceived, adhering to images as to realities."
                    ],
                    "id": 4,
                    "article": 4
                },
                "5": {
                    "question": 94,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 5: Further, the first man would have been ignorant of other men's thoughts, and of future contingent events, as stated above (Article [3]). So if anyone had told him what was false about these things, he would have been deceived."
                    ],
                    "id": 5,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Though the woman was deceived before she sinned in deed, still it was not till she had already sinned by interior pride. For Augustine says (Gen. ad lit. xi, 30) that \"the woman could not have believed the words of the serpent, had she not already acquiesced in the love of her own power, and in a presumption of self-conceit.\""
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The woman thought that the serpent had received this faculty, not as acting in accordance with nature, but by virtue of some supernatural operation. We need not, however, follow the Master of the Sentences in this point."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: Were anything presented to the imagination or sense of the first man, not in accordance with the nature of things, he would not have been deceived, for his reason would have enabled him to judge the truth."
                    ],
                    "id": 3,
                    "article": 4
                },
                "4": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: A man is not accountable for what occurs during sleep; as he has not then the use of his reason, wherein consists man's proper action."
                    ],
                    "id": 4,
                    "article": 4
                },
                "5": {
                    "question": 94,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 5: If anyone had said something untrue as regards future contingencies, or as regards secret thoughts, man in the primitive state would not have believed it was so: but he might have believed that such a thing was possible; which would not have been to entertain a false opinion.",
                        "It might also be said that he would have been divinely guided from above, so as not to be deceived in a matter to which his knowledge did not extend.",
                        "If any object, as some do, that he was not guided, when tempted, though he was then most in need of guidance, we reply that man had already sinned in his heart, and that he failed to have recourse to the Divine aid."
                    ],
                    "id": 5,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Lib. Arb. iii, 18): \"To regard what is true as false, is not natural to man as created; but is a punishment of man condemned.\""
            ],
            "body": [
                "I answer that, in the opinion of some, deception may mean two things; namely, any slight surmise, in which one adheres to what is false, as though it were true, but without the assent of belief---or it may mean a firm belief. Thus before sin Adam could not be deceived in either of these ways as regards those things to which his knowledge extended; but as regards things to which his knowledge did not extend, he might have been deceived, if we take deception in the wide sense of the term for any surmise without assent of belief. This opinion was held with the idea that it is not derogatory to man to entertain a false opinion in such matters, and that provided he does not assent rashly, he is not to be blamed.",
                "Such an opinion, however, is not fitting as regards the integrity of the primitive state of life; because, as Augustine says (De Civ. Dei xiv, 10), in that state of life \"sin was avoided without struggle, and while it remained so, no evil could exist.\" Now it is clear that as truth is the good of the intellect, so falsehood is its evil, as the Philosopher says (Ethic. vi, 2). So that, as long as the state of innocence continued, it was impossible for the human intellect to assent to falsehood as if it were truth. For as some perfections, such as clarity, were lacking in the bodily members of the first man, though no evil could be therein; so there could be in his intellect the absence of some knowledge, but no false opinion.",
                "This is clear also from the very rectitude of the primitive state, by virtue of which, while the soul remained subject to God, the lower faculties in man were subject to the higher, and were no impediment to their action. And from what has preceded (Question [85], Article [6]), it is clear that as regards its proper object the intellect is ever true; and hence it is never deceived of itself; but whatever deception occurs must be ascribed to some lower faculty, such as the imagination or the like. Hence we see that when the natural power of judgment is free we are not deceived by such images, but only when it is not free, as is the case in sleep. Therefore it is clear that the rectitude of the primitive state was incompatible  with deception of the intellect."
            ]
        }
    }
}