{
    "id": 99,
    "part": "FP",
    "title": "Of the Condition of the Offspring As to the Body",
    "section": 4,
    "outer": {
        "question": 99,
        "type": "outer",
        "part": "FP",
        "text": [
            "We must now consider the condition of the offspring---first, as regards the body; secondly, as regards virtue; thirdly, in knowledge. Under the first head there are two points of inquiry:",
            "(1) Whether in the state of innocence children would have had full powers of the body immediately after birth?",
            "(2) Whether all infants would have been of the male sex?"
        ],
        "title": [
            "OF THE CONDITION OF THE OFFSPRING AS TO THE BODY (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 99,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether in the state of innocence children would have had perfect strength of body as to the use of its members immediately after birth?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that in the state of innocence children would have had perfect strength of the body, as to the use of its members, immediately after birth. For Augustine says (De Pecc. Merit. et Remiss. i, 38): \"This weakness of the body befits their weakness of mind.\" But in the state of innocence there would have been no weakness of mind. Therefore neither would there have been weakness of body in infants."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, some animals at birth have sufficient strength to use their members. But man is nobler than other animals. Therefore much more is it natural to man to have strength to use his members at birth; and thus it appears to be a punishment of sin that he has not that strength."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, inability to secure a proffered pleasure causes affliction. But if children had not full strength in the use  of their limbs, they would often have been unable to procure something pleasurable offered to them; and so they would have been afflicted, which was not possible before sin. Therefore, in the state of innocence, children would not have been deprived of the use of their limbs."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 4: Further, the weakness of old age seems to correspond to that of infancy. But in the state of innocence there would have been no weakness of old age. Therefore neither would there have been such weakness in infancy."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Augustine is speaking of the weakness which we observe in children even as regards those acts which befit the state of infancy; as is clear from his preceding remark that \"even when close to the breast, and longing for it, they are more apt to cry than to suckle.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The fact that some animals have the use of their limbs immediately after birth, is due, not to their superiority, since more perfect animals are not so endowed; but to the dryness  of the brain, and to the operations proper to such animals being imperfect, so that a small amount of strength suffices them."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3:is clear from what we have said above. We may add that they would have desired nothing except with an ordinate will; and only what was befitting to their state of life."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 4: In the state of innocence man would have been born, yet not subject to corruption. Therefore in that state there could have been certain infantile defects which result from birth; but not senile defects leading to corruption."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Everything generated is first imperfect. But in the state of innocence children would have been begotten by generation. Therefore from the first they would have been imperfect in bodily size and power."
            ],
            "body": [
                "I answer that, By faith alone do we hold truths which are above nature, and what we believe rests on authority. Wherefore, in making any assertion, we must be guided by the nature of things, except in those things which are above nature, and are made known to us by Divine authority. Now it is clear that it is as natural as it is befitting to the principles of human nature that children should not have sufficient strength for the use of their limbs immediately after birth. Because in proportion to other animals man has naturally a larger brain. Wherefore it is natural, on account of the considerable humidity of the brain in children, that the nerves which are instruments of movement, should not be apt for moving the limbs. On the other hand, no Catholic doubts it possible for a child to have, by Divine power, the use of its limbs immediately after birth.",
                "Now we have it on the authority of Scripture that \"God made man right\" (Eccles. 7:30), which rightness, as Augustine says (De Civ. Dei xiv, 11), consists in the perfect subjection of the body to the soul. As, therefore, in the primitive state it was impossible to find in the human limbs anything repugnant to man's well-ordered will, so was it impossible for those limbs to fail in executing the will's commands. Now the human will is well ordered when it tends to acts which are befitting to man. But the same acts are not befitting to man at every season of life. We must, therefore, conclude that children would not have had sufficient strength for the use of their limbs for the purpose of performing every kind of act; but only for the acts befitting the state of infancy, such as suckling, and the like."
            ]
        },
        "2": {
            "question": 99,
            "type": "article",
            "part": "FP",
            "text": [],
            "title": [
                "Whether, in the primitive state, women would have been born?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 1: It would seem that in the primitive state woman would not have been born. For the Philosopher says (De Gener. Animal. ii, 3) that woman is a \"misbegotten male,\" as though she were a product outside the purpose of nature. But in that state nothing would have been unnatural in human generation. Therefore in that state women would not have been born."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 2: Further, every agent produces its like, unless prevented by insufficient power or ineptness of matter: thus a small fire cannot burn green wood. But in generation the active force is in the male. Since, therefore, in the state of innocence man's active force was not subject to defect, nor was there inept matter on the part of the woman, it seems that males would always have been born."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 99,
                    "type": "objection",
                    "part": "FP",
                    "text": [
                        "Objection 3: Further, in the state of innocence generation is ordered to the multiplication of the human race. But the race would have been sufficiently multiplied by the first man and woman, from the fact that they would have lived for ever. Therefore, in the state of innocence, there was no need for women to be born."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 1: Woman is said to be a \"misbegotten male,\" as being a product outside the purpose of nature considered in the individual case: but not against the purpose of universal nature, as above explained (Question [92], Article [1], ad 2)."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 2: The generation of woman is not occasioned either by a defect of the active force or by inept matter, as the objection proposes; but sometimes by an extrinsic accidental cause; thus the Philosopher says (De Animal. Histor. vi, 19): \"The northern wind favors the generation of males, and the southern wind that of females\": sometimes also by some impression in the soul (of the parents), which may easily have some effect on the body (of the child). Especially was this the case in the state of innocence, when the body was more subject to the soul; so that by the mere will of the parent the sex of the offspring might be diversified."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 99,
                    "type": "reply",
                    "part": "FP",
                    "text": [
                        "Reply to Objection 3: The offspring would have been begotten to an animal life, as to the use of food and generation. Hence it was fitting that all should generate, and not only the first parents. From this it seems to follow that males and females would have been in equal number."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Nature's process in generation would have been in harmony with the manner in which it was established by God. But established male and female in human nature, as it is written (Gn. 1,2). Therefore also in the state of innocence male and female would have been born."
            ],
            "body": [
                "I answer that, Nothing belonging to the completeness of human nature would have been lacking in the state of innocence. And as different grades belong to the perfection of the universe, so also diversity of sex belongs to the perfection of human nature. Therefore in the state of innocence, both sexes would have been begotten."
            ]
        }
    }
}