{
    "id": 3,
    "title": "TREATISE ON THE WORK OF THE SIX DAYS",
    "part": "FP",
    "questions": {
        "65": {
            "id": 65,
            "part": "FP",
            "title": "The Work of Creation of Corporeal Creatures",
            "section": 3,
            "outer": {
                "question": 65,
                "type": "outer",
                "part": "FP",
                "text": [
                    "From the consideration of spiritual creatures we proceed to that of corporeal creatures, in the production of which, as Holy Scripture makes mention, three works are found, namely, the work of creation, as given in the words, \"In the beginning God created heaven and earth\"; the work of distinction as given in the words, \"He divided the light from the darkness, and the waters that are above the firmament from the waters that are under the firmament\"; and the work of adornment, expressed thus, \"Let there be lights in the firmament.\"",
                    "First, then, we must consider the work of creation; secondly, the work of distinction; and thirdly, the work of adornment. Under the first head there are four points of inquiry:",
                    "(1) Whether corporeal creatures are from God?",
                    "(2) Whether they were created on account of God's goodness?",
                    "(3) Whether they were created by God through the medium of the angels?",
                    "(4) Whether the forms of bodies are from the angels or immediately from God."
                ],
                "title": [
                    "TREATISE ON THE WORK OF THE SIX DAYS (Questions [65]-74) THE WORK OF CREATION OF CORPOREAL CREATURES (FOUR ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 65,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether corporeal creatures are from God?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that corporeal creatures are not from God. For it is said (Eccles. 3:14): \"I have learned that all the works which God hath made, continue for ever.\" But visible bodies do not continue for ever, for it is said (2 Cor. 4:18): \"The things which are seen are temporal, but the things which are not seen are eternal.\" Therefore God did not make visible bodies."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, it is said (Gn. 1:31): \"God saw all things that He had made, and they were very good.\" But corporeal creatures are evil, since we find them harmful in many ways; as may be seen in serpents, in the sun's heat, and other things. Now a thing is called evil, in so far as it is harmful. Corporeal creatures, therefore, are not from God."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, what is from God does not withdraw us from God, but leads us to Him. But corporeal creatures withdraw us from  God. Hence the Apostle (2 Cor. 4:18): \"While we look not at the things which are seen.\" Corporeal creatures, therefore, are not from God."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: All the creatures of God in some respects continue for ever, at least as to matter, since what is created will never be annihilated, even though it be corruptible. And the nearer a creature approaches God, Who is immovable, the more it also is immovable. For corruptible creatures endure for ever as regards their matter, though they change as regards their substantial form. But incorruptible creatures endure with respect to their substance, though they are mutable in other respects, such as place, for instance, the heavenly bodies; or the affections, as spiritual creatures. But the Apostle's words, \"The things which are seen are temporal,\" though true even as regards such things considered in themselves (in so far as every visible creature is subject to time, either as to being or as to movement), are intended to apply to visible things in so far as they are offered to man as rewards. For such rewards, as consist in these visible things, are temporal; while those that are invisible endure for ever. Hence he said before (2 Cor. 4:17): \"It worketh for us . . . an eternal weight of glory.\""
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Corporeal creatures according to their nature are good, though this good is not universal, but partial and limited, the consequence of which is a certain opposition of contrary qualities, though each quality is good in itself. To those, however, who estimate things, not by the nature thereof, but by the good they themselves can derive therefrom, everything which is harmful to themselves seems simply evil. For they do not reflect that what is in some way injurious to one person, to another is beneficial, and that even to themselves the same thing may be evil  in some respects, but good in others. And this could not be, if bodies were essentially evil and harmful."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Creatures of themselves do not withdraw us from God, but lead us to Him; for \"the invisible things of God are clearly seen, being understood by the things that are made\" (Rm. 1:20). If, then, they withdraw men from God, it is the fault of those who use them foolishly. Thus it is said (Wis. 14:11): \"Creatures are turned into a snare to the feet of the unwise.\" And the very fact that they can thus withdraw us from God proves that they came from Him, for they cannot lead the foolish away from God except by the allurements of some good that they have from Him."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Ps. 145:6): \"Who made heaven and earth, the sea, and all things that are in them.\""
                    ],
                    "body": [
                        "I answer that, Certain heretics maintain that visible things are not created by the good God, but by an evil principle, and allege in proof of their error the words of the Apostle (2 Cor. 4:4), \"The god of this world hath blinded the minds of unbelievers.\" But this position is altogether untenable. For, if things that differ agree in some point, there must be some cause for that agreement, since things diverse in nature cannot be united of themselves. Hence whenever in different things some one thing common to all is found, it must be that these different things receive that one thing from some one cause, as different bodies that are hot receive their heat from fire. But being is found to be common to all things, however otherwise different. There must, therefore, be one principle of being from which all things in whatever way existing have their being, whether they are invisible and spiritual, or visible and corporeal. But the devil is called the god of this world, not as having created it, but because worldlings serve him, of whom also the Apostle says, speaking in the same sense, \"Whose god is their belly\" (Phil. 3:19)."
                    ]
                },
                "2": {
                    "question": 65,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether corporeal things were made on account of God's goodness?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that corporeal creatures were not made on account of God's goodness. For it is said (Wis. 1:14) that God \"created all things that they might be.\" Therefore all things were created for their own being's sake, and not on account of God's goodness."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, good has the nature of an end; therefore the greater good in things is the end of the lesser good. But spiritual creatures are related to corporeal creatures, as the greater good to the lesser. Corporeal creatures, therefore, are created for the sake of spiritual creatures, and not on account of God's goodness."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, justice does not give unequal things except to the unequal. Now God is just: therefore inequality not created by God must precede all inequality created by Him. But an inequality not created by God can only arise from free-will, and consequently all inequality results from the different movements of free-will. Now, corporeal creatures are unequal to spiritual creatures. Therefore the former were made on account of movements of free-will, and not on account of God's goodness."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: In the very fact of any creature possessing being, it represents the Divine being and Its goodness. And, therefore, that God created all things, that they might have being, does not exclude that He created them for His own goodness."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The proximate end does not exclude the ultimate end. Therefore that corporeal creatures were, in a manner, made for the sake of the spiritual, does not prevent their being made on account of God's goodness."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Equality of justice has its place in retribution, since equal rewards or punishments are due to equal merit or demerit. But this does not apply to things as at first instituted. For just as an architect, without injustice, places stones of the same kind in different parts of a building, not on account of any antecedent difference in the stones, but with a view to securing that perfection of the entire building, which could not be obtained except by the different positions of the stones; even so, God from  the beginning, to secure perfection in the universe, has set therein creatures of various and unequal natures, according to His wisdom, and without injustice, since no diversity of merit is presupposed."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Prov. 16:4): \"The Lord hath made all things for Himself.\""
                    ],
                    "body": [
                        "I answer that, Origen laid down [*Peri Archon ii.] that corporeal creatures were not made according to God's original purpose, but in punishment of the sin of spiritual creatures. For he maintained that God in the beginning made spiritual creatures only, and all of equal nature; but that of these by the use of free-will some turned to God, and, according to the measure of their conversion, were given an higher or a lower rank, retaining their simplicity; while others turned from God, and became bound to different kinds of bodies according to the degree of their turning away. But this position is erroneous. In the first place, because it is contrary to Scripture, which, after narrating the production of each kind of corporeal creatures, subjoins, \"God saw that it was good\" (Gn. 1), as if to say that everything was brought into being for the reason that it was good for it to be. But according to  Origen's opinion, the corporeal creature was made, not because it was good that it should be, but that the evil in another might be punished. Secondly, because it would follow that the arrangement, which now exists, of the corporeal world would arise from mere chance. For it the sun's body was made what it is, that it might serve for a punishment suitable to some sin of a spiritual creature, it would follow, if other spiritual creatures had sinned in the same way as the one to punish whom the sun had been created, that many suns would exist in the world; and so of other things. But such a consequence is altogether inadmissible. Hence we must set aside this theory as false, and consider that the entire universe is constituted by all creatures, as a whole consists of its parts.",
                        "Now if we wish to assign an end to any whole, and to the parts of that whole, we shall find, first, that each and every part exists for the sake of its proper act, as the eye for the act of seeing; secondly, that less honorable parts exist for the more honorable, as the senses for the intellect, the lungs for the heart; and, thirdly, that all parts are for the perfection of the whole, as the matter for the form, since the parts are, as it were, the matter of the whole. Furthermore, the whole man is on account of an extrinsic end, that end being the fruition of God. So, therefore, in the parts of the universe also every creature exists for its own proper act and perfection, and the less noble for the nobler, as those creatures that are less noble than man exist for the sake of man, whilst each and every creature exists for the perfection of the entire universe. Furthermore, the entire universe, with all its parts, is ordained towards God as its end, inasmuch as it imitates, as it were, and shows forth the Divine goodness, to the glory of God. Reasonable creatures, however, have in some special and higher manner God as their end, since they can attain to Him by their own operations, by knowing and loving Him. Thus it is plain that the Divine goodness is the end of all corporeal things."
                    ]
                },
                "3": {
                    "question": 65,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether corporeal creatures were produced by God through the medium of the angels?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that corporeal creatures were produced by God through the medium of the angels. For, as all things are governed by the Divine wisdom, so by it were all things made, according to Ps. 103:24 \"Thou hast made all things in wisdom.\" But \"it belongs to wisdom to ordain,\" as stated in the beginning of the Metaphysics (i, 2). Hence in the government of things the lower is ruled by the higher in a certain fitting order, as Augustine says (De Trin. iii, 4). Therefore in the production of things it was ordained that the corporeal should be produced by the spiritual, as the lower by the higher."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, diversity of effects shows diversity of causes, since like always produces like. It then all creatures, both spiritual and corporeal, were produced immediately by God, there would be no diversity in creatures, for one would not be further removed from God than another. But this is clearly false; for the Philosopher says that some things are corruptible because they are far removed from God (De Gen. et Corrup. ii, text. 59)."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, infinite power is not required to produce a finite effect. But every corporeal thing is finite. Therefore, it could be, and was, produced by the finite power of spiritual creatures: for in suchlike beings there is no distinction between what is and what is possible: especially as no dignity befitting a nature is denied to that nature, unless it be in punishment of a fault."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: In the production of things an order exists, but not such that one creature is created by another, for that is impossible; but rather such that by the Divine wisdom diverse grades are constituted in creatures."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: God Himself, though one, has knowledge of many and different things without detriment to the simplicity of His nature, as has been shown above (Question [15], Article [2]); so that by His wisdom He is the cause of diverse things as known by Him, even as an artificer, by apprehending diverse forms, produces diverse works of art."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The amount of the power of an agent is measured not only by the thing made, but also by the manner of making it; for one and the same thing is made in one way by a higher power, in another by a lower. But the production of finite things, where nothing is presupposed as existing, is the work of infinite power, and, as such, can belong to no creature."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:1): \"In the beginning God created heaven and earth\"; by which are understood corporeal creatures. These, therefore, were produced immediately by God."
                    ],
                    "body": [
                        "I answer that, Some have maintained that creatures proceeded from God by degrees, in such a way that the first creature proceeded from Him immediately, and in its turn produced another, and so on until the production of corporeal creatures. But this position is untenable, since the first production of corporeal creatures is by creation, by which matter itself is produced: for in the act of coming into being the imperfect must be made before the perfect: and it is impossible that anything should be created, save by God alone.",
                        "In proof whereof it must be borne in mind that the higher the cause, the more numerous the objects to which its causation extends. Now the underlying principle in things is always more universal than that which informs and restricts it; thus, being is  more universal than living, living than understanding, matter than form. The more widely, then, one thing underlies others, the more directly does that thing proceed from a higher cause. Thus the thing that underlies primarily all things, belongs properly to the causality of the supreme cause. Therefore no secondary cause can produce anything, unless there is presupposed in the thing produced something that is caused by a higher cause. But creation is the production of a thing in its entire substance, nothing being presupposed either uncreated or created. Hence it remains that nothing can create except God alone, Who is the first cause. Therefore, in order to show that all bodies were created immediately by God, Moses said: \"In the beginning God created heaven and earth.\""
                    ]
                },
                "4": {
                    "question": 65,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the forms of bodies are from the angels?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the forms of bodies come from the angels. For Boethius says (De Trin. i): \"From forms that are without matter come the forms that are in matter.\" But forms that are without matter are spiritual substances, and forms that are in matter are the forms of bodies. Therefore, the forms of bodies are from spiritual substances."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, all that is such by participation is reduced to that which is such by its essence. But spiritual substances are forms essentially, whereas corporeal creatures have forms by participation. Therefore the forms of corporeal things are derived from spiritual substances."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 65,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, spiritual substances have more power of causation than the heavenly bodies. But the heavenly bodies give form to things here below, for which reason they are said to cause generation and corruption. Much more, therefore, are material forms derived from spiritual substances."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: By immaterial forms Boethius understands the types of things in the mind of God. Thus the Apostle says (Heb. 11:3): \"By faith we understand that the world was framed by the Word of God; that from invisible things visible things might be made.\" But if by immaterial forms he understands the angels, we say that from them come material forms, not by emanation, but by motion."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Forms received into matter are to be referred, not to self-subsisting forms of the same type, as the Platonists held, but either to intelligible forms of the angelic intellect, from which they proceed by movement, or, still higher, to the types in the Divine intellect, by which the seeds of forms are implanted in created things, that they may be able to be brought by movement into act."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 65,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The heavenly bodies inform earthly ones by movement, not by emanation."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (De Trin. iii, 8): \"We must not suppose that this corporeal matter serves the angels at their nod, but rather that it obeys God thus.\" But corporeal matter may be said thus to serve that from which it receives its form. Corporeal forms, then, are not from the angels, but from God."
                    ],
                    "body": [
                        "I answer that, It was the opinion of some that all corporeal forms are derived from spiritual substances, which we call the angels. And there are two ways in which this has been stated. For Plato held that the forms of corporeal matter are derived from, and formed by, forms immaterially subsisting, by a kind of participation. Thus he held that there exists an immaterial man, and an immaterial horse, and so forth, and that from such the individual sensible things that we see are constituted, in so far as in corporeal matter there abides the impression received from these separate forms, by a kind of assimilation, or as he calls it, \"participation\" (Phaedo xlix). And, according to the Platonists, the order of forms corresponds to the order of those separate substances; for example, that there is a single separate substance, which is horse and the cause of all horses, whilst above this is separate life, or \"per se\" life, as they term it, which is the cause of all life, and that above this again is that which they call being itself, which is the cause of all being. Avicenna, however, and certain others, have maintained that the forms of corporeal things do not subsist \"per se\" in matter, but in the intellect only. Thus they say that from forms existing in the intellect of spiritual creatures (called \"intelligences\" by them, but \"angels\" by us) proceed all the forms of corporeal matter, as the form of his handiwork proceeds from the forms in the mind of the craftsman. This theory seems to be the same as that of certain heretics of modern times, who say that God indeed created all things, but that the devil formed corporeal matter, and differentiated it into species.",
                        "But all these opinions seem to have a common origin; they all, in fact, sought for a cause of forms as though the form were of itself brought into being. Whereas, as Aristotle (Metaph. vii, text. 26,27,28), proves, what is, properly speaking, made, is the \"composite.\" Now, such are the forms of corruptible things that at one time they exist and at another exist not, without being themselves generated or corrupted, but by reason of the generation or corruption of the \"composite\"; since even forms have not being, but composites have being through forms: for, according to a thing's mode of being, is the mode in which it is brought into being. Since, then, like is produced from like, we must not look for the cause of corporeal forms in any immaterial form, but in something that is composite, as this fire is generated by that fire. Corporeal forms, therefore, are caused, not as emanations from some immaterial form, but by matter being brought from potentiality into act by some composite agent. But since the composite agent, which is a body, is moved by a created spiritual substance, as Augustine says (De Trin. iii, 4,5), it follows further that even corporeal forms are derived from spiritual substances, not emanating from them, but as the term of their movement. And, further still, the species of the angelic intellect, which are, as it were, the seminal types of corporeal forms, must be referred to God as the first cause. But in the first production of corporeal creatures no transmutation from potentiality to act can have taken place, and accordingly, the corporeal forms that bodies had when first produced came immediately form God, whose bidding alone matter obeys, as its own proper cause. To signify this, Moses prefaces each work with the words, \"God said, Let this thing be,\" or \"that,\" to denote the formation of all things by the Word of God, from Whom, according to Augustine [*Tract. i. in Joan. and Gen. ad lit. i. 4], is \"all form and fitness and concord of parts.\""
                    ]
                }
            }
        },
        "66": {
            "id": 66,
            "part": "FP",
            "title": "On the Order of Creation Towards Distinction",
            "section": 3,
            "outer": {
                "question": 66,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must next consider the work of distinction; first, the ordering of creation towards distinction; secondly, the distinction itself. Under the first head there are four points of inquiry:",
                    "(1) Whether formlessness of created matter preceded in time its formation?",
                    "(2) Whether the matter of all corporeal things is the same?",
                    "(3) Whether the empyrean heaven was created contemporaneously with formless matter?",
                    "(4) Whether time was created simultaneously with it?"
                ],
                "title": [
                    "ON THE ORDER OF CREATION TOWARDS DISTINCTION (FOUR ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 66,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether formlessness of created matter preceded in time its formation?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that formlessness of matter preceded in time its formation. For it is said (Gn. 1:2): \"The earth was void and empty,\" or \"invisible and shapeless,\" according to another version [*Septuagint]; by which is understood the formlessness of matter, as Augustine says (Confess. xii, 12). Therefore matter was  formless until it received its form."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, nature in its working imitates the working of God, as a secondary cause imitates a first cause. But in the working of nature formlessness precedes form in time. It does so, therefore, in the Divine working."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, matter is higher than accident, for matter is part of substance. But God can effect that accident exist without substance, as in the Sacrament of the Altar. He could, therefore, cause matter to exist without form."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The word earth is taken differently in this passage by Augustine, and by other writers. Augustine holds that by the words \"earth\" and \"water,\" in this passage. primary matter itself is signified on account of its being impossible for Moses to make the idea of such matter intelligible to an ignorant people, except under the similitude of well-known objects. Hence he uses a variety of figures in speaking of it, calling it not water only, nor earth only, lest they should think it to be in very truth water or earth. At the same time it has so far a likeness to earth, in that it is susceptible of form, and to water in its adaptability to a variety of forms. In this respect, then, the earth is said to be \"void and empty,\" or \"invisible and shapeless,\" that matter is known by means of form. Hence, considered in itself, it is called \"invisible\" or \"void,\" and its potentiality is completed by form; thus Plato says that matter is \"place\" [*Timaeus, quoted by Aristotle, Phys. iv, text. 15]. But other holy writers understand by earth the element of earth, and we have said (Article [1]) how, in this sense, the earth was, according to them, without form."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Nature produces effect in act from being in potentiality; and consequently in the operations of nature potentiality must precede act in time, and formlessness precede form. But God produces being in act out of nothing, and can, therefore, produce a perfect thing in an instant, according to the  greatness of His power."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Accident, inasmuch as it is a form, is a kind of act; whereas matter, as such, is essentially being in potentiality. Hence it is more repugnant that matter should be in act without form, than for accident to be without subject.",
                                "In reply to the first argument in the contrary sense, we say that if, according to some holy writers, formlessness was prior in time to the informing of matter, this arose, not from want of power on God's part, but from His wisdom, and from the design of preserving due order in the disposition of creatures by developing perfection from imperfection.",
                                "In reply to the second argument, we say that certain of the ancient natural philosophers maintained confusion devoid of all distinction; except Anaxagoras, who taught that the intellect alone was distinct and without admixture. But previous to the work of distinction Holy Scripture enumerates several kinds of differentiation, the first being that of the heaven from the earth, in which even a material distinction is expressed, as will be shown later (Article [3]; Question [68], Article [1]). This is signified by the words, \"In the beginning God created heaven and earth.\" The second distinction mentioned is that of the elements according to their forms, since both earth and water are named. That air and fire are not mentioned by name is due to the fact that the corporeal nature of these would not be so evident as that of earth and water, to the ignorant people to whom Moses spoke. Plato (Timaeus xxvi), nevertheless, understood air to be signified by the words, \"Spirit of God,\" since spirit is another name for air, and considered that by the word heaven is meant fire, for he held heaven to be composed of fire, as Augustine relates (De Civ. Dei viii, 11). But Rabbi Moses (Perplex. ii), though otherwise agreeing with Plato, says that fire is signified by the word darkness, since, said he, fire does not shine in its own sphere. However, it seems more reasonable to hold to what we stated above; because by the words \"Spirit of God\" Scripture usually means the Holy Ghost, Who is said to \"move over the waters,\" not, indeed, in bodily shape, but as the craftsman's will may be said to move over the material to which he intends to give a form. The third distinction is that of place; since the earth is said to be under the waters that rendered it invisible, whilst the air, the subject of darkness, is described as being above the waters, in the words: \"Darkness was upon the face of the deep.\" The remaining distinctions will appear from what follows (Question [71])."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, An imperfect effect proves imperfection in the agent. But God is an agent absolutely perfect; wherefore it is said of Him (Dt. 32:4): \"The works of God are perfect.\" Therefore the work of His creation was at no time formless. Further, the formation of corporeal creatures was effected by the work of distinction. But confusion is opposed to distinction, as formlessness to form. It, therefore, formlessness preceded in time the formation of matter, it follows that at the beginning confusion, called by the ancients chaos, existed in the corporeal creation."
                    ],
                    "body": [
                        "I answer that, On this point holy men differ in opinion. Augustine for instance (Gen. ad lit. i, 15), believes that the formlessness of matter was not prior in time to its formation, but only in origin or the order of nature, whereas others, as Basil (Hom. ii In Hexaem.), Ambrose (In Hexaem. i), and Chrysostom (Hom. ii In Gen.), hold that formlessness of matter preceded in time its formation. And although these opinions seem mutually contradictory, in reality they differ but little; for Augustine takes the formlessness of matter in a different sense from the others. In his sense it means the absence of all form, and if we thus understand it we cannot say that the formlessness of matter was prior in time either to its formation or to its distinction. As to formation, the argument is clear. For it formless matter preceded in duration, it already existed; for this is implied by duration, since the end of creation is being in act: and act itself is a form. To say, then, that matter preceded, but without form, is to say that being existed actually, yet without act, which is a contradiction in terms. Nor can it be said that it possessed some common form, on which afterwards supervened the different forms that distinguish it. For this would be to hold the opinion of the ancient natural philosophers, who maintained that primary matter was some corporeal thing in act, as fire, air, water, or some intermediate substance. Hence, it followed that to be made means merely to be changed; for since that preceding form bestowed actual substantial being, and made some particular thing to be, it would result that the supervening form would not simply make an actual being, but 'this' actual being; which is the proper effect of an accidental form. Thus the consequent forms would be merely accidents, implying not generation, but alteration. Hence we must assert that primary matter was not created altogether formless, nor under any one common form, but under distinct forms. And so, if the formlessness  of matter be taken as referring to the condition of primary matter, which in itself is formless, this formlessness did not precede in time its formation or distinction, but only in origin and nature, as Augustine says; in the same way as potentiality is prior to act, and the part to the whole. But the other holy writers understand by formlessness, not the exclusion of all form, but the absence of that beauty and comeliness which are now apparent in the corporeal creation. Accordingly they say that the formlessness of corporeal matter preceded its form in duration. And so, when this is considered, it appears that Augustine agrees with them in some respects, and in others disagrees, as will be shown later (Question [69], Article [1]; Question [74], Article [2]).",
                        "As far as may be gathered from the text of Genesis a threefold beauty was wanting to corporeal creatures, for which reason they are said to be without form. For the beauty of light was wanting to all that transparent body which we call the heavens, whence it is said that \"darkness was upon the fact of the deep.\" And the earth lacked beauty in two ways: first, that beauty which it acquired when its watery veil was withdrawn, and so we read that \"the earth was void,\" or \"invisible,\" inasmuch as the waters covered and concealed it from view; secondly, that which it derives from being adorned by herbs and plants, for which reason it is called \"empty,\" or, according to another reading [*Septuagint], \"shapeless\"---that is, unadorned. Thus after mention of two created natures, the heaven and the earth, the formlessness of the heaven is indicated by the words, \"darkness was upon the face of the deep,\" since the air is included under heaven; and the formlessness of the earth, by the words, \"the earth was void and empty.\""
                    ]
                },
                "2": {
                    "question": 66,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the formless matter of all corporeal things is the same?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the formless matter of all corporeal things is the same. For Augustine says (Confess. xii, 12): \"I find two things Thou hast made, one formed, the other formless,\" and he says that the latter was the earth invisible and shapeless, whereby, he says, the matter of all corporeal things is designated.  Therefore the matter of all corporeal things is the same."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the Philosopher says (Metaph. v, text. 10): \"Things that are one in genus are one in matter.\" But all corporeal things are in the same genus of body. Therefore the matter of all bodies is the same."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, different acts befit different potentialities, and the same act befits the same potentiality. But all bodies have the same form, corporeity. Therefore all bodies have the same matter."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, matter, considered in itself, is only in potentiality. But distinction is due to form. Therefore matter considered in itself is the same in all corporeal things."
                            ],
                            "id": 4,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Augustine follows in this the opinion of Plato, who does not admit a fifth essence. Or we may say that formless matter is one with the unity of order, as all bodies are one in the order of corporeal creatures."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: If genus is taken in a physical sense, corruptible and incorruptible things are not in the same genus, on account of their different modes of potentiality, as is said in Metaph. x, text. 26. Logically considered, however, there is but  one genus of all bodies, since they are all included in the one notion of corporeity."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The form of corporeity is not one and the same in all bodies, being no other than the various forms by which bodies are distinguished, as stated above."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: As potentiality is directed towards act, potential beings are differentiated by their different acts, as sight is by color, hearing by sound. Therefore for this reason the matter of the celestial bodies is different from that of the elemental, because the matter of the celestial is not in potentiality to an elemental form."
                            ],
                            "id": 4,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, Things of which the matter is the same are mutually interchangeable and mutually active or passive, as is said (De Gener. i, text. 50). But heavenly and earthly bodies do not act upon each other mutually. Therefore their matter is not the same."
                    ],
                    "body": [
                        "I answer that, On this question the opinions of philosophers have differed. Plato and all who preceded Aristotle held that all bodies are of the nature of the four elements. Hence because the four elements have one common matter, as their mutual generation and corruption prove, it followed that the matter of all bodies is the same. But the fact of the incorruptibility of some bodies was ascribed by Plato, not to the condition of matter, but to the will of the artificer, God, Whom he represents as saying to the heavenly bodies: \"By your own nature you are subject to dissolution, but by My will you are indissoluble, for My will is more powerful than the link that binds you together.\" But this theory Aristotle (De Caelo i, text. 5) disproves by the natural movements of bodies. For since, he says, the heavenly bodies have a natural movement, different from that of the elements, it follows that they have a different nature from them. For movement in a circle, which is proper to the heavenly bodies, is not by contraries, whereas the movements of the elements are mutually opposite, one tending upwards, another downwards: so, therefore, the heavenly body is without contrariety, whereas the elemental bodies have contrariety in their nature. And as generation and corruption are from contraries, it follows that, whereas the elements are corruptible, the heavenly bodies are incorruptible. But in spite of this difference of natural corruption and incorruption, Avicebron taught unity of matter in all bodies, arguing from their unity of form. And, indeed, if corporeity were one form in itself, on which the other forms that distinguish bodies from each other supervene, this argument would necessarily be true; for this form of corporeity would inhere in matter immutably and so far all bodies would be incorruptible. But corruption would then be merely accidental through the disappearance of successive forms---that is to say, it would be corruption, not pure and simple, but partial, since a being in act would subsist under the transient form. Thus the ancient natural philosophers taught that the substratum of bodies  was some actual being, such as air or fire. But supposing that no form exists in corruptible bodies which remains subsisting beneath generation and corruption, it follows necessarily that the matter of corruptible and incorruptible bodies is not the same. For matter, as it is in itself, is in potentiality to form.",
                        "Considered in itself, then, it is in potentiality in respect to all those forms to which it is common, and in receiving any one form it is in act only as regards that form. Hence it remains in potentiality to all other forms. And this is the case even where some forms are more perfect than others, and contain these others virtually in themselves. For potentiality in itself is indifferent with respect to perfection and imperfection, so that under an imperfect form it is in potentiality to a perfect form, and \"vice versa.\" Matter, therefore, whilst existing under the form of an incorruptible body, would be in potentiality to the form of a corruptible body; and as it does not actually possess the latter, it has both form and the privation of form; for want of a form in that which is in potentiality thereto is privation. But this condition implies corruptibility. It is therefore impossible that bodies by nature corruptible, and those by nature incorruptible, should possess the same matter.",
                        "Neither can we say, as Averroes [*De Substantia Orbis ii.] imagines, that a heavenly body itself is the matter of the heaven---beings in potentiality with regard to place, though not to being, and that its form is a separate substance united to it as its motive force. For it is impossible to suppose any being in act, unless in its totality it be act and form, or be something which has act or form. Setting aside, then, in thought, the separate substance stated to be endowed with motive power, if the heavenly body is not something having form---that is, something composed of a form and the subject of that form---it follows that in its totality it is form and act. But every such thing is something actually understood, which the heavenly bodies are not, being sensible. It follows, then, that the matter of the heavenly bodies, considered in itself, is in potentiality to that form alone which it actually possesses. Nor does it concern the point at issue to inquire whether this is a soul or any other thing. Hence this form perfects this matter in such a way that there remains in it no potentiality with respect to being, but only to place, as Aristotle [*De Coelo i, text. 20] says. So, then, the matter of the heavenly bodies and of the elements is not the same, except by analogy, in so far as they agree in the character of potentiality."
                    ]
                },
                "3": {
                    "question": 66,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the empyrean heaven was created at the same time as formless matter?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the empyrean heaven was not created at the same time as formless matter. For the empyrean, if it is anything at all, must be a sensible body. But all sensible bodies are movable, and the empyrean heaven is not movable. For if it were so, its movement would be ascertained by the movement of some visible body, which is not the case. The empyrean heaven, then, was not created contemporaneously with formless matter."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, Augustine says (De Trin. iii, 4) that \"the lower bodies are governed by the higher in a certain order.\" If, therefore, the empyrean heaven is the highest of bodies, it must necessarily exercise some influence on bodies below it. But this does not seem to be the case, especially as it is presumed to be without movement; for one body cannot move another unless itself also be moved. Therefore the empyrean heaven was not created together with formless matter."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, if it is held that the empyrean heaven is the place of contemplation, and not ordained to natural effects; on the contrary, Augustine says (De Trin. iv, 20): \"In so far as we mentally apprehend eternal things, so far are we not of this world\"; from which it is clear that contemplation lifts the mind above the things of this world. Corporeal place, therefore, cannot be the seat of contemplation."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, among the heavenly bodies exists a body, partly transparent and partly luminous, which we call the sidereal heaven. There exists also a heaven wholly transparent, called by some the aqueous or crystalline heaven. If, then, there exists a still higher heaven, it must be wholly luminous. But this cannot be, for then the air would be constantly illuminated, and there would be no night. Therefore the empyrean heaven was not created together with formless matter."
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Sensible corporeal things are movable in the present state of the world, for by the movement of corporeal creatures is secured by the multiplication of the elements. But when glory is finally consummated, the movement of bodies will cease. And such must have been from the beginning the condition of  the empyrean."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: It is sufficiently probable, as some assert, that the empyrean heaven, having the state of glory for its ordained end, does not influence inferior bodies of another order---those, namely, that are directed only to natural ends. Yet it seems still more probable that it does influence bodies that are moved, though itself motionless, just as angels of the highest rank, who assist [*Infra, Question [112], Article [3]], influence those of lower degree who act as messengers, though they themselves are not sent, as Dionysius teaches (Coel. Hier. xii). For this reason it may be said that the influence of the empyrean upon that which is called the first heaven, and is moved, produces therein not something that comes and goes as a result of movement, but something of a fixed and stable nature, as the power of conservation or causation, or something of the kind pertaining to dignity."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Corporeal place is assigned to contemplation, not as necessary, but as congruous, that the splendor without may correspond to that which is within. Hence Basil (Hom. ii in Hexaem.) says: \"The ministering spirit could not live in darkness, but made his habitual dwelling in light and joy.\""
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: As Basil says (Hom. ii in Hexaem.): \"It is certain that the heaven was created spherical in shape, of dense body, and sufficiently strong to separate what is outside it from what it encloses. On this account it darkens the region external to it, the light by which itself is lit up being shut out from that region. \"But since the body of the firmament, though solid, is transparent, for that it does not exclude light (as is clear from the fact that we can see the stars through the intervening heavens), we may also say that the empyrean has light, not condensed so as to emit rays, as the sun does, but of a more subtle nature. Or it may have the brightness of glory which differs from mere natural brightness."
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, Strabus says that in the passage, \"In the beginning God created heaven and earth,\" heaven denotes not the  visible firmament, but the empyrean or fiery heaven."
                    ],
                    "body": [
                        "I answer that, The empyrean heaven rests only on the authority of Strabus and Bede, and also of Basil; all of whom agree in one respect, namely, in holding it to be the place of the blessed. Strabus and Bede say that as soon as created it was filled with angels; and Basil [*Hom. ii. in Hexaem.] says: \"Just as the lost are driven into the lowest darkness, so the reward for worthy deeds is laid up in the light beyond this world, where the just shall obtain the abode of rest.\" But they differ in the reasons on which they base their statement. Strabus and Bede teach that there is an empyrean heaven, because the firmament, which they take to mean the sidereal heaven, is said to have been made, not in the beginning, but on the second day: whereas the reason given by Basil is that otherwise God would seem to have made darkness His first work, as the Manicheans falsely assert, when they call the God of the Old Testament the God of darkness. These reasons, however, are not very cogent. For the question of the firmament, said to have been made on the second day, is solved in one way by Augustine, and in another by other holy writers. But the question of the darkness is explained according to Augustine [*Gen. ad lit. i; vii.], by supposing that formlessness, signified by darkness, preceded form not by duration, but by origin. According to others, however, since darkness is no creature, but a privation of light, it is a proof of Divine wisdom, that the things it created from nothing it produced first of all in an imperfect state, and afterwards brought them to perfection. But a better reason can be drawn from the state of glory itself. For in the reward to come a two-fold glory is looked for, spiritual and corporeal, not only in the human body to be glorified, but in the whole world which is to be made new. Now the spiritual glory began with the beginning of the world, in the blessedness of the angels, equality with whom is promised to the saints. It was fitting, then, that even from the beginning, there should be made some beginning of bodily glory in something corporeal, free at the very outset from the servitude of corruption and change, and wholly luminous, even as the whole bodily creation, after the Resurrection, is expected to be. So, then, that heaven is called the empyrean, i.e. fiery, not from its heat, but from its brightness. It is to be noticed, however, that Augustine (De Civ. Dei x, 9,27) says that Porphyry sets the demons apart from the angels by supposing that the former inhabit the air, the latter the ether, or empyrean. But Porphyry, as a Platonist, held the heaven, known as sidereal, to be fiery, and therefore called it empyrean or ethereal, taking ethereal to denote the burning of flame, and not as Aristotle understands it, swiftness of movement (De Coel. i, text. 22). This much has been said to prevent anyone from supposing that Augustine maintained an empyrean heaven in the sense understood by modern writers."
                    ]
                },
                "4": {
                    "question": 66,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether time was created simultaneously with formless matter?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that time was not created simultaneously with formless matter. For Augustine says (Confess. xii, 12): \"I find two things that Thou didst create before time was, the primary corporeal matter, and the angelic nature. \"Therefore time was not created with formless matter."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, time is divided by day and night. But in the beginning there was neither day nor night, for these began when \"God divided the light from the darkness. \"Therefore in the beginning time was not."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, time is the measure of the firmament's movement; and the firmament is said to have been made on the second day. Therefore in the beginning time was not."
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, movement precedes time, and therefore should be reckoned among the first things created, rather than time."
                            ],
                            "id": 4,
                            "article": 4
                        },
                        "5": {
                            "question": 66,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, as time is the extrinsic measure of created things, so is place. Place, then, as truly as time, must be reckoned among the things first created."
                            ],
                            "id": 5,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The teaching of Augustine rests on the opinion that the angelic nature and formless matter precede time by origin or nature."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: As in the opinion of some holy writers matter was in some measure formless before it received its full form, so time was in a manner formless before it was fully formed and distinguished into day and night."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: If the movement of the firmament did not begin immediately from the beginning, then the time that preceded was the measure, not of the firmament's movement, but of the first movement of whatsoever kind. For it is accidental to time to be the measure of the firmament's movement, in so far as this is the first movement. But if the first movement was another than this, time would have been its measure, for everything is measured by the first of its kind. And it must be granted that forthwith from the beginning, there was movement of some kind, at least in the succession of concepts and affections in the angelic mind: while movement without time cannot be conceived, since time is nothing else than \"the measure of priority and succession in movement.\""
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Among the first created things are to be reckoned those which have a general relationship to things. And, therefore, among these time must be included, as having the nature of a common measure; but not movement, which is related only to the movable subject."
                            ],
                            "id": 4,
                            "article": 4
                        },
                        "5": {
                            "question": 66,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: Place is implied as existing in the empyrean heaven, this being the boundary of the universe. And since place has reference to things permanent, it was created at once in its totality. But time, as not being permanent, was created in its beginning: even as actually we cannot lay hold of any part of time save the \"now.\""
                            ],
                            "id": 5,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Gen. ad lit. i, 3): \"Both spiritual and corporeal creatures were created at the beginning of time.\""
                    ],
                    "body": [
                        "I answer that, It is commonly said that the first things created were these four---the angelic nature, the empyrean heaven, formless corporeal matter, and time. It must be observed, however, that this is not the opinion of Augustine. For he (Confess. xii, 12) specifies only two things as first created---the angelic nature and corporeal matter---making no mention of the empyrean heaven. But these two, namely, the angelic nature and formless matter, precede the formation, by nature only, and not by duration; and therefore, as they precede formation, so do they precede movement and time. Time, therefore, cannot be included among them. But the enumeration above given is that of other holy writers, who hold that the formlessness of matter preceded by duration its form, and this view postulates the existence of time as the measure of duration: for otherwise there would be no such measure."
                    ]
                }
            }
        },
        "67": {
            "id": 67,
            "part": "FP",
            "title": "On the Work of Distinction in Itself",
            "section": 3,
            "outer": {
                "question": 67,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must consider next the work of distinction in itself. First, the work of the first day; secondly, the work of the second day; thirdly the work of the third day.",
                    "Under the first head there are four points of inquiry:",
                    "(1) Whether the word light is used in its proper sense in speaking of spiritual things?",
                    "(2) Whether light, in corporeal things, is itself corporeal?",
                    "(3) Whether light is a quality?",
                    "(4) Whether light was fittingly made on the first day?"
                ],
                "title": [
                    "ON THE WORK OF DISTINCTION IN ITSELF (FOUR ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 67,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the word \"light\" is used in its proper sense in speaking of spiritual things?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that \"light\" is used in its proper sense in spiritual things. For Augustine says (Gen. ad lit. iv, 28) that \"in spiritual things light is better and surer: and that Christ is not called Light in the same sense as He is called the Stone; the former is to be taken literally, and the latter metaphorically.\""
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, Dionysius (Div. Nom. iv) includes Light among the intellectual names of God. But such names are used in their proper sense in spiritual things. Therefore light is used in its proper sense in spiritual matters."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the Apostle says (Eph. 5:13): \"All that is made manifest is light.\" But to be made manifest belongs more properly to spiritual things than to corporeal. Therefore also does light."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {},
                    "counter": [
                        "On the contrary, Ambrose says (De Fide ii) that \"Splendor\" is among those things which are said of God metaphorically."
                    ],
                    "body": [
                        "I answer that, Any word may be used in two ways---that is to say, either in its original application or in its more extended meaning. This is clearly shown in the word \"sight,\" originally applied to the act of the sense, and then, as sight is the noblest and most trustworthy of the senses, extended in common speech to all knowledge obtained through the other senses. Thus we say, \"Seeing how it tastes,\" or \"smells,\" or \"burns. \"Further, sight is applied to knowledge obtained through the intellect, as in those words: \"Blessed are the clean of heart, for they shall see God\" (Mt. 5:8). And thus it is with the word light. In its primary meaning it signifies that which makes manifest to the sense of sight; afterwards it was extended to that which makes manifest to cognition of any kind. If, then, the word is taken in its strict and primary meaning, it is to be understood metaphorically when applied to spiritual things, as Ambrose says (De Fide ii). But if taken in its common and extended use, as applied to manifestation of every kind, it may properly be applied to spiritual things.",
                        "The answer to the objections will sufficiently appear from what has been said."
                    ]
                },
                "2": {
                    "question": 67,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether light is a body?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that light is a body. For Augustine says (De Lib. Arb. iii, 5) that \"light takes the first place among bodies.\"Therefore light is a body."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the Philosopher says (Topic. v, 2) that \"light is a species of fire.\" But fire is a body, and therefore so is light."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the powers of movement, intersection, reflection, belong properly to bodies; and all these are attributes of light and its rays. Moreover, different rays of light, as Dionysius says (Div. Nom. ii) are united and separated, which seems impossible unless they are bodies. Therefore light is a body."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Augustine takes light to be a luminous body in act---in other words, to be fire, the noblest of the four elements."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Aristotle pronounces light to be fire existing in its own proper matter: just as fire in aerial matter is \"flame,\" or in earthly matter is \"burning coal.\" Nor must too much attention be paid to the instances adduced by Aristotle in his works on logic, as he merely mentions them as the more or less probable opinions of various writers."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: All these properties are assigned to light metaphorically, and might in the same way be attributed to heat. For because movement from place to place is naturally first in the order of movement as is proved Phys. viii, text. 55, we use terms belonging to local movement in speaking of alteration and movement of all kinds. For even the word distance is derived from the idea of remoteness of place, to that of all contraries, as is said Metaph. x, text. 13."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, Two bodies cannot occupy the same place simultaneously. But this is the case with light and air. Therefore light is not a body."
                    ],
                    "body": [
                        "I answer that, Light cannot be a body, for three evident reasons. First, on the part of place. For the place of any one body is different from that of any other, nor is it possible, naturally speaking, for any two bodies of whatever nature, to exist simultaneously in the same place; since contiguity requires distinction of place.",
                        "The second reason is from movement. For if light were a body, its diffusion would be the local movement of a body. Now no local movement of a body can be instantaneous, as everything that moves from one place to another must pass through the intervening space before reaching the end: whereas the diffusion of light is instantaneous. Nor can it be argued that the time required is too short to be perceived; for though this may be the case in short distances, it cannot be so in distances so great as that which separates the East from the West. Yet as soon as the sun is at the horizon, the whole hemisphere is illuminated from end to end. It must also be borne in mind on the part of movement that whereas all bodies have their natural determinate movement, that of light is indifferent as regards direction, working equally in a circle as in a straight line. Hence it appears that the diffusion of light is not the local movement of a body.",
                        "The third reason is from generation and corruption. For if light were a body, it would follow that whenever the air is darkened by the absence of the luminary, the body of light would be corrupted, and its matter would receive a new form. But unless we are to say that darkness is a body, this does not appear to be the case. Neither does it appear from what matter a body can be daily generated large enough to fill the intervening hemisphere. Also it would be absurd to say that a body of so great a bulk is corrupted by the mere absence of the luminary. And should anyone reply that it is not corrupted, but approaches and moves around with the sun, we may ask why it is that when a lighted candle is obscured by the intervening object the whole room is darkened? It is not that the light is condensed round the candle when this is done, since it burns no more brightly then than it burned before.",
                        "Since, therefore, these things are repugnant, not only to reason, but to common sense, we must conclude that light cannot be a body."
                    ]
                },
                "3": {
                    "question": 67,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether light is a quality?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that light is not a quality. For every quality remains in its subject, though the active cause of the quality be removed, as heat remains in water removed from the fire. But light does not remain in the air when the source of light is withdrawn. Therefore light is not a quality."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, every sensible quality has its opposite, as cold is opposed to heat, blackness to whiteness. But this is not the case with light since darkness is merely a privation of light. Light therefore is not a sensible quality."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, a cause is more potent than its effect. But the light of the heavenly bodies is a cause of substantial forms of  earthly bodies, and also gives to colors their immaterial being, by making them actually visible. Light, then, is not a sensible quality, but rather a substantial or spiritual form."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Since quality is consequent upon substantial form, the mode in which the subject receives a quality differs as the mode differs in which a subject receives a substantial form. For when matter receives its form perfectly, the qualities consequent upon the form are firm and enduring; as when, for instance, water is converted into fire. When, however, substantial form is received imperfectly, so as to be, as it were, in process of being received, rather than fully impressed, the consequent quality lasts for a time but is not permanent; as may be seen when water which has been heated returns in time to its natural state. But light is not produced by the transmutation of matter, as though matter were in receipt of a substantial form, and light were a certain inception of substantial form. For this reason light disappears on the disappearance of its active cause."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: It is accidental to light not to have a contrary, forasmuch as it is the natural quality of the first corporeal cause of change, which is itself removed from contrariety."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: As heat acts towards perfecting the form of fire, as an instrumental cause, by virtue of the substantial form, so does light act instrumentally, by virtue of the heavenly bodies, towards producing substantial forms; and towards rendering colors actually visible, inasmuch as it is a quality of the first sensible body."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, Damascene (De Fide Orth. i) says that light is a species of quality."
                    ],
                    "body": [
                        "I answer that, Some writers have said that the light in the air has not a natural being such as the color on a wall has, but only an intentional being, as a similitude of color in the air. But this cannot be the case for two reasons. First, because light gives a name to the air, since by it the air becomes actually luminous. But color does not do this, for we do not speak of the air as colored. Secondly, because light produces natural effects, for by the rays of the sun bodies are warmed, and natural changes cannot be brought about by mere intentions. Others have said that light is the sun's substantial form, but this also seems impossible for two reasons. First, because substantial forms are not of themselves objects of the senses; for the object of the intellect is what a thing is, as is said De Anima iii, text. 26: whereas light is visible of itself. In the second place, because it is impossible that what is the substantial form of one thing should be the accidental form of another; since substantial forms of their very nature constitute species: wherefore the substantial form always and everywhere accompanies the species. But light is not the substantial form of air, for if it were, the air would be destroyed when light is withdrawn. Hence it cannot be the substantial form of the sun.",
                        "We must say, then, that as heat is an active quality consequent on the substantial form of fire, so light is an active quality consequent on the substantial form of the sun, or of another body that is of itself luminous, if there is any such body. A proof of this is that the rays of different stars produce different effects according to the diverse natures of bodies."
                    ]
                },
                "4": {
                    "question": 67,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the production of light is fittingly assigned to the first day?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the production of light is not fittingly assigned to the first day. For light, as stated above (Article [3]), is a quality. But qualities are accidents, and as such should have, not the first, but a subordinate place. The production of light, then, ought not to be assigned to the first day."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, it is light that distinguishes night from day, and this is effected by the sun, which is recorded as having been made on the fourth day. Therefore the production of light could not have been on the first day."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, night and day are brought about by the circular movement of a luminous body. But movement of this kind is an attribute of the firmament, and we read that the firmament was made on the second day. Therefore the production of light, dividing night from day, ought not to be assigned to the first day."
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 67,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, if it be said that spiritual light is here spoken of, it may be replied that the light made on the first day dispels the darkness. But in the beginning spiritual darkness was not, for even the demons were in the beginning good, as has been shown (Question [63], Article [5]). Therefore the production of light ought not to be assigned to the first day."
                            ],
                            "id": 4,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: According to the opinion of those who hold that the formlessness of matter preceded its form in duration, matter must be held to have been created at the beginning with substantial forms, afterwards receiving those that are accidental, among which light holds the first place."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: In the opinion of some the light here spoken of was a kind of luminous nebula, and that on the making of the sun this returned to the matter of which it had been formed. But this cannot well be maintained, as in the beginning of Genesis Holy Scripture records the institution of that order of nature which henceforth is to endure. We cannot, then, say that what was made at that time afterwards ceased to exist.",
                                "Others, therefore, held that this luminous nebula continues in existence, but so closely attached to the sun as to be indistinguishable. But this is as much as to say that it is superfluous, whereas none of God's works have been made in vain. On this account it is held by some that the sun's body was made out of this nebula. This, too, is impossible to those at least who believe that the sun is different in its nature from the four elements, and naturally incorruptible. For in that case its matter cannot take on another form."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Basil says (Hom. ii in Hexaem.) that day and night were then caused by expansion and contraction of light, rather than by movement. But Augustine objects to this (Gen. ad lit. i), that there was no reason for this vicissitude of expansion and contraction since there were neither men nor animals on the earth at that time, for whose service this was required. Nor does the nature of a luminous body seem to admit of the withdrawal of light, so long as the body is actually present; though this might be effected by a miracle. As to this, however, Augustine remarks (Gen. ad lit. i) that in the first founding of the order of nature we must not look for miracles, but for what is in accordance with nature. We hold, then, that the movement of the heavens is twofold. Of these movements, one is common to the entire heaven, and is the cause of day and night. This, as it seems, had its beginning on the first day. The other varies in proportion as it affects various bodies, and by its variations is the cause of the succession of days, months, and years. Thus it is, that in the account of the first day the distinction between day and night alone is mentioned; this distinction being brought about by the common movement of the heavens. The further distinction into successive days, seasons, and years recorded as begun on the fourth day, in the words, \"let them be for seasons, and for days, and years\" is due to proper movements."
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 67,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: As Augustine teaches (Confess. xii; Gen. ad lit. 1,15), formlessness did not precede forms in duration; and so we must understand the production of light to signify the formation of spiritual creatures, not, indeed, with the perfection of glory, in which they were not created, but with the perfection of grace, which they possessed from their creation as said above (Question [62], Article [3]).  Thus the division of light from darkness will denote the distinction of the spiritual creature from other created things as yet without form. But if all created things received their form at the same time, the darkness must be held to mean the spiritual darkness of the wicked, not as existing from the beginning but such as God foresaw would exist."
                            ],
                            "id": 4,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, That without which there could not be day, must have been made on the first day. But there can be no day without light. Therefore light must have been made on the first day."
                    ],
                    "body": [
                        "I answer that, There are two opinions as to the production of light. Augustine seems to say (De Civ. Dei xi, 9,33) that Moses could not have fittingly passed over the production of the spiritual creature, and therefore when we read, \"In the beginning God created heaven and earth,\" a spiritual nature as yet formless is to be understood by the word \"heaven,\" and formless matter of the corporeal creature by the word \"earth.\" And spiritual nature was formed first, as being of higher dignity than corporeal. The forming, therefore, of this spiritual nature is signified by the production of light, that is to say, of spiritual light. For a spiritual nature receives its form by the enlightenment whereby it is led to adhere to the Word of God.",
                        "Other writers think that the production of spiritual creatures was purposely omitted by Moses, and give various reasons. Basil [*Hom. i in Hexaem.] says that Moses begins his narrative from the beginning of time which belongs to sensible things; but that the spiritual or angelic creation is passed over, as created beforehand.",
                        "Chrysostom [*Hom. ii in Genes.] gives as a reason for the omission that Moses was addressing an ignorant people, to whom material things alone appealed, and whom he was endeavoring to withdraw from the service of idols. It would have been to them a pretext for idolatry if he had spoken to them of natures spiritual in substance and nobler than all corporeal creatures; for they would have paid them Divine worship, since they were prone to worship as gods even the sun, moon, and stars, which was forbidden them (Dt. 4).",
                        "But mention is made of several kinds of formlessness, in regard to the corporeal creature. One is where we read that \"the earth was void and empty,\" and another where it is said that \"darkness was upon the face of the deep.\" Now it seems to be required, for two reasons, that the formlessness of darkness should be removed first of all by the production of light. In the first place because light is a quality of the first body, as was stated (Article [3]), and thus by means of light it was fitting that the world should first receive its form. The second reason is because light is a common quality. For light is common to terrestrial and celestial bodies. But as in knowledge we proceed from general principles, so do we in work of every kind. For the living thing is generated before the animal, and the animal before the man, as is shown in De Gener. Anim. ii, 3. It was fitting, then, as an evidence of the Divine wisdom, that among the works of distinction the production of light should take first place, since light is a form of the primary body, and because it is more common quality.",
                        "Basil [*Hom. ii in Hexaem.], indeed, adds a third reason: that all other things are made manifest by light. And there is yet a fourth, already touched upon in the objections; that day cannot be unless light exists, which was made therefore on the first day.",
                        "I answer, then, with Dionysius (Div. Nom. iv), that the light was the sun's light, formless as yet, being already the solar substance, and possessing illuminative power in a general way, to which was afterwards added the special and determinative power required to produce determinate effects. Thus, then, in the production of this light a triple distinction was made between light and darkness. First, as to the cause, forasmuch as in the substance of the sun we have the cause of light, and in the opaque nature of the earth the cause of darkness. Secondly, as to place, for in one hemisphere there was light, in the other darkness. Thirdly, as to time; because there was light for one and darkness for another in the same hemisphere; and this is signified by the words, \"He called the light day, and the darkness night.\""
                    ]
                }
            }
        },
        "68": {
            "id": 68,
            "part": "FP",
            "title": "On the Work of the Second Day",
            "section": 3,
            "outer": {
                "question": 68,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must next consider the work of the second day. Under this head there are four points of inquiry:",
                    "(1) Whether the firmament was made on the second day?",
                    "(2) Whether there are waters above the firmament?",
                    "(3) Whether the firmament divides waters from waters?",
                    "(4) Whether there is more than one heaven?"
                ],
                "title": [
                    "ON THE WORK OF THE SECOND DAY (FOUR ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 68,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the firmament was made on the second day?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the firmament was not made on the second day. For it is said (Gn. 1:8): \"God called the firmament heaven.\" But the heaven existed before days, as is clear from the words, \"In the beginning God created heaven and earth.\" Therefore the firmament was not made on the second day."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the work of the six days is ordered conformably to the order of Divine wisdom. Now it would ill become the Divine wisdom to make afterwards that which is naturally first. But though the firmament naturally precedes the earth and the waters, these are mentioned before the formation of light, which was on the first day. Therefore the firmament was not made on the second day."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, all that was made in the six days was formed out of matter created before days began. But the firmament cannot have been formed out of pre-existing matter, for if so it would be liable to generation and corruption. Therefore the firmament was not made on the second day."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: According to Chrysostom (Hom. iii in Genes.), Moses prefaces his record by speaking of the works of God collectively, in the words, \"In the beginning God created heaven and earth,\" and then proceeds to explain them part by part; in somewhat the same way as one might say: \"This house was constructed by that builder,\" and then add: \"First, he laid the foundations, then built the walls, and thirdly, put on the roof.\" In accepting this explanation we are, therefore, not bound to hold that a different heaven is spoken of in the words: \"In the beginning God created heaven and earth,\" and when we read that the firmament was made on the second day.",
                                "We may also say that the heaven recorded as created in the beginning is not the same as that made on the second day; and there are several senses in which this may be understood. Augustine says (Gen. ad lit. i, 9) that the heaven recorded as made on the first day is the formless spiritual nature, and that the heaven of the second day is the corporeal heaven. According to Bede (Hexaem. i) and Strabus, the heaven made on the first day is the empyrean, and the firmament made on the second day, the starry heaven. According to Damascene (De Fide Orth. ii) that of the first day was spherical in form and without stars, the same, in fact, that the philosophers speak of, calling it the ninth sphere, and the primary movable body that moves with diurnal movement: while by the firmament made on the second day he understands the starry heaven. According to another theory, touched upon by Augustine [*Gen. ad lit. ii, 1] the heaven made on the first day was the starry heaven, and the firmament made on the second day was that region of the air where the clouds are collected, which is also called heaven, but equivocally. And to show that the word is here used in an equivocal sense, it is expressly said that \"God called the firmament heaven\"; just as in a preceding verse it said that \"God called the light day\" (since the word \"day\" is also used to denote a space of twenty-four hours). Other instances of a similar use occur, as pointed out by Rabbi Moses.",
                                "The second and third objections are sufficiently answered by what has been already said."
                            ],
                            "id": 1,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is written (Gn. 1:6): \"God said: let there be a firmament,\" and further on (verse 8); \"And the evening and morning were the second day.\""
                    ],
                    "body": [
                        "I answer that, In discussing questions of this kind two rules are to observed, as Augustine teaches (Gen. ad lit. i, 18). The first is, to hold the truth of Scripture without wavering. The second is that since Holy Scripture can be explained in a multiplicity of senses, one should adhere to a particular explanation, only in such measure as to be ready to abandon it, if it be proved with certainty to be false; lest Holy Scripture be exposed to the ridicule of unbelievers, and obstacles be placed to their believing.",
                        "We say, therefore, that the words which speak of the firmament  as made on the second day can be understood in two senses. They may be understood, first, of the starry firmament, on which point it is necessary to set forth the different opinions of philosophers. Some of these believed it to be composed of the elements; and this was the opinion of Empedocles, who, however, held further that the body of the firmament was not susceptible of dissolution, because its parts are, so to say, not in disunion, but in harmony. Others held the firmament to be of the nature of the four elements, not, indeed, compounded of them, but being as it were a simple element. Such was the opinion of Plato, who held that element to be fire. Others, again, have held that the heaven is not of the nature of the four elements, but is itself a fifth body, existing over and above these. This is the opinion of Aristotle (De Coel. i, text. 6,32).",
                        "According to the first opinion, it may, strictly speaking, be granted that the firmament was made, even as to substance, on the second day. For it is part of the work of creation to produce the substance of the elements, while it belongs to the work of distinction and adornment to give forms to the elements that pre-exist.",
                        "But the belief that the firmament was made, as to its substance, on the second day is incompatible with the opinion of Plato, according to whom the making of the firmament implies the production of the element of fire. This production, however, belongs to the work of creation, at least, according to those who hold that formlessness of matter preceded in time its formation, since the first form received by matter is the elemental.",
                        "Still less compatible with the belief that the substance of the firmament was produced on the second day is the opinion of Aristotle, seeing that the mention of days denotes succession of time, whereas the firmament, being naturally incorruptible, is of a matter not susceptible of change of form; wherefore it could not be made out of matter existing antecedently in time.",
                        "Hence to produce the substance of the firmament belongs to the work of creation. But its formation, in some degree, belongs to the second day, according to both opinions: for as Dionysius says (Div. Nom. iv), the light of the sun was without form during the first three days, and afterwards, on the fourth day, received its form.",
                        "If, however, we take these days to denote merely sequence in the natural order, as Augustine holds (Gen. ad lit. iv, 22,24), and not succession in time, there is then nothing to prevent our saying, whilst holding any one of the opinions given above, that the substantial formation of the firmament belongs to the second day.",
                        "Another possible explanation is to understand by the firmament that was made on the second day, not that in which the stars are set, but the part of the atmosphere where the clouds are collected, and which has received the name firmament from the firmness and  density of the air. \"For a body is called firm,\" that is dense and solid, \"thereby differing from a mathematical body\" as is remarked by Basil (Hom. iii in Hexaem.). If, then, this explanation is adopted none of these opinions will be found repugnant to reason. Augustine, in fact (Gen. ad lit. ii, 4), recommends it thus: \"I consider this view of the question worthy of all commendation, as neither contrary to faith nor difficult to be proved and believed.\""
                    ]
                },
                "2": {
                    "question": 68,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether there are waters above the firmament?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that there are not waters above the firmament. For water is heavy by nature, and heavy things tend naturally downwards, not upwards. Therefore there are not waters above the firmament."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, water is fluid by nature, and fluids cannot rest on a sphere, as experience shows. Therefore, since the firmament is a sphere, there cannot be water above it."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, water is an element, and appointed to the generation of composite bodies, according to the relation in which imperfect things stand towards perfect. But bodies of composite nature have their place upon the earth, and not above the firmament, so that water would be useless there. But none of God's works are useless. Therefore there are not waters above the firmament."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Some have attempted to solve this difficulty by supposing that in spite of the natural gravity of water, it is kept in its place above the firmament by the Divine power. Augustine (Gen. ad lit. ii, 1), however will not admit this solution, but says \"It is our business here to inquire how God has constituted the natures of His creatures, not how far it may have pleased Him to work on them by way of miracle.\" We leave this view, then, and answer that according to the last two opinions on the firmament and the waters the solution appears from what has been said. According to the first opinion, an order of the elements must be supposed different from that given by Aristotle, that is to say, that the waters surrounding the earth are of a dense consistency, and those around the firmament of a rarer consistency, in proportion to the respective density of the earth and of the heaven.",
                                "Or by the water, as stated, we may understand the matter of bodies to be signified."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The solution is clear from what has been said, according to the last two opinions. But according to the first opinion, Basil gives two replies (Hom. iii in Hexaem.). He answers first, that a body seen as concave beneath need not necessarily be rounded, or convex, above. Secondly, that the waters above the firmament are not fluid, but exist outside it in a solid state, as a mass of ice, and that this is the crystalline heaven of some writers."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: According to the third opinion given, the waters above the firmament have been raised in the form of vapors, and serve to give rain to the earth. But according to the second opinion, they are above the heaven that is wholly transparent and starless. This, according to some, is the primary mobile, the cause of the daily revolution of the entire heaven, whereby the continuance of generation is secured. In the same way the starry heaven, by the zodiacal movement, is the cause whereby different bodies are generated or corrupted, through the rising and setting of the stars, and their various influences. But according to the first opinion these waters are set there to temper the heat of the celestial bodies, as Basil supposes (Hom. iii in Hexaem.). And Augustine says (Gen. ad lit. ii, 5) that some have considered this  to be proved by the extreme cold of Saturn owing to its nearness to the waters that are above the firmament."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is written (Gn. 1:7): \"(God) divided the waters that were under the firmament, from those that were above the firmament.\""
                    ],
                    "body": [
                        "I answer with Augustine (Gen. ad lit. ii, 5) that, \"These words of Scripture have more authority than the most exalted human intellect. Hence, whatever these waters are, and whatever their mode of existence, we cannot for a moment doubt that they are there.\" As to the nature of these waters, all are not agreed. Origen says (Hom. i in Gen.) that the waters that are above the firmament are \"spiritual substances.\" Wherefore it is written (Ps. 148:4): \"Let the waters that are above the heavens praise the name of the Lord,\" and (Dn. 3:60): \"Ye waters that are above the heavens, bless the Lord.\"To this Basil answers (Hom. iii in Hexaem.) that these words do not mean that these waters are rational creatures, but that \"the thoughtful contemplation of them by those who understand fulfils the glory of the Creator.\" Hence in the same context, fire, hail, and other like creatures, are invoked in the same way, though no one would attribute reason to these.",
                        "We must hold, then, these waters to be material, but their exact nature will be differently defined according as opinions on the firmament differ. For if by the firmament we understand the starry heaven, and as being of the nature of the four elements, for the same reason it may be believed that the waters above the heaven are of the same nature as the elemental waters. But if by the firmament we understand the starry heaven, not, however, as being of the nature of the four elements then the waters above the firmament will not be of the same nature as the elemental waters, but just as, according to Strabus, one heaven is called empyrean, that is, fiery, solely on account of its splendor: so this other heaven will be called aqueous solely on account of its transparence; and this heaven is above the starry heaven. Again, if the firmament is held to be of other nature than the elements, it may still be said to divide the waters, if we understand by water not the element but formless matter. Augustine, in fact, says (Super Gen. cont. Manich. i, 5,7) that whatever divides bodies from bodies can be said to divide waters from waters.",
                        "If, however, we understand by the firmament that part of the air in which the clouds are collected, then the waters above the  firmament must rather be the vapors resolved from the waters which are raised above a part of the atmosphere, and from which the rain falls. But to say, as some writers alluded to by Augustine (Gen. ad lit. ii, 4), that waters resolved into vapor may be lifted above the starry heaven, is a mere absurdity. The solid nature of the firmament, the intervening region of fire, wherein all vapor must be consumed, the tendency in light and rarefied bodies to drift to one spot beneath the vault of the moon, as well as the fact that vapors are perceived not to rise even to the tops of the higher mountains, all to go to show the impossibility of this. Nor is it less absurd to say, in support of this opinion, that bodies may be rarefied infinitely, since natural bodies cannot be infinitely rarefied or divided, but up to a certain point only."
                    ]
                },
                "3": {
                    "question": 68,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the firmament divides waters from waters?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the firmament does not divide waters from waters. For bodies that are of one and the same species have naturally one and the same place. But the Philosopher says (Topic. i, 6): \"All water is the same species.\" Water therefore cannot be distinct from water by place."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, should it be said that the waters above the firmament differ in species from those under the firmament, it may be argued, on the contrary, that things distinct in species need nothing else to distinguish them. If then, these waters differ in species, it is not the firmament that distinguishes them."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, it would appear that what distinguishes waters from waters must be something which is in contact with them on either side, as a wall standing in the midst of a river. But it is evident that the waters below do not reach up to the firmament. Therefore the firmament does not divide the waters from the waters."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: If by the firmament is understood the starry heaven, the waters above are not of the same species as those beneath. But if by the firmament is understood the cloudy region of the air, both these waters are of the same species, and two places are assigned to them, though not for the same purpose, the higher being the place of their begetting, the lower, the place of their repose."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: If the waters are held to differ in species, the firmament cannot be said to divide the waters, as the cause of their destruction, but only as the boundary of each."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: On account of the air and other similar bodies being invisible, Moses includes all such bodies under the name of water, and thus it is evident that waters are found on each side of the firmament, whatever be the sense in which the word is used."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is written (Gn. 1:6): \"Let there be a firmament made amidst the waters; and let it divide the waters from the waters.\""
                    ],
                    "body": [
                        "I answer that, The text of Genesis, considered superficially, might lead to the adoption of a theory similar to that held by certain philosophers of antiquity, who taught that water was a body infinite in dimension, and the primary element of all bodies. Thus in the words, \"Darkness was upon the face of the deep,\" the word \"deep\" might be taken to mean the infinite mass of water, understood as the principle of all other bodies. These philosophers also taught that not all corporeal things are confined beneath the heaven perceived by our senses, but that a body of water, infinite in extent, exists above that heaven. On this view the firmament of heaven might be said to divide the waters without from those within---that is to say, from all bodies under the heaven, since they took water to be the principle of them all.",
                        "As, however, this theory can be shown to be false by solid reasons, it cannot be held to be the sense of Holy Scripture. It should rather be considered that Moses was speaking to ignorant people, and that out of condescension to their weakness he put before them only such things as are apparent to sense. Now even the most uneducated can perceive by their senses that earth and water are corporeal, whereas it is not evident to all that air also is corporeal, for there have even been philosophers who said that air is nothing, and called a space filled with air a vacuum.",
                        "Moses, then, while he expressly mentions water and earth, makes no express mention of air by name, to avoid setting before  ignorant persons something beyond their knowledge. In order, however, to express the truth to those capable of understanding it, he implies in the words: \"Darkness was upon the face of the deep,\" the existence of air as attendant, so to say, upon the water. For it may be understood from these words that over the face of the water a transparent body was extended, the subject of light and darkness, which, in fact, is the air.",
                        "Whether, then, we understand by the firmament the starry heaven, or the cloudy region of the air, it is true to say that it divides the waters from the waters, according as we take water to denote formless matter, or any kind of transparent body, as fittingly designated under the name of waters. For the starry heaven divides the lower transparent bodies from the higher, and the cloudy region divides that higher part of the air, where the rain and similar things are generated, from the lower part, which is connected with the water and included under that name."
                    ]
                },
                "4": {
                    "question": 68,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether there is only one heaven?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that there is only one heaven. For the heaven is contrasted with the earth, in the words, \"In the beginning God created heaven and earth.\"But there is only one earth. Therefore there is only one heaven."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, that which consists of the entire sum of its own matter, must be one; and such is the heaven, as the Philosopher proves (De Coel. i, text. 95). Therefore there is but one heaven."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 68,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, whatever is predicated of many things univocally is predicated of them according to some common notion. But if there are more heavens than one, they are so called univocally, for if equivocally only, they could not properly be called many. If, then, they are many, there must be some common notion by reason of which each is called heaven, but this common notion cannot be assigned. Therefore there cannot be more than one  heaven."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The earth stands in relation to the heaven as the centre of a circle to its circumference. But as one center may have many circumferences, so, though there is but one earth, there may be many heavens."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The argument holds good as to the heaven, in so far as it denotes the entire sum of corporeal creation, for in that sense it is one."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 68,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: All the heavens have in common sublimity and some degree of luminosity, as appears from what has been said."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Ps. 148:4): \"Praise Him, ye heavens of heavens.\""
                    ],
                    "body": [
                        "I answer that, On this point there seems to be a diversity of opinion between Basil and Chrysostom. The latter says that there is only one heaven (Hom. iv in Gen.), and that the words 'heavens of heavens' are merely the translation of the Hebrew idiom according to which the word is always used in the plural, just as in Latin there are many nouns that are wanting in the singular. On the other hand, Basil (Hom. iii in Hexaem.), whom Damascene follows (De Fide Orth. ii), says that there are many heavens. The difference, however, is more nominal than real. For Chrysostom means by the one heaven the whole body that is above the earth and the water, for which reason the birds that fly in the air are called birds of heaven [*Ps. 8:9]. But since in this body there are many distinct parts, Basil said that there are more heavens than one.",
                        "In order, then, to understand the distinction of heavens, it must be borne in mind that Scripture speaks of heaven in a threefold sense. Sometimes it uses the word in its proper and natural meaning, when it denotes that body on high which is luminous actually or potentially, and incorruptible by nature. In this body there are three heavens; the first is the empyrean, which is wholly luminous; the second is the aqueous or crystalline, wholly transparent; and the third is called the starry heaven, in part transparent, and in part actually luminous, and divided into eight spheres. One of these is the sphere of the fixed stars; the other seven, which may be called the seven heavens, are the spheres of the planets.",
                        "In the second place, the name heaven is applied to a body that participates in any property of the heavenly body, as sublimity and luminosity, actual or potential. Thus Damascene (De Fide Orth. ii) holds as one heaven all the space between the waters and the moon's orb, calling it the aerial. According to him, then, there are three heavens, the aerial, the starry, and one higher than both these, of which the Apostle is understood to speak when he says of himself that he was \"rapt to the third heaven.\"",
                        "But since this space contains two elements, namely, fire and air, and in each of these there is what is called a higher and a lower region Rabanus subdivides this space into four distinct heavens. The higher region of fire he calls the fiery heaven; the lower, the Olympian heaven from a lofty mountain of that name: the higher region of air he calls, from its brightness, the ethereal heaven; the lower, the aerial. When, therefore, these four heavens are added to the three enumerated above, there are seven corporeal heavens in all, in the opinion of Rabanus.",
                        "Thirdly, there are metaphorical uses of the word heaven, as when this name is applied to the Blessed Trinity, Who is the Light and the Most High Spirit. It is explained by some, as thus applied,  in the words, \"I will ascend into heaven\"; whereby the evil spirit is represented as seeking to make himself equal with God. Sometimes also spiritual blessings, the recompense of the Saints, from being the highest of all good gifts, are signified by the word heaven, and, in fact, are so signified, according to Augustine (De Serm. Dom. in Monte), in the words, \"Your reward is very great in heaven\" (Mt. 5:12).",
                        "Again, three kinds of supernatural visions, bodily, imaginative, and intellectual, are called sometimes so many heavens, in reference to which Augustine (Gen. ad lit. xii) expounds Paul's rapture \"to the third heaven.\""
                    ]
                }
            }
        },
        "69": {
            "id": 69,
            "part": "FP",
            "title": "On the Work of the Third Day",
            "section": 3,
            "outer": {
                "question": 69,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We next consider the work of the third day. Under this head there are two points of inquiry:",
                    "(1) About the gathering together of the waters;",
                    "(2) About the production of plants."
                ],
                "title": [
                    "ON THE WORK OF THE THIRD DAY (TWO ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 69,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether it was fitting that the gathering together of the waters should take place, as recorded, on the third day?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that it was not fitting that the gathering together of the waters should take place on the third day. For what was made on the first and second days is expressly said to have been \"made\" in the words, \"God said: Be light made,\" and \"Let there be a firmament made.\"But the third day is contradistinguished from the first and the second days. Therefore the work of the third day should have been described as a making not as a gathering together."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the earth hitherto had been completely covered by the waters, wherefore it was described as \"invisible\" [*Question [66], Article [1], Objection [1]]. There was then no place on the earth to which the waters could be gathered together."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, things which are not in continuous contact cannot occupy one place. But not all the waters are in continuous contact, and therefore all were not gathered together into one place."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, a gathering together is a mode of local movement. But the waters flow naturally, and take their course towards the sea. In their case, therefore, a Divine precept of this kind was unnecessary."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, the earth is given its name at its first creation by the words, \"In the beginning God created heaven and earth.\" Therefore the imposition of its name on the third day seems to be recorded without necessity."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: According to Augustine [*Gen. ad lit. ii, 7,8; iii, 20], Scripture does not say of the work of the third day, that it was made, as it says of those that precede, in order to show that higher and spiritual forms, such as the angels and the heavenly bodies, are perfect and stable in being, whereas inferior forms are imperfect and mutable. Hence the impression of such forms is signified by the gathering of the waters, and the appearing of the land. For \"water,\" to use Augustine's words, \"glides and flows away, the earth abides\" (Gen. ad lit. ii, 11). Others, again, hold that the work of the third day was perfected on that day only as regards movement from place to place, and that for this reason Scripture had no reason to speak of it as made."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: This argument is easily solved, according to Augustine's opinion (De Gen. Contr. Manich. i), because we need not suppose that the earth was first covered by the waters, and that these were afterwards gathered together, but that they were produced in this very gathering together. But according to the other writers there are three solutions, which Augustine gives (Gen. ad lit. i, 12). The first supposes that the waters are heaped up to a greater height at the place where they were gathered together, for it has been proved in regard to the Red Sea, that the sea is higher than the land, as Basil remarks (Hom. iv in Hexaem.). The second explains the water that covered the earth as being rarefied or nebulous, which was afterwards condensed when the waters were gathered together. The third suggests the existence of hollows in the earth, to receive the confluence of waters. Of the above the first seems the most probable."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: All the waters have the sea as their goal, into which they flow by channels hidden or apparent, and this may be the reason why they are said to be gathered together into one place. Or, \"one place\" is to be understood not simply, but as contrasted with the place of the dry land, so that the sense would be, \"Let the waters be gathered together in one place,\" that is, apart from the dry land. That the waters occupied more places than one seems to be implied by the words that follow, \"The gathering together of the waters He called Seas.\""
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The Divine command gives bodies their natural movement and by these natural movements they are said to \"fulfill His word.\" Or we may say that it was according to the nature of water completely to cover the earth, just as the air completely surrounds both water and earth; but as a necessary means towards an end, namely, that plants and animals might be on the earth, it was necessary for the waters to be withdrawn from a portion of the earth. Some philosophers attribute this uncovering of the earth's surface to the action of the sun lifting up the vapors and thus drying the land. Scripture, however, attributes it to the Divine power, not only in the Book of Genesis, but also Job 38:10 where in the person of the Lord it is said, \"I set My bounds around the sea,\" and Jer. 5:22, where it is written: \"Will you not then fear Me, saith the Lord, who have set the sand a bound for the sea?\""
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: According to Augustine (De Gen. Contr. Manich. i), primary matter is meant by the word earth, where first mentioned, but in the present passage it is to be taken for the element itself. Again it may be said with Basil (Hom. iv in Hexaem.), that the earth is mentioned in the first passage in respect of its nature, but here in respect of its principal property, namely, dryness. Wherefore it is written: \"He called the dry land, Earth.\" It may also be said with Rabbi Moses, that the expression, \"He called,\" denotes throughout an equivocal use of the name imposed. Thus we find it said at first that \"He called the light Day\": for the reason that later on a period of twenty-four hours is also called day, where it is said that \"there was evening and morning, one day.\" In like manner it is said that \"the firmament,\" that is, the air, \"He called heaven\": for that which was first created was also called \"heaven.\" And here, again, it is said that \"the dry land,\" that is, the part from which the waters had withdrawn, \"He called, Earth,\" as distinct from the sea; although the name earth is equally applied to that which is covered with waters or not. So by the expression \"He called\" we are to understand throughout that the nature or property He bestowed corresponded to the name He gave."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, The authority of Scripture suffices."
                    ],
                    "body": [
                        "I answer that, It is necessary to reply differently to this question according to the different interpretations given by Augustine and other holy writers. In all these works, according to Augustine (Gen. ad lit. i, 15; iv, 22,34; De Gen. Contr. Manich. i, 5, 7), there is no order of duration, but only of origin and nature. He says that the formless spiritual and formless corporeal natures were created first of all, and that the latter are at first indicated by the words \"earth\" and \"water.\" Not that this formlessness preceded formation, in time, but only in origin; nor yet that one formation preceded another in duration, but merely in the order of nature. Agreeably, then, to this order, the formation of the highest or spiritual nature is recorded in the first place, where it is said that light was made on the first day. For as the spiritual nature is higher than the corporeal, so the higher bodies are nobler than the lower. Hence the formation of the higher bodies is indicated in the second place, by the words, \"Let there be made a firmament,\" by which is to be understood the impression of celestial forms on formless matter, that preceded with priority not of time, but of origin only. But in the third place the impression of elemental forms on formless matter is recorded, also with a priority of origin only. Therefore the words, \"Let the waters be gathered together, and the dry land appear,\" mean that corporeal matter was impressed with the substantial form of water, so as to have such movement, and with the substantial form of earth, so as to have such an appearance.",
                        "According, however, to other holy writers [*Question [66], Article [1]] an order of duration in the works is to be understood, by which is meant that the formlessness of matter precedes its formation, and one form another, in order of time. Nevertheless, they do not hold that the formlessness of matter implies the total absence of form, since heaven, earth, and water already existed, since these three are named as already clearly perceptible to the senses; rather they understand by formlessness the want of due distinction and of perfect beauty, and in respect of these three Scripture mentions three kinds of formlessness. Heaven, the highest of them, was without form so long as \"darkness\" filled it, because it was the source of light. The formlessness of water, which holds the middle place, is called the \"deep,\" because, as Augustine says (Contr. Faust. xxii, 11), this word signifies the mass of waters without order. Thirdly, the formless state of the earth is touched upon  when the earth is said to be \"void\" or \"invisible,\" because it was covered by the waters. Thus, then, the formation of the highest body took place on the first day. And since time results from the movement of the heaven, and is the numerical measure of the movement of the highest body, from this formation, resulted the distinction of time, namely, that of night and day. On the second day the intermediate body, water, was formed, receiving from the firmament a sort of distinction and order (so that water be understood as including certain other things, as explained above (Question [68], Article [3])). On the third day the earth, the lowest body, received its form by the withdrawal of the waters, and there resulted the distinction in the lowest body, namely, of land and sea. Hence Scripture, having clearly expresses the manner in which it received its form by the equally suitable words, \"Let the dry land appear.\""
                    ]
                },
                "2": {
                    "question": 69,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether it was fitting that the production of plants should take place on the third day?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that it was not fitting that the production of plants should take place on the third day. For plants have life, as animals have. But the production of animals belongs to the work, not of distinction, but of adornment. Therefore the production of plants, as also belonging to the work of adornment, ought not to be recorded as taking place on the third day, which is devoted to the work of distinction."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, a work by which the earth is accursed should have been recorded apart from the work by which it receives its form. But the words of Gn. 3:17, \"Cursed is the earth in thy work, thorns and thistles shall it bring forth to thee,\" show that by the production of certain plants the earth was accursed. Therefore the  production of plants in general should not have been recorded on the third day, which is concerned with the work of formation."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 69,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, as plants are firmly fixed to the earth, so are stones and metals, which are, nevertheless, not mentioned in the work of formation. Plants, therefore, ought not to have been made on the third day."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Life in plants is hidden, since they lack sense and local movement, by which the animate and the inanimate are chiefly discernible. And therefore, since they are firmly fixed in the earth, their production is treated as a part of the earth's formation."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Even before the earth was accursed, thorns and thistles had been produced, either virtually or actually. But they were not produced in punishment of man; as though the earth, which he tilled to gain his food, produced unfruitful and noxious plants. Hence it is said: \"Shall it bring forth TO THEE.\""
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 69,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Moses put before the people such things only as were manifest to their senses, as we have said (Question [67], Article [4]; Question [68], Article [3]). But minerals are generated in hidden ways within the bowels of the earth. Moreover they seem hardly specifically distinct from earth, and would seem to be species thereof. For this reason, therefore, he makes no mention of them."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:12): \"The earth brought forth the green herb,\" after which there follows, \"The evening and the morning were the third day.\""
                    ],
                    "body": [
                        "I answer that, On the third day, as said (Article [1]), the formless state of the earth comes to an end. But this state is described as twofold. On the one hand, the earth was \"invisible\" or \"void,\" being covered by the waters; on the other hand, it was \"shapeless\" or \"empty,\" that is, without that comeliness which it owes to the plants that clothe it, as it were, with a garment. Thus, therefore, in either respect this formless state ends on the third day: first, when \"the waters were gathered together into one place and the dry land appeared\"; secondly, when \"the earth brought forth the green herb.\" But concerning the production of plants, Augustine's opinion differs from that of others. For other commentators, in accordance with the surface meaning of the text, consider that the plants were produced in act in their various species on this third day; whereas Augustine (Gen. ad lit. v, 5; viii, 3) says that the earth is said to have then produced plants and trees in their causes, that is, it received then the power to produce them. He supports this view by the authority of Scripture, for it is said (Gn. 2:4,5): \"These are the generations of the heaven and the earth, when they were created, in the day that . . . God made the heaven and the earth, and every plant of the field before it sprung up in the earth, and every herb of the ground before it grew.\" Therefore, the production of plants in their causes, within the earth, took place before they sprang up from the earth's surface. And this is confirmed by reason, as follows. In these first days God created all things in their origin or causes, and from this work He subsequently rested. Yet afterwards, by governing His creatures, in the work of propagation, \"He worketh until now.\"Now the production of plants from out the earth is a work of propagation, and therefore they were not produced in act on the third day, but in their causes only. However, in accordance with other writers, it may be said that the first constitution of species belongs to the work of the six days, but the reproduction among them of like from like, to the government of the universe. And Scripture indicates this in the words, \"before it sprung up in the earth,\" and \"before it grew,\" that is, before like was produced from like; just as now happens in the natural course by the production of seed. Wherefore Scripture says pointedly (Gn. 1:11): \"Let the earth bring forth the green herb, and such as may seed,\" as indicating the production of perfection of perfect species, from which the seed of others should arise. Nor does the question where the seminal power may reside, whether in root, stem, or fruit, affect the argument."
                    ]
                }
            }
        },
        "70": {
            "id": 70,
            "part": "FP",
            "title": "On the Work of Adornment, As Regards the Fourth Day",
            "section": 3,
            "outer": {
                "question": 70,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must next consider the work of adornment, first as to each day by itself, secondly as to all seven days in general.",
                    "In the first place, then, we consider the work of the fourth day, secondly, that of the fifth day, thirdly, that of the sixth day, and fourthly, such matters as belong to the seventh day.",
                    "Under the first head there are three points of inquiry:",
                    "(1) As to the production of the lights;",
                    "(2) As to the end of their production;",
                    "(3) Whether they are living beings?"
                ],
                "title": [
                    "OF THE WORK OF ADORNMENT, AS REGARDS THE FOURTH DAY (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 70,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the lights ought to have been produced on the fourth day?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the lights ought not to have been produced on the fourth day. For the heavenly luminaries are by nature incorruptible bodies: wherefore their matter cannot exist without their form. But as their matter was produced in the work of creation, before there was any day, so therefore were their forms. It follows, then, that the lights were not produced on the fourth day."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the luminaries are, as it were, vessels of light. But light was made on the first day. The luminaries, therefore, should have been made on the first day, not on the fourth."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the lights are fixed in the firmament, as plants are fixed in the earth. For, the Scripture says: \"He set them in the firmament.\" But plants are described as produced when the earth, to which they are attached, received its form. The  lights, therefore, should have been produced at the same time as the firmament, that is to say, on the second day."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, plants are an effect of the sun, moon, and other heavenly bodies. Now, cause precedes effect in the order of nature. The lights, therefore, ought not to have been produced on the fourth day, but on the third day."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, as astronomers say, there are many stars larger than the moon. Therefore the sun and the moon alone are not correctly described as the \"two great lights.\""
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: In Augustine's opinion there is no difficulty  here; for he does not hold a succession of time in these works, and so there was no need for the matter of the lights to exist under another form. Nor is there any difficulty in the opinion of those who hold the heavenly bodies to be of the nature of the four elements, for it may be said that they were formed out of matter already existing, as animals and plants were formed. For those, however, who hold the heavenly bodies to be of another nature from the elements, and naturally incorruptible, the answer must be that the lights were substantially created at the beginning, but that their substance, at first formless, is formed on this day, by receiving not its substantial form, but a determination of power. As to the fact that the lights are not mentioned as existing from the beginning, but only as made on the fourth day, Chrysostom (Hom. vi in Gen.) explains this by the need of guarding the people from the danger of idolatry: since the lights are proved not to be gods, by the fact that they were not from the beginning."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: No difficulty exists if we follow Augustine in holding the light made on the first day to be spiritual, and that made on this day to be corporeal. If, however, the light made on the first day is understood to be itself corporeal, then it must be held to have been produced on that day merely as light in general; and that on the fourth day the lights received a definite power to produce determinate effects. Thus we observe that the rays of the sun have one effect, those of the moon another, and so forth. Hence, speaking of such a determination of power, Dionysius (Div. Nom. iv) says that the sun's light which previously was without form, was formed on the fourth day."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: According to Ptolemy the heavenly luminaries are not fixed in the spheres, but have their own movement distinct from the movement of the spheres. Wherefore Chrysostom says (Hom. vi in Gen.) that He is said to have set them in the firmament, not because He fixed them there immovably, but because He bade them to be there, even as He placed man in Paradise, to be there. In the opinion of Aristotle, however, the stars are fixed in their orbits, and in reality have no other movement but that of the spheres; and yet our senses perceive the movement of the luminaries and not that of the spheres (De Coel. ii, text. 43). But Moses describes what is obvious to sense, out of condescension to popular ignorance, as we have already said (Question [67], Article [4]; Question [68], Article [3]). The objection, however, falls to the ground if we regard the firmament made on the second day as having a natural distinction from that in which the stars are placed, even though the distinction is not apparent to the senses, the testimony of which Moses follows, as stated above (De Coel. ii, text. 43). For although to the senses there appears but one firmament; if we admit a higher and a lower firmament, the lower will be that which was made on the second day, and on the fourth the stars were fixed in the higher firmament."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: In the words of Basil (Hom. v in Hexaem.), plants were recorded as produced before the sun and moon, to prevent idolatry, since those who believe the heavenly bodies to be gods, hold that plants originate primarily from these bodies. Although as  Chrysostom remarks (Hom. vi in Gen.), the sun, moon, and stars cooperate in the work of production by their movements, as the husbandman cooperates by his labor."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: As Chrysostom says, the two lights are called great, not so much with regard to their dimensions as to their influence and power. For though the stars be of greater bulk than the moon, yet the influence of the moon is more perceptible to the senses in this lower world. Moreover, as far as the senses are concerned, its apparent size is greater."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, Suffices the authority of Scripture."
                    ],
                    "body": [
                        "I answer that, In recapitulating the Divine works, Scripture says (Gn. 2:1): \"So the heavens and the earth were finished and all the furniture of them,\" thereby indicating that the work was threefold. In the first work, that of \"creation,\" the heaven and the earth were produced, but as yet without form. In the second, or work of \"distinction,\" the heaven and the earth were perfected, either by adding substantial form to formless matter, as Augustine holds (Gen. ad lit. ii, 11), or by giving them the order and beauty due to them, as other holy writers suppose. To these two works is added the work of adornment, which is distinct from perfect. For the perfection of the heaven and the earth regards, seemingly, those things that belong to them intrinsically, but the adornment, those that are extrinsic, just as the perfection of a man lies in his proper parts and forms, and his adornment, in clothing or such like. Now just as distinction of certain things is made most evident by their local movement, as separating one from another; so the work of adornment is set forth by the production of things having movement in the heavens, and upon the earth. But it has been stated above (Question [69], Article [1]), that three things are recorded as created, namely, the heaven, the water, and the earth; and these three received their form from the three days' work of distinction, so that heaven was formed on the first day; on the second day the waters were separated; and on the third day, the earth was divided into sea and dry land. So also is it in the work of adornment; on the first day of this work, which is the fourth of creation, are produced the lights, to adorn the heaven by their movements; on the second day, which is the fifth, birds and fishes are called into being, to make beautiful the intermediate element, for they move in air and water, which are here taken as one; while on the third day, which is the sixth, animals are brought forth, to move upon the earth and adorn it. It must also here be noted that Augustine's opinion (Gen. ad lit. v, 5) on the production of lights is not at variance with that of other holy writers, since he says that they were made actually, and not merely virtually, for the firmament has not the power of producing lights, as the earth has of producing plants. Wherefore Scripture does not say: \"Let the firmament produce lights,\" though it says: \"Let the earth bring forth the green herb.\""
                    ]
                },
                "2": {
                    "question": 70,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the cause assigned for the production of the lights is reasonable?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the cause assigned for the production of the lights is not reasonable. For it is said (Jer. 10:2): \"Be not afraid of the signs of heaven, which the heathens fear.\" Therefore the heavenly lights were not made to be signs."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, sign is contradistinguished from cause. But the lights are the cause of what takes place upon the earth. Therefore they are not signs."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the distinction of seasons and days began from the first day. Therefore the lights were not made \"for seasons, and days, and years,\" that is, in order to distinguish them."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, nothing is made for the sake of that which is inferior to itself, \"since the end is better than the means\" (Topic. iii). But the lights are nobler than the earth. Therefore they were not made \"to enlighten it.\""
                            ],
                            "id": 4,
                            "article": 2
                        },
                        "5": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, the new moon cannot be said \"to rule the night.\" But such it probably did when first made; for men begin to count from the new moon. The moon, therefore, was not made \"to rule the night.\""
                            ],
                            "id": 5,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The lights in the heaven are set for signs of changes effected in corporeal creatures, but not of those changes which depend upon the free-will."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: We are sometimes brought to the knowledge of hidden effects through their sensible causes, and conversely. Hence nothing prevents a sensible cause from being a sign. But he says \"signs,\" rather than \"causes,\" to guard against idolatry."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The general division of time into day and night took place on the first day, as regards the diurnal movement, which is common to the whole heaven and may be understood to have begun on that first day. But the particular distinctions of days and seasons and years, according as one day is hotter than another, one season than another, and one year than another, are due to certain particular movements of the stars: which movements may have had their beginning on the fourth day."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Light was given to the earth for the service of man, who, by reason of his soul, is nobler than the heavenly bodies. Nor is it untrue to say that a higher creature may be made for the sake of a lower, considered not in itself, but as ordained to the good of the universe."
                            ],
                            "id": 4,
                            "article": 2
                        },
                        "5": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: When the moon is at its perfection it rises in the evening and sets in the morning, and thus it rules the night, and it was probably made in its full perfection as were plants yielding seed, as also were animals and man himself. For although the perfect is developed from the imperfect by natural processes, yet the perfect must exist simply before the imperfect. Augustine, however (Gen. ad lit. ii), does not say this, for he says that it is not unfitting that God made things imperfect, which He afterwards perfected."
                            ],
                            "id": 5,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, Suffices the authority of Scripture."
                    ],
                    "body": [
                        "I answer that, As we have said above (Question [65], Article [2]), a corporeal creature can be considered as made either for the sake of its proper act, or for other creatures, or for the whole universe, or for the glory of God. Of these reasons only that which points out the usefulness of these things to man, is touched upon by Moses, in order to withdraw his people from idolatry. Hence it is written (Dt. 4:19): \"Lest perhaps lifting up thy eyes to heaven, thou see the sun and the moon and all the stars of heaven, and being deceived by error thou adore and serve them, which the Lord thy God created for the service of all nations.\" Now, he explains this service at the beginning of Genesis as threefold. First, the lights are of service to man, in regard to sight, which directs him in his works, and is most useful for perceiving objects. In reference to this he says: \"Let them shine in the firmament and give life to the  earth.\" Secondly, as regards the changes of the seasons, which prevent weariness, preserve health, and provide for the necessities of food; all of which things could not be secured if it were always summer or winter. In reference to this he says: \"Let them be for seasons, and for days, and years.\" Thirdly, as regards the convenience of business and work, in so far as the lights are set in the heavens to indicate fair or foul weather, as favorable to various occupations. And in this respect he says: \"Let them be for signs.\""
                    ]
                },
                "3": {
                    "question": 70,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the lights of heaven are living beings?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the lights of heaven are living beings. For the nobler a body is, the more nobly it should be adorned. But a body less noble than the heaven, is adorned with living beings, with fish, birds, and the beasts of the field. Therefore the lights of heaven, as pertaining to its adornment, should be living beings also."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the nobler a body is, the nobler must be its form. But the sun, moon, and stars are nobler bodies than plants or animals, and must therefore have nobler forms. Now the noblest of all forms is the soul, as being the first principle of life. Hence Augustine (De Vera Relig. xxix) says: \"Every living substance stands higher in the order of nature than one that has not life.\" The lights of heaven, therefore, are living beings."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, a cause is nobler than its effect. But the sun, moon, and stars are a cause of life, as is especially evidenced in the case of animals generated from putrefaction, which receive life from the power of the sun and stars. Much more, therefore, have the heavenly bodies a living soul."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, the movement of the heaven and the heavenly bodies are natural (De Coel. i, text. 7,8): and natural movement is from an intrinsic principle. Now the principle of movement in the heavenly bodies is a substance capable of apprehension, and is moved as the desirer is moved by the object desired (Metaph. xii, text. 36). Therefore, seemingly, the apprehending principle is intrinsic to the heavenly bodies: and consequently they are living beings."
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 70,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, the first of movables is the heaven. Now, of all things that are endowed with movement the first moves itself, as is proved in Phys. viii, text. 34, because, what is such of itself precedes that which is by another. But only beings that are living move themselves, as is shown in the same book (text. 27). Therefore the heavenly bodies are living beings."
                            ],
                            "id": 5,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Certain things belong to the adornment of the universe by reason of their proper movement; and in this way the heavenly luminaries agree with others that conduce to that adornment, for they are moved by a living substance."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: One being may be nobler than another absolutely, but not in a particular respect. While, then, it is not conceded that the souls of heavenly bodies are nobler than the souls of animals absolutely it must be conceded that they are superior to them with regard to their respective forms, since their form perfects their matter entirely, which is not in potentiality to other forms; whereas a soul does not do this. Also as regards movement the power that moves the heavenly bodies is of a nobler kind."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Since the heavenly body is a mover moved, it is of the nature of an instrument, which acts in virtue of the agent: and therefore since this agent is a living substance the heavenly body can impart life in virtue of that agent."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The movements of the heavenly bodies are natural, not on account of their active principle, but on account of their passive principle; that is to say, from a certain natural aptitude for being moved by an intelligent power."
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 70,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: The heaven is said to move itself in as far as it is compounded of mover and moved; not by the union of the mover, as the form, with the moved, as the matter, but by contact with the motive power, as we have said. So far, then, the principle that moves it may be called intrinsic, and consequently its movement natural with respect to that active principle; just as we say that voluntary movement is natural to the animal as animal (Phys. viii, text. 27)."
                            ],
                            "id": 5,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, Damascene says (De Fide Orth. ii), \"Let no one esteem the heavens or the heavenly bodies to be living things, for they have neither life nor sense.\""
                    ],
                    "body": [
                        "I answer that, Philosophers have differed on this question. Anaxagoras, for instance, as Augustine mentions (De Civ. Dei xviii, 41), \"was condemned by the Athenians for teaching that the sun was a fiery mass of stone, and neither a god nor even a living being.\" On the other hand, the Platonists held that the heavenly bodies have life. Nor was there less diversity of opinion among the Doctors of the Church. It was the belief of Origen (Peri Archon i) and Jerome that these bodies were alive, and the latter seems to explain in that sense the words (Eccles. 1:6), \"The spirit goeth forward, surveying all places round about.\" But Basil (Hom. iii, vi in Hexaem.) and Damascene (De Fide Orth. ii) maintain that the heavenly bodies are inanimate. Augustine leaves the matter in doubt, without committing himself to either theory, though he goes so far as to say that if the heavenly bodies are really living beings, their souls must be akin to the angelic nature (Gen. ad lit. ii, 18; Enchiridion lviii).",
                        "In examining the truth of this question, where such diversity of opinion exists, we shall do well to bear in mind that the union of soul and body exists for the sake of the soul and not of the  body; for the form does not exist for the matter, but the matter for the form. Now the nature and power of the soul are apprehended through its operation, which is to a certain extent its end. Yet for some of these operations, as sensation and nutrition, our body is a necessary instrument. Hence it is clear that the sensitive and nutritive souls must be united to a body in order to exercise their functions. There are, however, operations of the soul, which are not exercised through the medium of the body, though the body ministers, as it were, to their production. The intellect, for example, makes use of the phantasms derived from the bodily senses, and thus far is dependent on the body, although capable of existing apart from it. It is not, however, possible that the functions of nutrition, growth, and generation, through which the nutritive soul operates, can be exercised by the heavenly bodies, for such operations are incompatible with a body naturally incorruptible. Equally impossible is it that the functions of the sensitive soul can appertain to the heavenly body, since all the senses depend on the sense of touch, which perceives elemental qualities, and all the organs of the senses require a certain proportion in the admixture of elements, whereas the nature of the heavenly bodies is not elemental. It follows, then, that of the operations of the soul the only ones left to be attributed to the heavenly bodies are those of understanding and moving; for appetite follows both sensitive and intellectual perception, and is in proportion thereto. But the operations of the intellect, which does not act through the body, do not need a body as their instrument, except to supply phantasms through the senses. Moreover, the operations of the sensitive soul, as we have seen, cannot be attributed to the heavenly bodies. Accordingly, the union of a soul to a heavenly body cannot be for the purpose of the operations of the intellect. It remains, then, only to consider whether the movement of the heavenly bodies demands a soul as the motive power, not that the soul, in order to move the heavenly body, need be united to the latter as its form; but by contact of power, as a mover is united to that which he moves. Wherefore Aristotle (Phys. viii, text. 42,43), after showing that the first mover is made up of two parts, the moving and the moved, goes on to show the nature of the union between these two parts. This, he says, is effected by contact which is mutual if both are bodies; on the part of one only, if one is a body and the other not. The Platonists explain the union of soul and body in the same way, as a contact of a moving power with the object moved, and since Plato holds the heavenly bodies to be living beings, this means nothing else but that substances of spiritual nature are united to them, and act as their moving power. A proof that the heavenly bodies are moved by the direct influence and contact of some spiritual substance, and not, like bodies of specific gravity, by nature, lies in the fact that whereas nature moves to one fixed end which having attained, it rests; this does not appear in the movement of heavenly bodies. Hence it follows that they are moved by some intellectual substances. Augustine appears to be of the same opinion when he expresses his belief that all corporeal things are ruled by God through the spirit of life (De Trin. iii, 4).",
                        "From what has been said, then, it is clear that the heavenly bodies are not living beings in the same sense as plants and animals, and that if they are called so, it can only be equivocally. It will also be seen that the difference of opinion between those who affirm, and those who deny, that these bodies have life, is not a difference of things but of words."
                    ]
                }
            }
        },
        "71": {
            "id": 71,
            "part": "FP",
            "title": "On the Work of the Fifth Day",
            "section": 3,
            "outer": {
                "question": 71,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must next consider the work of the fifth day."
                ],
                "title": [
                    "ON THE WORK OF THE FIFTH DAY (ONE ARTICLE)"
                ]
            },
            "article": {
                "1": {
                    "question": 71,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 71,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that this work is not fittingly described. For the waters produce that which the power of water suffices to produce. But the power of water does not suffice for the production of every kind of fishes and birds since we find that many of them are generated from seed. Therefore the words, \"Let the waters bring forth the creeping creature having life, and the fowl that may fly over the earth,\" do not fittingly describe this work."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 71,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, fishes and birds are not produced from water  only, but earth seems to predominate over water in their composition, as is shown by the fact that their bodies tend naturally to the earth and rest upon it. It is not, then, fittingly that fishes and birds are produced from water."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 71,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, fishes move in the waters, and birds in the air. If, then, fishes are produced from the waters, birds ought to be produced from the air, and not from the waters."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 71,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, not all fishes creep through the waters, for some, as seals, have feet and walk on land. Therefore the production of fishes is not sufficiently described by the words, \"Let the waters bring forth the creeping creature having life.\""
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 71,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, land animals are more perfect than birds and fishes which appears from the fact that they have more distinct limbs, and generation of a higher order. For they bring forth living beings, whereas birds and fishes bring forth eggs. But the more perfect has precedence in the order of nature. Therefore fishes and birds ought not to have been produced on the fifth day, before land animals."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 71,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: It was laid down by Avicenna that animals of all kinds can be generated by various minglings of the elements, and naturally, without any kind of seed. This, however, seems repugnant to the fact that nature produces its effects by determinate means, and consequently, those things that are naturally generated from seed cannot be generated naturally in any other way. It ought, then, rather to be said that in the natural generation of all animals that are generated from seed, the active principle lies in the formative power of the seed, but that in the case of animals generated from putrefaction, the formative power of is the influence of the heavenly bodies. The material principle, however,  in the generation of either kind of animals, is either some element, or something compounded of the elements. But at the first beginning of the world the active principle was the Word of God, which produced animals from material elements, either in act, as some holy writers say, or virtually, as Augustine teaches. Not as though the power possessed by water or earth of producing all animals resides in the earth and the water themselves, as Avicenna held, but in the power originally given to the elements of producing them from elemental matter by the power of seed or the influence of the stars."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 71,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The bodies of birds and fishes may be considered from two points of view. If considered in themselves, it will be evident that the earthly element must predominate, since the element that is least active, namely, the earth, must be the most abundant in quantity in order that the mingling may be duly tempered in the body of the animal. But if considered as by nature constituted to move with certain specific motions, thus they have some special affinity with the bodies in which they move; and hence the words in which their generation is described."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 71,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The air, as not being so apparent to the senses, is not enumerated by itself, but with other things: partly with the water, because the lower region of the air is thickened by watery exhalations; partly with the heaven as to the higher region. But birds move in the lower part of the air, and so are said to fly \"beneath the firmament,\" even if the firmament be taken to mean the region of clouds. Hence the production of birds is ascribed to the water."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 71,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Nature passes from one extreme to another through the medium; and therefore there are creatures of intermediate type between the animals of the air and those of the water, having something in common with both; and they are reckoned as belonging to that class to which they are most allied, through the characters possessed in common with that class, rather than with the other. But in order to include among fishes all such intermediate forms as have special characters like to theirs, the words, \"Let the waters bring forth the creeping creature having life,\" are followed by these: \"God created great whales,\" etc."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 71,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: The order in which the production of these animals is given has reference to the order of those bodies which they are set to adorn, rather than to the superiority of the animals themselves. Moreover, in generation also the more perfect is reached through the less perfect."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, Suffices the authority of Scripture."
                    ],
                    "body": [
                        "I answer that, As said above, (Question [70], Article [1]), the order of the work of adornment corresponds to the order of the work of distinction. Hence, as among the three days assigned to the work of distinction, the middle, or second, day is devoted to the work of distinction of water, which is the intermediate body, so in the three days of the work of adornment, the middle day, which is the fifth, is assigned to the adornment of the intermediate body, by the production of birds and fishes. As, then, Moses makes mention of the lights and the light on the fourth day, to show that the fourth day corresponds to the first day on which he had said that the light was made, so on this fifth day he mentions the waters and the firmament of heaven to show that the fifth day corresponds to the second. It must, however, be observed that Augustine differs from other writers in his opinion about the production of fishes and birds, as he differs about the production of plants. For while others say that fishes and birds were produced on the fifth day actually, he holds that the nature of the waters produced them on that day potentially."
                    ]
                }
            }
        },
        "72": {
            "id": 72,
            "part": "FP",
            "title": "On the Work of the Sixth Day",
            "section": 3,
            "outer": {
                "question": 72,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must now consider the work of the sixth day."
                ],
                "title": [
                    "ON THE WORK OF THE SIXTH DAY (ONE ARTICLE)"
                ]
            },
            "article": {
                "1": {
                    "question": 72,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that this work is not fittingly described. For as birds and fishes have a living soul, so also have land animals. But these animals are not themselves living souls.  Therefore the words, \"Let the earth bring forth the living creature,\" should rather have been, \"Let the earth bring forth the living four-footed creatures.\""
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, a genus ought not to be opposed to its species. But beasts and cattle are quadrupeds. Therefore quadrupeds ought not to be enumerated as a class with beasts and cattle."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, as animals belong to a determinate genus and species, so also does man. But in the making of man nothing is said of his genus and species, and therefore nothing ought to have been said about them in the production of other animals, whereas it is said \"according to its genus\" and \"in its species.\""
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, land animals are more like man, whom God is recorded to have blessed, than are birds and fishes. But as birds and fishes are said to be blessed, this should have been said, with much more reason, of the other animals as well."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, certain animals are generated from putrefaction, which is a kind of corruption. But corruption is repugnant to the first founding of the world. Therefore such animals should not have been produced at that time."
                            ],
                            "id": 5,
                            "article": 1
                        },
                        "6": {
                            "question": 72,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 6: Further, certain animals are poisonous, and injurious to man. But there ought to have been nothing injurious to man before man sinned. Therefore such animals ought not to have been made by God at all, since He is the Author of good; or at least not until man had sinned."
                            ],
                            "id": 6,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The different grades of life which are found in different living creatures can be discovered from the various ways in which Scripture speaks of them, as Basil says (Hom. viii in Hexaem.). The life of plants, for instance, is very imperfect and difficult to discern, and hence, in speaking of their production, nothing is said of their life, but only their generation is mentioned, since only in generation is a vital act observed in them. For the powers of nutrition and growth are subordinate to the generative life, as will be shown later on (Question [78], Article [2]). But amongst animals, those that live on land are, generally speaking, more perfect than birds and fishes, not because the fish is devoid of memory, as Basil upholds (Hom. viii in Hexaem.) and Augustine rejects (Gen. ad lit. iii), but because their limbs are more distinct and their generation of a higher order, (yet some  imperfect animals, such as bees and ants, are more intelligent in certain ways). Scripture, therefore, does not call fishes \"living creatures,\" but \"creeping creatures having life\"; whereas it does call land animals \"living creatures\" on account of their more perfect life, and seems to imply that fishes are merely bodies having in them something of a soul, whilst land animals, from the higher perfection of their life, are, as it were, living souls with bodies subject to them. But the life of man, as being the most perfect grade, is not said to be produced, like the life of other animals, by earth or water, but immediately by God."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: By \"cattle,\" domestic animals are signified, which in any way are of service to man: but by \"beasts,\" wild animals such as bears and lions are designated. By \"creeping things\" those animals are meant which either have no feet and cannot rise from the earth, as serpents, or those whose feet are too short to life them far from the ground, as the lizard and tortoise. But since certain animals, as deer and goats, seem to fall under none of these classes, the word \"quadrupeds\" is added. Or perhaps the word \"quadruped\" is used first as being the genus, to which the others are added as species, for even some reptiles, such as lizards and tortoises, are four-footed."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: In other animals, and in plants, mention is made of genus and species, to denote the generation of like from like. But it was unnecessary to do so in the case of man, as what had already been said of other creatures might be understood of him. Again, animals and plants may be said to be produced according to their kinds, to signify their remoteness from the Divine image and likeness, whereas man is said to be made \"to the image and likeness of God.\""
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The blessing of God gives power to multiply by generation, and, having been mentioned in the preceding account of the making of birds and fishes, could be understood of the beasts of the earth, without requiring to be repeated. The blessing, however, is repeated in the case of man, since in him generation of children has a special relation to the number of the elect [*Cf. Augustine, Gen. ad lit. iii, 12], and to prevent anyone from saying that there was any sin whatever in the act of begetting children. As to plants, since they experience neither desire of propagation, nor sensation in generating, they are deemed unworthy of a formal blessing."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: Since the generation of one thing is the corruption of another, it was not incompatible with the first formation of things, that from the corruption of the less perfect the more perfect should be generated. Hence animals generated from the corruption of inanimate things, or of plants, may have been generated then. But those generated from corruption of animals could not have been produced then otherwise than potentially."
                            ],
                            "id": 5,
                            "article": 1
                        },
                        "6": {
                            "question": 72,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 6: In the words of Augustine (Super. Gen. contr. Manich. i): \"If an unskilled person enters the workshop of an  artificer he sees in it many appliances of which he does not understand the use, and which, if he is a foolish fellow, he considers unnecessary. Moreover, should he carelessly fall into the fire, or wound himself with a sharp-edged tool, he is under the impression that many of the things there are hurtful; whereas the craftsman, knowing their use, laughs at his folly. And thus some people presume to find fault with many things in this world, through not seeing the reasons for their existence. For though not required for the furnishing of our house, these things are necessary for the perfection of the universe.\" And, since man before he sinned would have used the things of this world conformably to the order designed, poisonous animals would not have injured him."
                            ],
                            "id": 6,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, Suffices the authority of Scripture."
                    ],
                    "body": [
                        "I answer that, As on the fifth day the intermediate body, namely, the water, is adorned, and thus that day corresponds to the second day; so the sixth day, on which the lowest body, or the earth, is adorned by the production of land animals, corresponds to the third day. Hence the earth is mentioned in both places. And here again Augustine says (Gen. ad lit. v) that the production was potential, and other holy writers that it was actual."
                    ]
                }
            }
        },
        "73": {
            "id": 73,
            "part": "FP",
            "title": "On the Things That Belong to the Seventh Day",
            "section": 3,
            "outer": {
                "question": 73,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must next consider the things that belong to the seventh day. Under this head there are three points of inquiry:",
                    "(1) About the completion of the works;",
                    "(2) About the resting of God;",
                    "(3) About the blessing and sanctifying of this day."
                ],
                "title": [
                    "ON THE THINGS THAT BELONG TO THE SEVENTH DAY (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 73,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the completion of the Divine works ought to be ascribed to the seventh day?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the completion of the Divine works ought not to be ascribed to the seventh day. For all things that are done in this world belong to the Divine works. But the consummation of the world will be at the end of the world (Mt. 13:39,40). Moreover, the time of Christ's Incarnation is a time of completion, wherefore it is called \"the time of fulness [*Vulg.: 'the fulness of time']\" (Gal. 4:4). And Christ Himself, at the moment of His death, cried out, \"It is consummated\" (Jn. 19:30). Hence the completion of the Divine works does not belong to the seventh day."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the completion of a work is an act in itself. But we do not read that God acted at all on the seventh day, but rather that He rested from all His work. Therefore the completion of the works does not belong to the seventh day."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, nothing is said to be complete to which many things are added, unless they are merely superfluous, for a thing is called perfect to which nothing is wanting that it ought to possess. But many things were made after the seventh day, as the production of many individual beings, and even of certain new species that are frequently appearing, especially in the case of animals generated from putrefaction. Also, God creates daily new souls. Again, the work of the Incarnation was a new work, of which it is said (Jer. 31:22): \"The Lord hath created a new thing upon the earth.\" Miracles also are new works, of which it is said (Eccles. 36:6): \"Renew thy signs, and work new miracles.\" Moreover, all things will be made new when the Saints are glorified,  according to Apoc. 21:5: \"And He that sat on the throne said: Behold I make all things new.\" Therefore the completion of the Divine works ought not to be attributed to the seventh day."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The first perfection is the cause of the second, as above said. Now for the attaining of beatitude two things are required, nature and grace. Therefore, as said above, the perfection of beatitude will be at the end of the world. But this consummation existed previously in its causes, as to nature, at the first founding of the world, as to grace, in the Incarnation of Christ. For, \"Grace and truth came by Jesus Christ\" (Jn. 1:17). So, then, on the seventh day was the consummation of nature, in Christ's Incarnation the consummation of grace, and at the end of the world will be the consummation of glory."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: God did act on the seventh day, not by creating new creatures, but by directing and moving His creatures to the work proper to them, and thus He made some beginning of the \"second\" perfection. So that, according to our version of the Scripture, the completion of the works is attributed to the seventh day, though according to another it is assigned to the sixth. Either version, however, may stand, since the completion of the universe as to the completeness of its parts belongs to the sixth day, but its completion as regards their operation, to the seventh. It may also be added that in continuous movement, so long as any movement further is possible, movement cannot be called completed till it comes to rest, for rest denotes consummation of movement. Now God might have made many other creatures besides those which He made in the six days, and hence, by the fact that He ceased making them on the seventh day, He is said on that day to have consummated His work."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Nothing entirely new was afterwards made by God, but all things subsequently made had in a sense been made before in the work of the six days. Some things, indeed, had a previous experience materially, as the rib from the side of Adam out of  which God formed Eve; whilst others existed not only in matter but also in their causes, as those individual creatures that are now generated existed in the first of their kind. Species, also, that are new, if any such appear, existed beforehand in various active powers; so that animals, and perhaps even new species of animals, are produced by putrefaction by the power which the stars and elements received at the beginning. Again, animals of new kinds arise occasionally from the connection of individuals belonging to different species, as the mule is the offspring of an ass and a mare; but even these existed previously in their causes, in the works of the six days. Some also existed beforehand by way of similitude, as the souls now created. And the work of the Incarnation itself was thus foreshadowed, for as we read (Phil. 2:7), The Son of God \"was made in the likeness of men.\" And again, the glory that is spiritual was anticipated in the angels by way of similitude; and that of the body in the heaven, especially the empyrean. Hence it is written (Eccles. 1:10), \"Nothing under the sun is new, for it hath already gone before, in the ages that were before us.\""
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 2:2): \"On the seventh day God ended His work which He had made.\""
                    ],
                    "body": [
                        "I answer that, The perfection of a thing is twofold, the first perfection and the second perfection. The 'first' perfection is that according to which a thing is substantially perfect, and this perfection is the form of the whole; which form results from the whole having its parts complete. But the 'second' perfection is the end, which is either an operation, as the end of the harpist is to play the harp; or something that is attained by an operation, as the end of the builder is the house that he makes by building. But the first perfection is the cause of the second, because the form is the principle of operation. Now the final perfection, which is the end of the whole universe, is the perfect beatitude of the Saints at the consummation of the world; and the first perfection is the completeness of the universe at its first founding, and this is what is ascribed to the seventh day."
                    ]
                },
                "2": {
                    "question": 73,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether God rested on the seventh day from all His work?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that God did not rest on the seventh day from all His work. For it is said (Jn. 5:17), \"My Father worketh until now, and I work.\" God, then, did not rest on the seventh day from all His work."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, rest is opposed to movement, or to labor, which movement causes. But, as God produced His work without movement and without labor, He cannot be said to have rested on the seventh day from His work."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, should it be said that God rested on the seventh day by causing man to rest; against this it may be argued that rest is set down in contradistinction to His work; now the words \"God created\" or \"made\" this thing or the other cannot be explained to mean that He made man create or make these things. Therefore the resting of God cannot be explained as His making man to rest."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: God indeed \"worketh until now\" by preserving and providing for the creatures He has made, but not by the making of new ones."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Rest is here not opposed to labor or to movement, but to the production of new creatures, and to the desire tending to an external object."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Even as God rests in Himself alone and is happy in the enjoyment of Himself, so our own sole happiness lies in the enjoyment of God. Thus, also, He makes us find rest in Himself, both from His works and our own. It is not, then, unreasonable to say that God rested in giving rest to us. Still, this explanation must not be set down as the only one, and the other is the first and principal explanation."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 2:2): \"God rested on the seventh day from all the work which He had done.\""
                    ],
                    "body": [
                        "I answer that, Rest is, properly speaking, opposed to movement, and consequently to the labor that arises from movement. But although movement, strictly speaking, is a quality of bodies, yet the word is applied also to spiritual things, and in a twofold sense. On the one hand, every operation may be called a movement, and thus the Divine goodness is said to move and go forth to its object, in communicating itself to that object, as Dionysius says (Div. Nom. ii). On the other hand, the desire that tends to an object outside itself, is said to move towards it. Hence rest is taken in two senses, in one sense meaning a cessation from work, in  the other, the satisfying of desire. Now, in either sense God is said to have rested on the seventh day. First, because He ceased from creating new creatures on that day, for, as said above (Article [1], ad 3), He made nothing afterwards that had not existed previously, in some degree, in the first works; secondly, because He Himself had no need of the things that He had made, but was happy in the fruition of Himself. Hence, when all things were made He is not said to have rested \"in\" His works, as though needing them for His own happiness, but to have rested \"from\" them, as in fact resting in Himself, as He suffices for Himself and fulfils His own desire. And even though from all eternity He rested in Himself, yet the rest in Himself, which He took after He had finished His works, is that rest which belongs to the seventh day. And this, says Augustine, is the meaning of God's resting from His works on that day (Gen. ad lit. iv)."
                    ]
                },
                "3": {
                    "question": 73,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether blessing and sanctifying are due to the seventh day?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that blessing and sanctifying are not due to the seventh day. For it is usual to call a time blessed or holy for that some good thing has happened in it, or some evil been avoided. But whether God works or ceases from work nothing accrues to Him or is lost to Him. Therefore no special blessing or sanctifying are due to the seventh day."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the Latin \"benedictio\" [blessing] is derived from \"bonitas\" [goodness]. But it is the nature of good to spread and communicate itself, as Dionysius says (Div. Nom. iv). The days, therefore, in which God produced creatures deserved a blessing rather than the day on which He ceased producing them."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 73,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, over each creature a blessing was pronounced, as upon each work it was said, \"God saw that it was good.\" Therefore it was not necessary that after all had been produced, the seventh day should be blessed."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The seventh day is said to be sanctified not because anything can accrue to God, or be taken from Him, but because something is added to creatures by their multiplying, and by their resting in God."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: In the first six days creatures were produced in their first causes, but after being thus produced, they are multiplied and preserved, and this work also belongs to the Divine goodness. And the perfection of this goodness is made most clear by the knowledge that in it alone God finds His own rest, and we may find ours in its fruition."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 73,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The good mentioned in the works of each day belongs to the first institution of nature; but the blessing attached to the seventh day, to its propagation."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is written (Gn. 2:3), \"God blessed the  seventh day and sanctified it, because in it He had rested from all His work.\""
                    ],
                    "body": [
                        "I answer that, As said above (Article [2]), God's rest on the seventh day is understood in two ways. First, in that He ceased from producing new works, though He still preserves and provides for the creatures He has made. Secondly, in that after all His works He rested in Himself. According to the first meaning, then, a blessing befits the seventh day, since, as we explained (Question [72], ad 4), the blessing referred to the increase by multiplication; for which reason God said to the creatures which He blessed: \"Increase and multiply.\" Now, this increase is effected through God's Providence over His creatures, securing the generation of like from like. And according to the second meaning, it is right that the seventh day should have been sanctified, since the special sanctification of every creature consists in resting in God. For this reason things dedicated to God are said to be sanctified."
                    ]
                }
            }
        },
        "74": {
            "id": 74,
            "part": "FP",
            "title": "On All the Seven Days in Common",
            "section": 3,
            "outer": {
                "question": 74,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We next consider all the seven days in common: and there are three points of inquiry:",
                    "(1) As to the sufficiency of these days;",
                    "(2) Whether they are all one day, or more than one?",
                    "(3) As to certain modes of speaking which Scripture uses in narrating the works of the six days."
                ],
                "title": [
                    "ON ALL THE SEVEN DAYS IN COMMON (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 74,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether these days are sufficiently enumerated?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that these days are not sufficiently enumerated. For the work of creation is no less distinct from the works of distinction and adornment than these two works are from one another. But separate days are assigned to distinction and to adornment, and therefore separate days should be assigned to creation."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, air and fire are nobler elements than earth  and water. But one day is assigned to the distinction of water, and another to the distinction of the land. Therefore, other days ought to be devoted to the distinction of fire and air."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, fish differ from birds as much as birds differ from the beasts of the earth, whereas man differs more from other animals than all animals whatsoever differ from each other. But one day is devoted to the production of fishes, and another to that of the beast of the earth. Another day, then, ought to be assigned to the production of birds and another to that of man."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, it would seem, on the other hand, that some of these days are superfluous. Light, for instance, stands to the luminaries in the relation of accident to subject. But the subject is produced at the same time as the accident proper to it. The light and the luminaries, therefore, ought not to have been produced on different days."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, these days are devoted to the first instituting of the world. But as on the seventh day nothing was instituted, that day ought not to be enumerated with the others."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: According to Augustine, the work of creation belongs to the production of formless matter, and of the formless spiritual nature, both of which are outside of time, as he himself says (Confess. xii, 12). Thus, then, the creation of either is set down before there was any day. But it may also be said, following other holy writers, that the works of distinction and adornment imply certain changes in the creature which are measurable by time; whereas the work of creation lies only in the Divine act producing the substance of beings instantaneously. For this reason, therefore, every work of distinction and adornment is said to take place \"in a day,\" but creation \"in the beginning\" which denotes something indivisible."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Fire and air, as not distinctly known by the unlettered, are not expressly named by Moses among the parts of the world, but reckoned with the intermediate part, or water, especially as regards the lowest part of the air; or with the heaven, to which the higher region of air approaches, as Augustine says (Gen. ad lit. ii, 13)."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The production of animals is recorded with reference to their adorning the various parts of the world, and therefore the days of their production are separated or united according as the animals adorn the same parts of the world, or different parts."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The nature of light, as existing in a subject, was made on the first day; and the making of the luminaries on the fourth day does not mean that their substance was produced anew, but that they then received a form that they had not before, as said above (Question [70], Article [1] ad 2)."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: According to Augustine (Gen. ad lit. iv, 15), after all that has been recorded that is assigned to the six days, something distinct is attributed to the seventh---namely, that on it God rested in Himself from His works: and for this reason it was right that the seventh day should be mentioned after the six. It may also be said, with the other writers, that the world entered on the seventh day upon a new state, in that nothing new was to be added to it, and that therefore the seventh day is mentioned after the six, from its being devoted to cessation from work."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "counter": [],
                    "body": [
                        "I answer that, The reason of the distinction of these days is made clear by what has been said above (Question [70], Article [1]), namely, that the parts of the world had first to be distinguished, and then each part adorned and filled, as it were, by the beings that inhabit it. Now the parts into which the corporeal creation is divided are three, according to some holy writers, these parts being the heaven, or highest part, the water, or middle part, and the earth, or the lowest part. Thus the Pythagoreans teach that perfection consists in three things, the beginning, the middle, and the end. The first part, then, is distinguished on the first day, and adorned on the fourth, the middle part distinguished on the middle day, and adorned on the fifth, and the third part distinguished on the third day, and adorned on the sixth. But Augustine, while agreeing with the above writers as to the last three days, differs as to the first three, for, according to him, spiritual creatures are formed on the first day, and corporeal on the two others, the higher bodies being formed on the first these two days, and the lower on the second. Thus, then, the perfection of the Divine works corresponds to the perfection of the number six, which is the sum of its aliquot parts, one, two, three; since one day is assigned to the forming of spiritual creatures, two to that of corporeal creatures, and three to the work of adornment."
                    ]
                },
                "2": {
                    "question": 74,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether all these days are one day?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that all these days are one day. For it is written (Gn. 2:4,5): \"These are the generations of the heaven and the earth, when they were created, in the day that the Lord . . . made the heaven and the earth, and every plant of the field, before it sprung up in the earth.\" Therefore the day in which God made \"the heaven and the earth, and every plant of the field,\" is one and the same day. But He made the heaven and the earth on the first day, or rather before there was any day, but the plant of the field He made on the third day. Therefore the first and third days are but one day, and for a like reason all the rest."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, it is said (Ecclus. 18:1): \"He that liveth for ever, created all things together.\" But this would not be the case if the days of these works were more than one. Therefore they are not many but one only."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, on the seventh day God ceased from all new works. If, then, the seventh day is distinct from the other days,  it follows that He did not make that day; which is not admissible."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, the entire work ascribed to one day God perfected in an instant, for with each work are the words (God) \"said . . . . and it was . . . done.\" If, then, He had kept back His next work to another day, it would follow that for the remainder of a day He would have ceased from working and left it vacant, which would be superfluous. The day, therefore, of the preceding work is one with the day of the work that follows."
                            ],
                            "id": 4,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: On the day on which God created the heaven and the earth, He created also every plant of the field, not, indeed, actually, but \"before it sprung up in the earth,\" that is, potentially. And this work Augustine ascribes to the third day, but other writers to the first instituting of the world."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: God created all things together so far as regards their substance in some measure formless. But He did not create all things together, so far as regards that formation of things which lies in distinction and adornment. Hence the word \"creation\" is significant."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: On the seventh day God ceased from making new things, but not from providing for their increase, and to this latter work it belongs that the first day is succeeded by other days."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: All things were not distinguished and adorned together, not from a want of power on God's part, as requiring time in which to work, but that due order might be observed in the instituting of the world. Hence it was fitting that different days should be assigned to the different states of the world, as each succeeding work added to the world a fresh state of perfection."
                            ],
                            "id": 4,
                            "article": 2
                        },
                        "5": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: According to Augustine, the order of days refers to the natural order of the works attributed to the days."
                            ],
                            "id": 5,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is written (Gn. 1), \"The evening and the morning were the second day . . . the third day,\" and so on. But where there is a second and third there are more than one. There was not, therefore, only one day."
                    ],
                    "body": [
                        "I answer that, On this question Augustine differs from other expositors. His opinion is that all the days that are called seven, are one day represented in a sevenfold aspect (Gen. ad lit. iv, 22; De Civ. Dei xi, 9; Ad Orosium xxvi); while others consider there were seven distinct days, not one only. Now, these two opinions, taken as explaining the literal text of Genesis, are certainly widely different. For Augustine understands by the word \"day,\" the knowledge in the mind of the angels, and hence, according to him, the first day denotes their knowledge of the first of the Divine works, the second day their knowledge of the second work, and similarly with the rest. Thus, then, each work is said to have been wrought in some one of these days, inasmuch as God wrought in some one of these days, inasmuch as God wrought nothing in the universe without impressing the knowledge thereof on the angelic mind; which can know many things at the same time, especially in the Word, in Whom all angelic knowledge is perfected and terminated. So the distinction of days denotes the natural order of the things known, and not a succession in the knowledge acquired, or in the things produced. Moreover, angelic knowledge is appropriately called \"day,\" since light, the cause of day, is to be found in spiritual things, as Augustine observes (Gen. ad lit. iv, 28). In the opinion of the others, however, the days signify a succession both in time, and in the things produced.",
                        "If, however, these two explanations are looked at as referring to the mode of production, they will be found not greatly to differ, if the diversity of opinion existing on two points, as already shown (Question [67], Article [1]; Question [69], Article [1]), between Augustine and other writers is taken into account. First, because Augustine takes the earth and the water as first created, to signify matter totally without form; but the making of the firmament, the gathering of the waters, and the appearing of dry land, to denote the impression of forms upon corporeal matter. But other holy writers take the earth and the water, as first created, to signify the elements of the universe themselves existing under the proper forms, and the works that follow to mean some sort of distinction in bodies previously existing, as also has been shown (Question [67], Articles [1],4; Question [69], Article [1]). Secondly, some writers hold that plants and animals were produced actually in the work of the six days; Augustine, that they were produced potentially. Now the opinion of Augustine, that the works of the six days were simultaneous, is consistent with either view of the mode of production. For the other writers agree with him that in the first production of things matter existed under the substantial form of the elements, and agree with him also that in the first instituting of the world animals and plants did not exist actually. There remains, however, a difference as to four points; since, according to the latter, there was a time, after the production of creatures, in which light did not exist, the firmament had not been formed, and the earth was still covered by the waters, nor had the heavenly bodies been formed, which is the fourth difference; which are not consistent with Augustine's explanation. In order, therefore, to be impartial, we must meet the arguments of either side."
                    ]
                },
                "3": {
                    "question": 74,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether Scripture uses suitable words to express the work of the six days?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem the Scripture does not use suitable words to express the works of the six days. For as light, the firmament, and other similar works were made by the Word of God, so were the heaven and the earth. For \"all things were made by Him\" (Jn. 1:3). Therefore in the creation of heaven and earth, as in the other works, mention should have been made of the Word of God."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the water was created by God, yet its creation  is not mentioned. Therefore the creation of the world is not sufficiently described."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, it is said (Gn. 1:31): \"God saw all the things that He had made, and they were very good.\" It ought, then, to have been said of each work, \"God saw that it was good.\" The omission, therefore, of these words in the work of creation and in that of the second day, is not fitting."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, the Spirit of God is God Himself. But it does not befit God to move and to occupy place. Therefore the words, \"The Spirit of God moved over the waters,\" are unbecoming."
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, what is already made is not made over again. Therefore to the words, \"God said: Let the firmament be made . . . and it was so,\" it is superfluous to add, \"God made the firmament.\" And the like is to be said of other works."
                            ],
                            "id": 5,
                            "article": 3
                        },
                        "6": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 6: Further, evening and morning do not sufficiently divide the day, since the day has many parts. Therefore the words, \"The evening and morning were the second day\" or, \"the third day,\" are not suitable."
                            ],
                            "id": 6,
                            "article": 3
                        },
                        "7": {
                            "question": 74,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 7: Further, \"first,\" not \"one,\" corresponds to \"second\" and \"third.\" It should therefore have been said that, \"The evening and the morning were the first day,\" rather than \"one day.\""
                            ],
                            "id": 7,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: According to Augustine (Gen. ad lit. i, 4), the person of the Son is mentioned both in the first creation of the world, and in its distinction and adornment, but differently in either place. For distinction and adornment belong to the work by which the world receives its form. But as the giving form to a work of art is by means of the form of the art in the mind of the artist, which may be called his intelligible word, so the giving form to every creature is by the word of God; and for this reason in the works of distinction and adornment the Word is mentioned. But in creation the Son is mentioned as the beginning, by the words, \"In the beginning God created,\" since by creation is understood the production of formless matter. But according to those who hold that the elements were created from the first under their proper forms, another explanation must be given; and therefore Basil says (Hom. ii, iii in Hexaem.) that the words, \"God said,\" signify a Divine command. Such a command, however, could not have been given before creatures had been produced that could obey it."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: According to Augustine (De Civ. Dei ix, 33), by the heaven is understood the formless spiritual nature, and by the earth, the formless matter of all corporeal things, and thus no creature is omitted. But, according to Basil (Hom. i in Hexaem.), the heaven and the earth, as the two extremes, are alone mentioned, the intervening things being left to be understood, since all these move heavenwards, if light, or earthwards, if heavy. And others say that under the word, \"earth,\" Scripture is accustomed to include  all the four elements as (Ps. 148:7,8) after the words, \"Praise the Lord from the earth,\" is added, \"fire, hail, snow, and ice.\""
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: In the account of the creation there is found something to correspond to the words, \"God saw that it was good,\" used in the work of distinction and adornment, and this appears from the consideration that the Holy Spirit is Love. Now, \"there are two things,\" says Augustine (Gen. ad lit. i, 8) which came from God's love of His creatures, their existence and their permanence. That they might then exist, and exist permanently, \"the Spirit of God,\" it is said, \"moved over the waters\"---that is to say, over that formless matter, signified by water, even as the love of the artist moves over the materials of his art, that out of them he may form his work. And the words, \"God saw that it was good,\" signify that the things that He had made were to endure, since they express a certain satisfaction taken by God in His works, as of an artist in his art: not as though He knew the creature otherwise, or that the creature was pleasing to Him otherwise, than before He made it. Thus in either work, of creation and of formation, the Trinity of Persons is implied. In creation the Person of the Father is indicated by God the Creator, the Person of the Son by the beginning, in which He created, and the Person of the Holy Ghost by the Spirit that moved over the waters. But in the formation, the Person of the Father is indicated by God that speaks, and the Person of the Son by the Word in which He speaks, and the Person of the Holy Spirit by the satisfaction with which God saw that what was made was good. And if the words, \"God saw that it was good,\" are not said of the work of the second day, this is because the work of distinguishing the waters was only begun on that day, but perfected on the third. Hence these words, that are said of the third day, refer also to the second. Or it may be that Scripture does not use these words of approval of the second days' work, because this is concerned with the distinction of things not evident to the senses of mankind. Or, again, because by the firmament is simply understood the cloudy region of the air, which is not one of the permanent parts of the universe, nor of the principal divisions of the world. The above three reasons are given by Rabbi Moses [*Perplex. ii.], and to these may be added a mystical one derived from numbers and assigned by some writers, according to whom the work of the second day is not marked with approval because the second number is an imperfect number, as receding from the perfection of unity."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Rabbi Moses (Perplex. ii) understands by the \"Spirit of the Lord,\" the air or the wind, as Plato also did, and says that it is so called according to the custom of Scripture, in which these things are throughout attributed to God. But according to the holy writers, the Spirit of the Lord signifies the Holy Ghost, Who is said to \"move over the water\"---that is to say, over what Augustine holds to mean formless matter, lest it should be supposed that God loved of necessity the works He was to produce, as though He stood in need of them. For love of that kind is subject to, not superior to, the object of love. Moreover, it is fittingly implied that the Spirit moved over that which was  incomplete and unfinished, since that movement is not one of place, but of pre-eminent power, as Augustine says (Gen. ad lit. i, 7). It is the opinion, however, of Basil (Hom. ii in Hexaem.) that the Spirit moved over the element of water, \"fostering and quickening its nature and impressing vital power, as the hen broods over her chickens.\" For water has especially a life-giving power, since many animals are generated in water, and the seed of all animals is liquid. Also the life of the soul is given by the water of baptism, according to Jn. 3:5: \"Unless a man be born again of water and the Holy Ghost, he cannot enter into the kingdom of God.\""
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: According to Augustine (Gen. ad lit. i, 8), these three phrases denote the threefold being of creatures; first, their being in the Word, denoted by the command \"Let . . . be made\"; secondly, their being in the angelic mind, signified by the words, \"It was . . . done\"; thirdly, their being in their proper nature, by the words, \"He made.\" And because the formation of the angels is recorded on the first day, it was not necessary there to add, \"He made.\" It may also be said, following other writers, that the words, \"He said,\" and \"Let . . . be made,\" denote God's command, and the words, \"It was done,\" the fulfilment of that command. But as it was necessary, for the sake of those especially who have asserted that all visible things were made by the angels, to mention how things were made, it is added, in order to remove that error, that God Himself made them. Hence, in each work, after the words, \"It was done,\" some act of God is expressed by some such words as, \"He made,\" or, \"He divided,\" or, \"He called.\""
                            ],
                            "id": 5,
                            "article": 3
                        },
                        "6": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 6: According to Augustine (Gen. ad lit. iv, 22,30), by the \"evening\" and the \"morning\" are understood the evening and the morning knowledge of the angels, which has been explained (Question [58], Article [6],7). But, according to Basil (Hom. ii in Hexaem.), the entire period takes its name, as is customary, from its more important part, the day. And instance of this is found in the words of Jacob, \"The days of my pilgrimage,\" where night is not mentioned at all. But the evening and the morning are mentioned as being the ends of the day, since day begins with morning and ends with evening, or because evening denotes the beginning of night, and morning the beginning of day. It seems fitting, also, that where the first distinction of creatures is described, divisions of time should be denoted only by what marks their beginning. And the reason for mentioning the evening first is that as the evening ends the day, which begins with the light, the termination of the light at evening precedes the termination of the darkness, which ends with the morning. But Chrysostom's explanation is that thereby it is intended to show that the natural day does not end with the evening, but with the morning (Hom. v in Gen.)."
                            ],
                            "id": 6,
                            "article": 3
                        },
                        "7": {
                            "question": 74,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 7: The words \"one day\" are used when day is first instituted, to denote that one day is made up of twenty-four hours. Hence, by mentioning \"one,\" the measure of a natural day is fixed. Another reason may be to signify that a day is completed by the return of the sun to the point from which it commenced its course. And yet another, because at the completion of a week of seven days,  the first day returns which is one with the eighth day. The three reasons assigned above are those given by Basil (Hom. ii in Hexaem.)."
                            ],
                            "id": 7,
                            "article": 3
                        }
                    },
                    "counter": [],
                    "body": []
                }
            }
        }
    }
}