{
    "id": 1,
    "title": "TREATISE ON THE CREATION",
    "part": "FP",
    "questions": {
        "44": {
            "id": 44,
            "part": "FP",
            "title": "The Procession of Creatures from God, and of the First Cause of All Things",
            "section": 1,
            "outer": {
                "question": 44,
                "type": "outer",
                "part": "FP",
                "text": [
                    "After treating of the procession of the divine persons, we must consider the procession of creatures from God. This consideration will be threefold: (1) of the production of creatures; (2) of the distinction between them; (3) of their preservation and government. Concerning the first point there are three things to be considered: (1) the first cause of beings; (2) the mode of procession of creatures from the first cause; (3) the principle of the duration of things.",
                    "Under the first head there are four points of inquiry:",
                    "(1) Whether God is the efficient cause of all beings?",
                    "(2) Whether primary matter is created by God, or is an independent coordinate principle with Him?",
                    "(3) Whether God is the exemplar cause of beings or whether there are other exemplar causes?",
                    "(4) Whether He is the final cause of things?"
                ],
                "title": [
                    "TREATISE ON THE CREATION (Questions 44-49) THE PROCESSION OF CREATURES FROM GOD, AND OF THE FIRST CAUSE OF ALL THINGS (FOUR ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 44,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether it is necessary that every being be created by God?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that it is not necessary that every being be created by God. For there is nothing to prevent a thing from being without that which does not belong to its essence, as a man can be found without whiteness. But the relation of the thing caused to its cause does not appear to be essential to beings, for some beings can be understood without it; therefore they can exist without it; and therefore it is possible that some beings should not be created by God."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, a thing requires an efficient cause in order to exist. Therefore whatever cannot but exist does not require an efficient cause. But no necessary thing can not exist, because  whatever necessarily exists cannot but exist. Therefore as there are many necessary things in existence, it appears that not all beings are from God."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, whatever things have a cause, can be demonstrated by that cause. But in mathematics demonstration is not made by the efficient cause, as appears from the Philosopher (Metaph. iii, text 3); therefore not all beings are from God as from their efficient cause."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Though the relation to its cause is not part of the definition of a thing caused, still it follows, as a consequence, on what belongs to its essence; because from the fact that a thing has being by participation, it follows that it is caused. Hence such a being cannot be without being caused, just as man cannot be without having the faculty of laughing. But, since to be caused does not enter into the essence of being as such, therefore is it possible for us to find a being uncaused."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: This objection has led some to say that what is necessary has no cause (Phys. viii, text 46). But this is manifestly false in the demonstrative sciences, where necessary principles are the causes of necessary conclusions. And therefore Aristotle says (Metaph. v, text 6), that there are some necessary things which have a cause of their necessity. But the reason why an efficient cause is required is not merely because the effect is not necessary, but because the effect might not be if the cause were not. For this conditional proposition is true, whether the antecedent and consequent be possible or impossible."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The science of mathematics treats its object as  though it were something abstracted mentally, whereas it is not abstract in reality. Now, it is becoming that everything should have an efficient cause in proportion to its being. And so, although the object of mathematics has an efficient cause, still, its relation to that cause is not the reason why it is brought under the consideration of the mathematician, who therefore does not demonstrate that object from its efficient cause."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Rm. 11:36): \"Of Him, and by Him, and in Him are all things.\""
                    ],
                    "body": [
                        "I answer that, It must be said that every being in any way existing is from God. For whatever is found in anything by participation, must be caused in it by that to which it belongs essentially, as iron becomes ignited by fire. Now it has been shown above (Question [3], Article [4]) when treating of the divine simplicity that God is the essentially self-subsisting Being; and also it was shown (Question [11], Articles [3],4) that subsisting being must be one; as, if whiteness were self-subsisting, it would be one, since whiteness is multiplied by its recipients. Therefore all beings apart from God are not their own being, but are beings by participation. Therefore it must be that all things which are diversified by the diverse participation of being, so as to be more or less perfect, are caused by one First Being, Who possesses being most perfectly.",
                        "Hence Plato said (Parmen. xxvi) that unity must come before multitude; and Aristotle said (Metaph. ii, text 4) that whatever is greatest in being and greatest in truth, is the cause of every being and of every truth; just as whatever is the greatest in heat is the cause of all heat."
                    ]
                },
                "2": {
                    "question": 44,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether primary matter is created by God?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that primary matter is not created by God. For whatever is made is composed of a subject and of something else (Phys. i, text 62). But primary matter has no subject. Therefore primary matter cannot have been made by God."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, action and passion are opposite members of a division. But as the first active principle is God, so the first passive principle is matter. Therefore God and primary matter are two principles divided against each other, neither of which is from the other."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, every agent produces its like, and thus, since every agent acts in proportion to its actuality, it follows that everything made is in some degree actual. But primary matter is only in potentiality, formally considered in itself. Therefore it is against the nature of primary matter to be a thing made."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The Philosopher (Phys. i, text 62), is speaking of \"becoming\" in particular---that is, from form to form, either accidental or substantial. But here we are speaking of things according to their emanation from the universal principle of being; from which emanation matter itself is not excluded, although it is excluded from the former mode of being made."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Passion is an effect of action. Hence it is reasonable that the first passive principle should be the effect of the first active principle, since every imperfect thing is caused by one perfect. For the first principle must be most perfect, as Aristotle says (Metaph. xii, text 40)."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The reason adduced does not show that matter is not created, but that it is not created without form; for though everything created is actual, still it is not pure act. Hence it is necessary that even what is potential in it should be created, if all that belongs to its being is created."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Confess. xii, 7), Two \"things hast Thou made, O Lord; one nigh unto Thyself\"---viz. angels---\"the other nigh unto nothing\"---viz. primary matter."
                    ],
                    "body": [
                        "I answer that, The ancient philosophers gradually, and as it were step by step, advanced to the knowledge of truth. At first being of grosser mind, they failed to realize that any beings existed except sensible bodies. And those among them who admitted movement, did not consider it except as regards certain accidents, for instance, in relation to rarefaction and condensation, by union and separation. And supposing as they did that corporeal substance itself was uncreated, they assigned certain causes for these accidental changes, as for instance, affinity, discord, intellect, or something of that kind. An advance was made when they understood that there was a distinction between the substantial form and matter, which latter they imagined to be uncreated, and when they perceived transmutation to take place in bodies in regard to essential forms. Such transmutations they attributed to certain universal causes, such as the oblique circle [*The zodiac], according to Aristotle (De Gener. ii), or ideas, according to Plato. But we must take into consideration that matter is contracted by its form to a determinate species, as a substance, belonging to a certain species, is contracted by a supervening accident to a determinate mode of being; for instance, man by whiteness. Each of these opinions, therefore, considered \"being\" under some particular aspect, either as \"this\" or as \"such\"; and so  they assigned particular efficient causes to things. Then others there were who arose to the consideration of \"being,\" as being, and who assigned a cause to things, not as \"these,\" or as \"such,\" but as \"beings.\"",
                        "Therefore whatever is the cause of things considered as beings, must be the cause of things, not only according as they are \"such\" by accidental forms, nor according as they are \"these\" by substantial forms, but also according to all that belongs to their being at all in any way. And thus it is necessary to say that also primary matter is created by the universal cause of things."
                    ]
                },
                "3": {
                    "question": 44,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the exemplar cause is anything besides God?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the exemplar cause is something besides God. For the effect is like its exemplar cause. But creatures are far from being like God. Therefore God is not their exemplar cause."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, whatever is by participation is reduced to something self-existing, as a thing ignited is reduced to fire, as stated above (Article [1]). But whatever exists in sensible things exists only by participation of some species. This appears from the fact that in all sensible species is found not only what belongs to the species, but also individuating principles added to the principles of the species. Therefore it is necessary to admit self-existing species, as for instance, a \"per se\" man, and a \"per se\" horse, and the like, which are called the exemplars. Therefore exemplar causes exist besides God."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, sciences and definitions are concerned with species themselves, but not as these are in particular things, because there is no science or definition of particular things. Therefore there are some beings, which are beings or species not  existing in singular things, and these are called exemplars. Therefore the same conclusion follows as above."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, this likewise appears from Dionysius, who says (Div. Nom. v) that self-subsisting being is before self-subsisting life, and before self-subsisting wisdom."
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Although creatures do not attain to a natural likeness to God according to similitude of species, as a man begotten is like to the man begetting, still they do attain to likeness to Him, forasmuch as they represent the divine idea, as a material house is like to the house in the architect's mind."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: It is of a man's nature to be in matter, and so a man without matter is impossible. Therefore although this particular man is a man by participation of the species, he cannot be reduced to anything self-existing in the same species, but to a superior species, such as separate substances. The same applies to other sensible things."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Although every science and definition is concerned only with beings, still it is not necessary that a thing should have the same mode in reality as the thought of it has in our understanding. For we abstract universal ideas by force of the active intellect from the particular conditions; but it is not necessary that the universals should exist outside the particulars in order to be their exemplars."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: As Dionysius says (Div. Nom. iv), by \"self-existing life and self-existing wisdom\" he sometimes denotes God Himself, sometimes the powers given to things themselves; but not any self-subsisting things, as the ancients asserted."
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, The exemplar is the same as the idea. But ideas, according to Augustine (Questions. 83, qu. 46), are \"the master forms, which are contained in the divine intelligence.\" Therefore the exemplars of things are not outside God."
                    ],
                    "body": [
                        "I answer that, God is the first exemplar cause of all things. In proof whereof we must consider that if for the production of anything an exemplar is necessary, it is in order that the effect may receive a determinate form. For an artificer produces a determinate form in matter by reason of the exemplar before him, whether it is the exemplar beheld externally, or the exemplar interiorily conceived in the mind. Now it is manifest that things made by nature receive determinate forms. This determination of forms must be reduced to the divine wisdom as its first principle, for divine wisdom devised the order of the universe, which order consists in the variety of things. And therefore we must say that in the divine wisdom are the types of all things, which types we have called ideas---i.e. exemplar forms existing in the divine mind (Question [15], Article [1]). And these ideas, though multiplied by their relations to things, in reality are not apart from the divine essence, according as the likeness to that essence can be shared diversely by different things. In this manner therefore God Himself is the first exemplar of all things. Moreover, in things created one may be called the exemplar of another by the reason of its likeness thereto, either in species, or by the analogy of some kind of imitation."
                    ]
                },
                "4": {
                    "question": 44,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether God is the final cause of all things?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that God is not the final cause of all things. For to act for an end seems to imply need of the end. But God needs nothing. Therefore it does not become Him to act for an end."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the end of generation, and the form of the thing generated, and the agent cannot be identical (Phys. ii, text 70), because the end of generation is the form of the thing generated. But God is the first agent producing all things. Therefore He is not the final cause of all things."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, all things desire their end. But all things do not desire God, for all do not even know Him. Therefore God is not the end of all things."
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 44,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, the final cause is the first of causes. If, therefore, God is the efficient cause and the final cause, it follows that before and after exist in Him; which is impossible."
                            ],
                            "id": 4,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: To act from need belongs only to an imperfect agent, which by its nature is both agent and patient. But this does not belong to God, and therefore He alone is the most perfectly liberal giver, because He does not act for His own profit, but only for His own goodness."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The form of the thing generated is not the end of generation, except inasmuch as it is the likeness of the form of  the generator, which intends to communicate its own likeness; otherwise the form of the thing generated would be more noble than the generator, since the end is more noble than the means to the end."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: All things desire God as their end, when they desire some good thing, whether this desire be intellectual or sensible, or natural, i.e. without knowledge; because nothing is good and desirable except forasmuch as it participates in the likeness to God."
                            ],
                            "id": 3,
                            "article": 4
                        },
                        "4": {
                            "question": 44,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Since God is the efficient, the exemplar and the final cause of all things, and since primary matter is from Him, it follows that the first principle of all things is one in reality. But this does not prevent us from mentally considering many things in Him, some of which come into our mind before others."
                            ],
                            "id": 4,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Prov. 16:4): \"The Lord has made all things for Himself.\""
                    ],
                    "body": [
                        "I answer that, Every agent acts for an end: otherwise one thing would not follow more than another from the action of the agent, unless it were by chance. Now the end of the agent and of the patient considered as such is the same, but in a different way respectively. For the impression which the agent intends to produce, and which the patient intends to receive, are one and the same. Some things, however, are both agent and patient at the same time: these are imperfect agents, and to these it belongs to intend, even while acting, the acquisition of something. But it does not belong to the First Agent, Who is agent only, to act for the acquisition of some end; He intends only to communicate His perfection, which is His goodness; while every creature intends to acquire its own perfection, which is the likeness of the divine perfection and goodness. Therefore the divine goodness is the end of all things."
                    ]
                }
            }
        },
        "45": {
            "id": 45,
            "part": "FP",
            "title": "The Mode of Emanation of Things from the First Principle",
            "section": 1,
            "outer": {
                "question": 45,
                "type": "outer",
                "part": "FP",
                "text": [
                    "The next question concerns the mode of the emanation of things from the First Principle, and this is called creation, and includes eight points of inquiry:",
                    "(1) What is creation?",
                    "(2) Whether God can create anything?",
                    "(3) Whether creation is anything in the very nature of things?",
                    "(4) To what things it belongs to be created?",
                    "(5) Whether it belongs to God alone to create?",
                    "(6) Whether creation is common to the whole Trinity, or proper to any one Person?",
                    "(7) Whether any trace of the Trinity is to be found in created things?",
                    "(8) Whether the work of creation is mingled with the works of nature and of the will?"
                ],
                "title": [
                    "THE MODE OF EMANATION OF THINGS FROM THE FIRST PRINCIPLE (EIGHT ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether to create is to make something from nothing?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that to create is not to make anything from nothing. For Augustine says (Contra Adv. Leg. et Proph. i): \"To make concerns what did not exist at all; but to create is to make something by bringing forth something from what was already.\""
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the nobility of action and of motion is considered from their terms. Action is therefore nobler from good to good, and from being to being, than from nothing to something. But creation appears to be the most noble action, and first among all actions. Therefore it is not from nothing to something, but rather from being to being."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the preposition \"from\" [ex] imports relation of some cause, and especially of the material cause; as when we say that a statue is made from brass. But \"nothing\" cannot be the matter of being, nor in any way its cause. Therefore to create is  not to make something from nothing."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Augustine uses the word creation in an equivocal sense, according as to be created signifies improvement in things; as when we say that a bishop is created. We do not, however, speak of creation in that way here, but as it is described above."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Changes receive species and dignity, not from the term \"wherefrom,\" but from the term \"whereto.\" Therefore a change is more perfect and excellent when the term \"whereto\" of the change is more noble and excellent, although the term \"wherefrom,\" corresponding to the term \"whereto,\" may be more imperfect: thus generation is simply nobler and more excellent than alteration, because the substantial form is nobler than the accidental form; and yet the privation of the substantial form, which is the term \"wherefrom\" in generation, is more imperfect than the contrary, which is the term \"wherefrom\" in alteration. Similarly creation is more perfect and excellent than generation and alteration, because the term \"whereto\" is the whole substance of the thing; whereas what is understood as the term \"wherefrom\" is simply not-being."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: When anything is said to be made from nothing, this preposition \"from\" [ex] does not signify the material cause, but only order; as when we say, \"from morning comes midday\"--i.e. after morning is midday. But we must understand that this preposition \"from\" [ex] can comprise the negation implied when I say the word \"nothing,\" or can be included in it. If taken in the first sense, then we affirm the order by stating the relation between what is now and its previous non-existence. But if the negation includes the preposition, then the order is denied, and the sense is, \"It is made from nothing---i.e. it is not made from anything\"---as if we were to say, \"He speaks of nothing,\" because he does not speak of anything. And this is verified in both ways, when it is said, that anything is made from nothing. But in the first way this preposition \"from\" [ex] implies order, as has been said in this reply. In the second sense, it imports the material  cause, which is denied."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, On the text of Gn. 1, \"In the beginning God created,\" etc., the gloss has, \"To create is to make something from nothing.\""
                    ],
                    "body": [
                        "I answer that, As said above (Question [44], Article [2]), we must consider not only the emanation of a particular being from a particular agent, but also the emanation of all being from the universal cause, which is God; and this emanation we designate by the name of creation. Now what proceeds by particular emanation, is not presupposed to that emanation; as when a man is generated, he was not before, but man is made from \"not-man,\" and white from \"not-white.\" Hence if the emanation of the whole universal being from the first principle be considered, it is impossible that any being should be presupposed before this emanation. For nothing is the same as no being. Therefore as the generation of a man is from the \"not-being\" which is \"not-man,\" so creation, which is the emanation of all being, is from the \"not-being\" which is \"nothing.\""
                    ]
                },
                "2": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether God can create anything?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that God cannot create anything, because, according to the Philosopher (Phys. i, text 34), the ancient philosophers considered it as a commonly received axiom that \"nothing is made from nothing.\" But the power of God does not extend to the contraries of first principles; as, for instance, that God could make the whole to be less than its part, or that affirmation and negation are both true at the same time. Therefore God cannot make anything from nothing, or create."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, if to create is to make something from nothing, to be created is to be made. But to be made is to be changed. Therefore creation is change. But every change occurs in some subject, as appears by the definition of movement: for movement is the act of what is in potentiality. Therefore it is impossible for anything to be made out of nothing by God."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, what has been made must have at some time been becoming. But it cannot be said that what is created, at the same time, is becoming and has been made, because in permanent things what is becoming, is not, and what has been made, already is: and so it would follow that something would be, and not be, at the same time. Therefore when anything is made, its becoming precedes its having been made. But this is impossible, unless there is a subject in which the becoming is sustained. Therefore it is impossible that anything should be made from nothing."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, infinite distance cannot be crossed. But infinite distance exists between being and nothing. Therefore it does not happen that something is made from nothing."
                            ],
                            "id": 4,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Ancient philosophers, as is said above (Question [44], Article [2]), considered only the emanation of particular effects from particular causes, which necessarily presuppose something in their action; whence came their common opinion that \"nothing is made from nothing.\" But this has no place in the first emanation from the universal principle of things."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Creation is not change, except according to a mode of understanding. For change means that the same something should be different now from what it was previously. Sometimes, indeed, the same actual thing is different now from what it was before, as in motion according to quantity, quality and place; but sometimes it is the same being only in potentiality, as in substantial change, the subject of which is matter. But in creation, by which the whole substance of a thing is produced, the same thing can be taken as different now and before only according to our way of understanding, so that a thing is understood as first not existing at all, and afterwards as existing. But as action and passion coincide as to the substance of motion, and differ only according to diverse relations (Phys. iii, text 20,21), it must follow that when motion is withdrawn, only diverse relations remain in the Creator and in the creature. But because the mode of signification follows the mode of understanding as was said above (Question [13], Article [1]), creation is signified by mode of change; and on this account it is said that to create is to make something from nothing. And yet \"to make\" and \"to be made\" are more suitable expressions here than \"to change\" and \"to be changed,\" because \"to make\" and \"to be made\" import a relation of cause to the effect, and of effect to the cause, and imply change only as a consequence."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: In things which are made without movement, to become and to be already made are simultaneous, whether such making is the term of movement, as illumination (for a thing is being illuminated and is illuminated at the same time) or whether it is not the term of movement, as the word is being made in the mind and is made at the same time. In these things what is being made, is; but when we speak of its being made, we mean that it is from another, and was not previously. Hence since creation is without movement, a thing is being created and is already created at the same time."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: This objection proceeds from a false imagination, as if there were an infinite medium between nothing and being; which is plainly false. This false imagination comes from creation being taken to signify a change existing between two forms."
                            ],
                            "id": 4,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:1): \"In the beginning God created heaven and earth.\""
                    ],
                    "body": [
                        "I answer that, Not only is it impossible that anything should be created by God, but it is necessary to say that all things were created by God, as appears from what has been said (Question [44], Article [1]). For when anyone makes one thing from another, this latter thing from which he makes is presupposed to his action, and is not produced by his action; thus the craftsman works from natural things, as wood or brass, which are caused not by the action of art, but by the action of nature. So also nature itself causes natural things as regards their form, but presupposes matter. If therefore God did only act from something presupposed, it would follow that the thing presupposed would not be caused by Him. Now it has been shown above (Question [44], Articles [1],2), that nothing can be, unless it is from God, Who is the universal cause of all being. Hence it is necessary to say that God brings things into being from nothing."
                    ]
                },
                "3": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether creation is anything in the creature?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that creation is not anything in the creature. For as creation taken in a passive sense is attributed to the creature, so creation taken in an active sense is attributed to the Creator. But creation taken actively is not anything in the Creator, because otherwise it would follow that in God there would be something temporal. Therefore creation taken passively is not  anything in the creature."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, there is no medium between the Creator and the creature. But creation is signified as the medium between them both: since it is not the Creator, as it is not eternal; nor is it the creature, because in that case it would be necessary for the same reason to suppose another creation to create it, and so on to infinity. Therefore creation is not anything in the creature."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, if creation is anything besides the created substance, it must be an accident belonging to it. But every accident is in a subject. Therefore a thing created would be the subject of creation, and so the same thing would be the subject and also the term of creation. This is impossible, because the subject is before the accident, and preserves the accident; while the term is after the action and passion whose term it is, and as soon as it exists, action and passion cease. Therefore creation itself is not any thing."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Creation signified actively means the divine action, which is God's essence, with a relation to the creature. But in God relation to the creature is not a real relation, but only a relation of reason; whereas the relation of the creature to God is a real relation, as was said above (Question [13], Article [7]) in treating of the divine names."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Because creation is signified as a change, as was said above (Article [2], ad 2), and change is a kind of medium between the mover and the moved, therefore also creation is signified as a medium between the Creator and the creature. Nevertheless passive creation is in the creature, and is a creature. Nor is there need of a further creation in its creation; because relations, or their entire nature being referred to something, are not referred by any  other relations, but by themselves; as was also shown above (Question [42], Article [1], ad 4), in treating of the equality of the Persons."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The creature is the term of creation as signifying a change, but is the subject of creation, taken as a real relation, and is prior to it in being, as the subject is to the accident. Nevertheless creation has a certain aspect of priority on the part of the object to which it is directed, which is the beginning of the creature. Nor is it necessary that as long as the creature is it should be created; because creation imports a relation of the creature to the Creator, with a certain newness or beginning."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is greater for a thing to be made according to its entire substance, than to be made according to its substantial or accidental form. But generation taken simply, or relatively, whereby anything is made according to the substantial or the accidental form, is something in the thing generated. Therefore much more is creation, whereby a thing is made according to its whole substance, something in the thing created."
                    ],
                    "body": [
                        "I answer that, Creation places something in the thing created according to relation only; because what is created, is not made by movement, or by change. For what is made by movement or by change is made from something pre-existing. And this happens, indeed, in the particular productions of some beings, but cannot happen in the production of all being by the universal cause of all beings, which is God. Hence God by creation produces things without movement. Now when movement is removed from action and passion, only relation remains, as was said above (Article [2], ad 2). Hence creation in the creature is only a certain relation to the Creator as to the principle of its being; even as in passion, which implies movement, is implied a relation to the principle of motion."
                    ]
                },
                "4": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether to be created belongs to composite and subsisting things?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that to be created does not belong to composite and subsisting things. For in the book, De Causis (prop. iv) it is said, \"The first of creatures is being.\" But the being of a thing created is not subsisting. Therefore creation properly speaking does not belong to subsisting and composite things."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, whatever is created is from nothing. But composite things are not from nothing, but are the result of their own component parts. Therefore composite things are not created."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, what is presupposed in the second emanation is properly produced by the first: as natural generation produces the natural thing, which is presupposed in the operation of art. But the thing supposed in natural generation is matter. Therefore matter, and not the composite, is, properly speaking, that which is created."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: In the proposition \"the first of created things is being,\" the word \"being\" does not refer to the subject of creation, but to the proper concept of the object of creation. For a created thing is called created because it is a being, not because it is \"this\" being, since creation is the emanation of all being from the Universal Being, as was said above (Article [1]). We use a similar way of speaking when we say that \"the first visible thing is color,\" although, strictly speaking, the thing colored is what is seen."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Creation does not mean the building up of a composite thing from pre-existing principles; but it means that the \"composite\" is created so that it is brought into being at the same time with all its principles."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: This reason does not prove that matter alone is created, but that matter does not exist except by creation; for creation is the production of the whole being, and not only matter."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:1): \"In the beginning God created heaven and earth.\" But heaven and earth are subsisting composite things. Therefore creation belongs to them."
                    ],
                    "body": [
                        "I answer that, To be created is, in a manner, to be made, as was shown above (Question [44], Article [2], ad 2,3). Now, to be made is directed to the being of a thing. Hence to be made and to be created properly belong to whatever being belongs; which, indeed, belongs properly to subsisting things, whether they are simple things, as in the case of separate substances, or composite, as in the case of material substances. For being belongs to that which has being---that is, to what subsists in its own being. But forms and accidents and the like are called beings, not as if they themselves were, but because something is by them; as whiteness is called a being, inasmuch as its subject is white by it. Hence, according to the Philosopher (Metaph. vii, text 2) accident is more properly said to be \"of a being\" than \"a being.\" Therefore, as accidents and forms and the like non-subsisting things are to be said to co-exist rather than to exist, so they ought to be called rather \"concreated\" than \"created\" things; whereas, properly speaking, created things are subsisting beings."
                    ]
                },
                "5": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether it belongs to God alone to create?"
                    ],
                    "id": 5,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that it does not belong to God alone to create, because, according to the Philosopher (De Anima ii, text 34), what is perfect can make its own likeness. But immaterial creatures are more perfect than material creatures, which nevertheless can make their own likeness, for fire generates fire, and man begets man. Therefore an immaterial substance can make a substance like to itself. But immaterial substance can be made only by creation, since it has no matter from which to be made. Therefore a creature can create."
                            ],
                            "id": 1,
                            "article": 5
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the greater the resistance is on the part of the thing made, so much the greater power is required in the maker. But a \"contrary\" resists more than \"nothing.\" Therefore it requires more power to make (something) from its contrary, which nevertheless a creature can do, than to make a thing from nothing. Much more therefore can a creature do this."
                            ],
                            "id": 2,
                            "article": 5
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the power of the maker is considered according to the measure of what is made. But created being is finite, as we proved above when treating of the infinity of God (Question [7], Articles [2],3,4). Therefore only a finite power is needed to produce a creature by creation. But to have a finite power is not contrary to the nature of a creature. Therefore it is not impossible for a creature to create."
                            ],
                            "id": 3,
                            "article": 5
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: A perfect thing participating any nature, makes a likeness to itself, not by absolutely producing that nature, but by applying it to something else. For an individual man cannot be the cause of human nature absolutely, because he would then be the cause of himself; but he is the cause of human nature being in the man begotten; and thus he presupposes in his action a determinate matter whereby he is an individual man. But as an individual man participates human nature, so every created being participates, so  to speak, the nature of being; for God alone is His own being, as we have said above (Question [7], Articles [1],2). Therefore no created being can produce a being absolutely, except forasmuch as it causes \"being\" in \"this\": and so it is necessary to presuppose that whereby a thing is this thing, before the action whereby it makes its own likeness. But in an immaterial substance it is not possible to presuppose anything whereby it is this thing; because it is what it is by its form, whereby it has being, since it is a subsisting form. Therefore an immaterial substance cannot produce another immaterial substance like to itself as regards its being, but only as regards some added perfection; as we may say that a superior angel illuminates an inferior, as Dionysius says (Coel. Hier. iv, x). In this way even in heaven there is paternity, as the Apostle says (Eph. 3:15): \"From whom all paternity in heaven and on earth is named.\" From which evidently appears that no created being can cause anything, unless something is presupposed; which is against the very idea of creation."
                            ],
                            "id": 1,
                            "article": 5
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: A thing is made from its contrary indirectly (Phys. i, text 43), but directly from the subject which is in potentiality. And so the contrary resists the agent, inasmuch as it impedes the potentiality from the act which the agent intends to induce, as fire intends to reduce the matter of water to an act like to itself, but is impeded by the form and contrary dispositions, whereby the potentiality (of the water) is restrained from being reduced to act; and the more the potentiality is restrained, the more power is required in the agent to reduce the matter to act. Hence a much greater power is required in the agent when no potentiality pre-exists. Thus therefore it appears that it is an act of much greater power to make a thing from nothing, than from its contrary."
                            ],
                            "id": 2,
                            "article": 5
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The power of the maker is reckoned not only from the substance of the thing made, but also from the mode of its being made; for a greater heat heats not only more, but quicker. Therefore although to create a finite effect does not show an infinite power, yet to create it from nothing does show an infinite power: which appears from what has been said (ad 2). For if a greater power is required in the agent in proportion to the distance of the potentiality from the act, it follows that the power of that which produces something from no presupposed potentiality is infinite, because there is no proportion between \"no potentiality\" and the potentiality presupposed by the power of a natural agent, as there is no proportion between \"not being\" and \"being.\" And because no creature has simply an infinite power, any more than it has an infinite being, as was proved above (Question [7], Article [2]), it follows that no creature can create."
                            ],
                            "id": 3,
                            "article": 5
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (De Trin. iii, 8) that neither good nor bad angels can create anything. Much less therefore can any other creatures."
                    ],
                    "body": [
                        "I answer that, It sufficiently appears at the first glance, according to what precedes (Article [1]), that to create can be the action  of God alone. For the more universal effects must be reduced to the more universal and prior causes. Now among all effects the most universal is being itself: and hence it must be the proper effect of the first and most universal cause, and that is God. Hence also it is said (De Causis prop., iii) that \"neither intelligence nor the soul gives us being, except inasmuch as it works by divine operation.\" Now to produce being absolutely, not as this or that being, belongs to creation. Hence it is manifest that creation is the proper act of God alone.",
                        "It happens, however, that something participates the proper action of another, not by its own power, but instrumentally, inasmuch as it acts by the power of another; as air can heat and ignite by the power of fire. And so some have supposed that although creation is the proper act of the universal cause, still some inferior cause acting by the power of the first cause, can create. And thus Avicenna asserted that the first separate substance created by God created another after itself, and the substance of the world and its soul; and that the substance of the world creates the matter of inferior bodies. And in the same manner the Master says (Sent. iv, D, 5) that God can communicate to a creature the power of creating, so that the latter can create ministerially, not by its own power.",
                        "But such a thing cannot be, because the secondary instrumental cause does not participate the action of the superior cause, except inasmuch as by something proper to itself it acts dispositively to the effect of the principal agent. If therefore it effects nothing, according to what is proper to itself, it is used to no purpose; nor would there be any need of certain instruments for certain actions. Thus we see that a saw, in cutting wood, which it does by the property of its own form, produces the form of a bench, which is the proper effect of the principal agent. Now the proper effect of God creating is what is presupposed to all other effects, and that is absolute being. Hence nothing else can act dispositively and instrumentally to this effect, since creation is not from anything presupposed, which can be disposed by the action of the instrumental agent. So therefore it is impossible for any creature to create, either by its own power or instrumentally---that is, ministerially.",
                        "And above all it is absurd to suppose that a body can create, for no body acts except by touching or moving; and thus it requires in its action some pre-existing thing, which can be touched or moved, which is contrary to the very idea of creation."
                    ]
                },
                "6": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether to create is proper to any person?"
                    ],
                    "id": 6,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that to create is proper to some Person. For what comes first is the cause of what is after; and what is perfect is the cause of what is imperfect. But the procession of  the divine Person is prior to the procession of the creature: and is more perfect, because the divine Person proceeds in perfect similitude of its principle; whereas the creature proceeds in imperfect similitude. Therefore the processions of the divine Persons are the cause of the processions of things, and so to create belongs to a Person."
                            ],
                            "id": 1,
                            "article": 6
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the divine Persons are distinguished from each other only by their processions and relations. Therefore whatever difference is attributed to the divine Persons belongs to them according to the processions and relations of the Persons. But the causation of creatures is diversely attributed to the divine Persons; for in the Creed, to the Father is attributed that \"He is the Creator of all things visible and invisible\"; to the Son is attributed that by Him \"all things were made\"; and to the Holy Ghost is attributed that He is \"Lord and Life-giver.\" Therefore the causation of creatures belongs to the Persons according to processions and relations."
                            ],
                            "id": 2,
                            "article": 6
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, if it be said that the causation of the creature flows from some essential attribute appropriated to some one Person, this does not appear to be sufficient; because every divine effect is caused by every essential attribute---viz. by power, goodness and wisdom---and thus does not belong to one more than to another. Therefore any determinate mode of causation ought not to be attributed to one Person more than to another, unless they are distinguished in creating according to relations and processions."
                            ],
                            "id": 3,
                            "article": 6
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The processions of the divine Persons are the  cause of creation, as above explained."
                            ],
                            "id": 1,
                            "article": 6
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: As the divine nature, although common to the three Persons, still belongs to them in a kind of order, inasmuch as the Son receives the divine nature from the Father, and the Holy Ghost from both: so also likewise the power of creation, whilst common to the three Persons, belongs to them in a kind of order. For the Son receives it from the Father, and the Holy Ghost from both. Hence to be the Creator is attributed to the Father as to Him Who does not receive the power of creation from another. And of the Son it is said (Jn. 1:3), \"Through Him all things were made,\" inasmuch as He has the same power, but from another; for this preposition \"through\" usually denotes a mediate cause, or \"a principle from a principle.\" But to the Holy Ghost, Who has the same power from both, is attributed that by His sway He governs, and quickens what is created by the Father through the Son. Again, the reason for this particular appropriation may be taken from the common notion of the appropriation of the essential attributes. For, as above stated (Question [39], Article [8], ad 3), to the Father is appropriated power which is chiefly shown in creation, and therefore it is attributed to Him to be the Creator. To the Son is appropriated wisdom, through which the intellectual agent acts; and therefore it is said: \"Through Whom all things were made.\" And to the Holy Ghost is appropriated goodness, to which belong both government, which brings things to their proper end, and the giving of life---for life consists in a certain interior movement; and the first mover is the end, and goodness."
                            ],
                            "id": 2,
                            "article": 6
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Although every effect of God proceeds from each attribute, each effect is reduced to that attribute with which it is naturally connected; thus the order of things is reduced to \"wisdom,\" and the justification of the sinner to \"mercy\" and \"goodness\" poured out super-abundantly. But creation, which is the production of the very substance of a thing, is reduced to \"power.\""
                            ],
                            "id": 3,
                            "article": 6
                        }
                    },
                    "counter": [
                        "On the contrary, Dionysius says (Div. Nom. ii) that all things caused are the common work of the whole Godhead."
                    ],
                    "body": [
                        "I answer that, To create is, properly speaking, to cause or produce the being of things. And as every agent produces its like, the principle of action can be considered from the effect of the action; for it must be fire that generates fire. And therefore to create belongs to God according to His being, that is, His essence, which is common to the three Persons. Hence to create is not proper to any one Person, but is common to the whole Trinity.",
                        "Nevertheless the divine Persons, according to the nature of their procession, have a causality respecting the creation of things. For as was said above (Question [14], Article [8]; Question [19], Article [4]), when treating of the knowledge and will of God, God is the cause of things by His intellect and will, just as the craftsman is cause of the things made by his craft. Now the craftsman works through the word conceived in his mind, and through the love of his will regarding some object. Hence also God the Father made the creature through His Word, which is His Son; and through His Love, which is the Holy Ghost. And so the processions of the Persons are the type of the productions of creatures inasmuch as they include the essential attributes, knowledge and will."
                    ]
                },
                "7": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether in creatures is necessarily found a trace of the Trinity?"
                    ],
                    "id": 7,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that in creatures there is not necessarily found a trace of the Trinity. For anything can be traced through its traces. But the trinity of persons cannot be traced from the creatures, as was above stated (Question [32], Article [1]). Therefore there is no trace of the Trinity in creatures."
                            ],
                            "id": 1,
                            "article": 7
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, whatever is in creatures is created. Therefore if the trace of the Trinity is found in creatures according to some of their properties, and if everything created has a trace of the Trinity, it follows that we can find a trace of the Trinity in each of these (properties): and so on to infinitude."
                            ],
                            "id": 2,
                            "article": 7
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the effect represents only its own cause. But the causality of creatures belongs to the common nature, and not to the relations whereby the Persons are distinguished and numbered. Therefore in the creature is to be found a trace not of the Trinity  but of the unity of essence."
                            ],
                            "id": 3,
                            "article": 7
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The representation of the trace is to be referred to the appropriations: in which manner we are able to arrive at a knowledge of the trinity of the divine persons from creatures, as we have said (Question [32], Article [1])."
                            ],
                            "id": 1,
                            "article": 7
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: A creature properly speaking is a thing self-subsisting; and in such are the three above-mentioned things to be found. Nor is it necessary that these three things should be found in all that exists in the creature; but only to a subsisting being is the trace ascribed in regard to those three things."
                            ],
                            "id": 2,
                            "article": 7
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The processions of the persons are also in some way the cause and type of creation; as appears from the above (Article [6])."
                            ],
                            "id": 3,
                            "article": 7
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (De Trin. vi, 10), that \"the trace of the Trinity appears in creatures.\""
                    ],
                    "body": [
                        "I answer that, Every effect in some degree represents its cause, but diversely. For some effects represent only the causality of the cause, but not its form; as smoke represents fire. Such a representation is called a \"trace\": for a trace shows that someone has passed by but not who it is. Other effects represent the cause as regards the similitude of its form, as fire generated represents fire generating; and a statue of Mercury represents Mercury; and this is called the representation of \"image.\" Now the processions of the divine Persons are referred to the acts of intellect and will, as was said above (Question [27]). For the Son proceeds as the word of the intellect; and the Holy Ghost proceeds as love of the will. Therefore in rational creatures, possessing intellect and will, there is found the representation of the Trinity by way of image, inasmuch as there is found in them the word conceived, and the love proceeding.",
                        "But in all creatures there is found the trace of the Trinity, inasmuch as in every creature are found some things which are necessarily reduced to the divine Persons as to their cause. For every creature subsists in its own being, and has a form, whereby it is determined to a species, and has relation to something else. Therefore as it is a created substance, it represents the cause and principle; and so in that manner it shows the Person of the Father, Who is the \"principle from no principle.\" According as it has a form and species, it represents the Word as the form of the thing made by art is from the conception of the craftsman. According as it has relation of order, it represents the Holy Ghost, inasmuch as He is love, because the order of the effect to something else is from the will of the Creator. And therefore Augustine says (De Trin. vi 10) that the trace of the Trinity is found in every creature, according \"as it is one individual,\" and according \"as it is formed by a species,\" and according as it \"has a certain relation of order.\" And to these also are reduced those three, \"number,\" \"weight,\" and \"measure,\" mentioned in the Book of Wisdom (9:21). For \"measure\" refers to the substance of the thing limited by its principles, \"number\" refers to the species, \"weight\" refers to the order. And to these three are reduced the other three mentioned by Augustine (De Nat. Boni iii), \"mode,\" \"species,\" and \"order,\" and also those he mentions (Questions. 83, qu. 18): \"that which exists; whereby it is distinguished; whereby it agrees.\" For a thing exists by its substance, is distinct by its form, and agrees by its order. Other similar expressions may be easily reduced to the above."
                    ]
                },
                "8": {
                    "question": 45,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether creation is mingled with works of nature and art?"
                    ],
                    "id": 8,
                    "objections": {
                        "1": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that creation is mingled in works of nature and art. For in every operation of nature and art some form is produced. But it is not produced from anything, since matter has no part in it. Therefore it is produced from nothing; and thus in every operation of nature and art there is creation."
                            ],
                            "id": 1,
                            "article": 8
                        },
                        "2": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the effect is not more powerful than its cause. But in natural things the only agent is the accidental form, which is an active or a passive form. Therefore the substantial form is not produced by the operation of nature; and therefore it must be produced by creation."
                            ],
                            "id": 2,
                            "article": 8
                        },
                        "3": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, in nature like begets like. But some things are found generated in nature by a thing unlike to them; as is evident in animals generated through putrefaction. Therefore the form of these is not from nature, but by creation; and the same reason applies to other things."
                            ],
                            "id": 3,
                            "article": 8
                        },
                        "4": {
                            "question": 45,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, what is not created, is not a creature. If therefore in nature's productions there were not creation, it would follow that nature's productions are not creatures; which is heretical."
                            ],
                            "id": 4,
                            "article": 8
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Forms begin to be actual when the composite things are made, not as though they were made \"directly,\" but only \"indirectly.\""
                            ],
                            "id": 1,
                            "article": 8
                        },
                        "2": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The active qualities in nature act by virtue of substantial forms: and therefore the natural agent not only produces its like according to quality, but according to species."
                            ],
                            "id": 2,
                            "article": 8
                        },
                        "3": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: For the generation of imperfect animals, a universal agent suffices, and this is to be found in the celestial power to which they are assimilated, not in species, but according to a kind of analogy. Nor is it necessary to say that their forms are created by a separate agent. However, for the generation of perfect animals the universal agent does not suffice, but a proper agent is required, in the shape of a univocal generator."
                            ],
                            "id": 3,
                            "article": 8
                        },
                        "4": {
                            "question": 45,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The operation of nature takes place only on the presupposition of created principles; and thus the products of nature are called creatures."
                            ],
                            "id": 4,
                            "article": 8
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine (Super Gen. v, 6,14,15) distinguishes the work of propagation, which is a work of nature, from the work of creation."
                    ],
                    "body": [
                        "I answer that, The doubt on this subject arises from the forms which, some said, do not come into existence by the action of nature, but previously exist in matter; for they asserted that forms are latent. This arose from ignorance concerning matter, and from not knowing how to distinguish between potentiality and act. For because forms pre-exist in matter, \"in potentiality,\" they asserted that they pre-exist \"simply.\" Others, however, said that the forms were given or caused by a separate agent by way of creation; and accordingly, that to each operation of nature is joined creation. But this opinion arose from ignorance concerning form. For they failed to consider that the form of the natural body is not subsisting, but is that by which a thing is. And therefore, since to be made and to be created belong properly to a subsisting thing alone, as shown above (Article [4]), it does not belong to forms to be made or to be created, but to be \"concreated.\" What, indeed, is  properly made by the natural agent is the \"composite,\" which is made from matter.",
                        "Hence in the works of nature creation does not enter, but is presupposed to the work of nature."
                    ]
                }
            }
        },
        "46": {
            "id": 46,
            "part": "FP",
            "title": "Of the Beginning of the Duration of Creatures",
            "section": 1,
            "outer": {
                "question": 46,
                "type": "outer",
                "part": "FP",
                "text": [
                    "Next must be considered the beginning of the duration of creatures, about which there are three points for treatment:",
                    "(1) Whether creatures always existed?",
                    "(2) Whether that they began to exist in an article of Faith?",
                    "(3) How God is said to have created heaven and earth in the beginning?"
                ],
                "title": [
                    "OF THE BEGINNING OF THE DURATION OF CREATURES (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 46,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the universe of creatures always existed?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the universe of creatures, called the world, had no beginning, but existed from eternity. For everything which begins to exist, is a possible being before it exists: otherwise it would be impossible for it to exist. If therefore the world began to exist, it was a possible being before it began to exist. But possible being is matter, which is in potentiality to existence, which results from a form, and to non-existence, which results from privation of form. If therefore the world began to exist, matter must have existed before the world. But matter cannot exist without form: while the matter of the world with its form is the world. Therefore the world existed before it began to exist: which is impossible."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, nothing which has power to be always, sometimes is and sometimes is not; because so far as the power of a thing extends so long is exists. But every incorruptible thing  has power to be always; for its power does not extend to any determinate time. Therefore no incorruptible thing sometimes is, and sometimes is not: but everything which has a beginning at some time is, and at some time is not; therefore no incorruptible thing begins to exist. But there are many incorruptible things in the world, as the celestial bodies and all intellectual substances. Therefore the world did not begin to exist."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, what is unbegotten has no beginning. But the Philosopher (Phys. i, text 82) proves that matter is unbegotten, and also (De Coelo et Mundo i, text 20) that the heaven is unbegotten. Therefore the universe did not begin to exist."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, a vacuum is where there is not a body, but there might be. But if the world began to exist, there was first no body where the body of the world now is; and yet it could be there, otherwise it would not be there now. Therefore before the world there was a vacuum; which is impossible."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, nothing begins anew to be moved except through either the mover or the thing moved being otherwise than it was before. But what is otherwise now than it was before, is moved. Therefore before every new movement there was a previous movement. Therefore movement always was; and therefore also the thing moved always was, because movement is only in a movable thing."
                            ],
                            "id": 5,
                            "article": 1
                        },
                        "6": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 6: Further, every mover is either natural or voluntary. But neither begins to move except by some pre-existing movement. For nature always moves in the same manner: hence unless some change precede either in the nature of the mover, or in the movable thing, there cannot arise from the natural mover a movement which was not there before. And the will, without itself being changed, puts off doing what it proposes to do; but this can be only by some imagined change, at least on the part of time. Thus he who wills to make a house tomorrow, and not today, awaits something which will be tomorrow, but is not today; and at least awaits for today to pass, and for tomorrow to come; and this cannot be without change, because time is the measure of movement. Therefore it remains that before every new movement, there was a previous movement; and so the same conclusion follows as before."
                            ],
                            "id": 6,
                            "article": 1
                        },
                        "7": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 7: Further, whatever is always in its beginning, and always in its end, cannot cease and cannot begin; because what begins is not in its end, and what ceases is not in its beginning. But time always is in its beginning and end, because there is no time except \"now\" which is the end of the past and the beginning of the future. Therefore time cannot begin or end, and consequently neither can movement, the measure of what is time."
                            ],
                            "id": 7,
                            "article": 1
                        },
                        "8": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 8: Further, God is before the world either in the order of nature only, or also by duration. If in the order of nature only, therefore, since God is eternal, the world also is eternal. But if God is prior by duration; since what is prior and posterior in duration constitutes time, it follows that time existed before the  world, which is impossible."
                            ],
                            "id": 8,
                            "article": 1
                        },
                        "9": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 9: Further, if there is a sufficient cause, there is an effect; for a cause to which there is no effect is an imperfect cause, requiring something else to make the effect follow. But God is the sufficient cause of the world; being the final cause, by reason of His goodness, the exemplar cause by reason of His wisdom, and the efficient cause, by reason of His power as appears from the above (Question [44], Articles [2],3,4). Since therefore God is eternal, the world is also eternal."
                            ],
                            "id": 9,
                            "article": 1
                        },
                        "10": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1:: Further, eternal action postulates an eternal effect. But the action of God is His substance, which is eternal. Therefore the world is eternal."
                            ],
                            "id": 10,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Before the world existed it was possible for the world to be, not, indeed, according to a passive power which is matter, but according to the active power of God; and also, according as a thing is called absolutely possible, not in relation to any power, but from the sole habitude of the terms which are not repugnant to each other; in which sense possible is opposed to  impossible, as appears from the Philosopher (Metaph. v, text 17)."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Whatever has power always to be, from the fact of having that power, cannot sometimes be and sometimes not be; but before it received that power, it did not exist.",
                                "Hence this reason which is given by Aristotle (De Coelo i, text 120) does not prove simply that incorruptible things never began to exist; but that they did not begin by the natural mode whereby things generated and corruptible begin."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Aristotle (Phys. i, text 82) proves that matter is unbegotten from the fact that it has not a subject from which to derive its existence; and (De Coelo et Mundo i, text 20) he proves that heaven is ungenerated, forasmuch as it has no contrary from which to be generated. Hence it appears that no conclusion follows either way, except that matter and heaven did not begin by generation, as some said, especially about heaven. But we say that matter and heaven were produced into being by creation, as appears above (Question [44], Article [1], ad 2)."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The notion of a vacuum is not only \"in which is nothing,\" but also implies a space capable of holding a body and in which there is not a body, as appears from Aristotle (Phys. iv, text 60). Whereas we hold that there was no place or space before the world was."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: The first mover was always in the same state: but the first movable thing was not always so, because it began to be whereas hitherto it was not. This, however, was not through change, but by creation, which is not change, as said above (Question [45], Article [2], as 2). Hence it is evident that this reason, which Aristotle gives (Phys. viii), is valid against those who admitted the existence of eternal movable things, but not eternal movement, as appears from the opinions of Anaxagoras and Empedocles. But we hold that from the moment that movable things began to exist movement also existed."
                            ],
                            "id": 5,
                            "article": 1
                        },
                        "6": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 6: The first agent is a voluntary agent. And although He had the eternal will to produce some effect, yet He did not produce an eternal effect. Nor is it necessary for some change to be presupposed, not even on account of imaginary time. For we must take into consideration the difference between a particular agent, that presupposes something and produces something else, and the universal agent, who produces the whole. The particular agent produces the form, and presupposes the matter; and hence it is necessary that it introduce the form in due proportion into a suitable matter. Hence it is correct to say that it introduces the form into such matter, and not into another, on account of the different kinds of matter. But it is not correct to say so of God Who produces form and matter together: whereas it is correct to say of Him that He produces matter fitting to the form and to the end. Now, a particular agent presupposes time just as it presupposes matter. Hence it is correctly described as acting in time \"after\"  and not in time \"before,\" according to an imaginary succession of time after time. But the universal agent who produces the thing and time also, is not correctly described as acting now, and not before, according to an imaginary succession of time succeeding time, as if time were presupposed to His action; but He must be considered as giving time to His effect as much as and when He willed, and according to what was fitting to demonstrate His power. For the world leads more evidently to the knowledge of the divine creating power, if it was not always, than if it had always been; since everything which was not always manifestly has a cause; whereas this is not so manifest of what always was."
                            ],
                            "id": 6,
                            "article": 1
                        },
                        "7": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 7: As is stated (Phys. iv, text 99), \"before\" and \"after\" belong to time, according as they are in movement. Hence beginning and end in time must be taken in the same way as in movement. Now, granted the eternity of movement, it is necessary that any given moment in movement be a beginning and an end of movement; which need not be if movement be a beginning. The same applies to the \"now\" of time. Thus it appears that the idea of the instant \"now,\" as being always the beginning and end of time, presupposes the eternity of time and movement. Hence Aristotle brings forward this reason (Phys. viii, text 10) against those who asserted the eternity of time, but denied the eternity of movement."
                            ],
                            "id": 7,
                            "article": 1
                        },
                        "8": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 8: God is prior to the world by priority of duration. But the word \"prior\" signifies priority not of time, but of eternity. Or we may say that it signifies the eternity of imaginary time, and not of time really existing; thus, when we say that above heaven there is nothing, the word \"above\" signifies only an imaginary place, according as it is possible to imagine other dimensions beyond those of the heavenly body."
                            ],
                            "id": 8,
                            "article": 1
                        },
                        "9": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 9: As the effect follows from the cause that acts by nature, according to the mode of its form, so likewise it follows from the voluntary agent, according to the form preconceived and determined by the agent, as appears from what was said above (Question [19], Article [4]; Question [41], Article [2]). Therefore, although God was from eternity the sufficient cause of the world, we should not say that the world was produced by Him, except as preordained by His will---that is, that it should have being after not being, in order more manifestly to declare its author."
                            ],
                            "id": 9,
                            "article": 1
                        },
                        "10": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1:: Given the action, the effect follows according to the requirement of the form, which is the principle of action. But in agents acting by will, what is conceived and preordained is to be taken as the form, which is the principle of action. Therefore from the eternal action of God an eternal effect did not follow; but such an effect as God willed, an effect, to wit, which has being after not being."
                            ],
                            "id": 10,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Jn. 17:5), \"Glorify Me, O Father, with Thyself with the glory which I had before the world was\"; and (Prov. 8:22), \"The Lord possessed Me in the beginning of His ways, before He made anything from the beginning.\""
                    ],
                    "body": [
                        "I answer that, Nothing except God can be eternal. And this statement is far from impossible to uphold: for it has been shown above (Question [19], Article [4]) that the will of God is the cause of things. Therefore things are necessary, according as it is necessary for God to will them, since the necessity of the effect depends on the necessity of the cause (Metaph. v, text 6). Now it was shown above (Question [19], Article [3]), that, absolutely speaking, it is not necessary that God should will anything except Himself. It is not therefore necessary for God to will that the world should always exist; but the world exists forasmuch as God wills it to exist, since the being of the world depends on the will of God, as on its cause. It is not therefore necessary for the world to be always; and hence it cannot be proved by demonstration.",
                        "Nor are Aristotle's reasons (Phys. viii) simply, but relatively, demonstrative---viz. in order to contradict the reasons of some of the ancients who asserted that the world began to exist in some quite impossible manner. This appears in three ways. Firstly, because, both in Phys. viii and in De Coelo i, text 101, he premises some opinions, as those of Anaxagoras, Empedocles and Plato, and brings forward reasons to refute them. Secondly, because wherever he speaks of this subject, he quotes the testimony of the ancients, which is not the way of a demonstrator, but of one persuading of what is probable. Thirdly, because he expressly says (Topic. i, 9), that there are dialectical problems, about which we have nothing to say from reason, as, \"whether the world is eternal.\""
                    ]
                },
                "2": {
                    "question": 46,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether it is an article of faith that the world began?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that it is not an article of faith but a demonstrable conclusion that the world began. For everything that is made has a beginning of its duration. But it can be proved demonstratively that God is the effective cause of the world; indeed this is asserted by the more approved philosophers. Therefore it can be demonstratively proved that the world began."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, if it is necessary to say that the world was made by God, it must therefore have been made from nothing or from something. But it was not made from something; otherwise the matter of the world would have preceded the world; against which are the arguments of Aristotle (De Coelo i), who held that heaven was ungenerated. Therefore it must be said that the world was made from nothing; and thus it has being after not being. Therefore it must have begun."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, everything which works by intellect works from some principle, as appears in all kinds of craftsmen. But God acts by intellect: therefore His work has a principle. The world, therefore, which is His effect, did not always exist."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, it appears manifestly that certain arts have developed, and certain countries have begun to be inhabited at some fixed time. But this would not be the case if the world had been always. Therefore it is manifest that the world did not always exist."
                            ],
                            "id": 4,
                            "article": 2
                        },
                        "5": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, it is certain that nothing can be equal to God. But if the world had always been, it would be equal to God in duration. Therefore it is certain that the world did not always exist."
                            ],
                            "id": 5,
                            "article": 2
                        },
                        "6": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 6: Further, if the world always was, the consequence is that infinite days preceded this present day. But it is impossible to pass through an infinite medium. Therefore we should never have arrived at this present day; which is manifestly false."
                            ],
                            "id": 6,
                            "article": 2
                        },
                        "7": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 7: Further, if the world was eternal, generation also was eternal. Therefore one man was begotten of another in an infinite series. But the father is the efficient cause of the son (Phys. ii, text 5). Therefore in efficient causes there could be an infinite series, which is disproved (Metaph. ii, text 5)."
                            ],
                            "id": 7,
                            "article": 2
                        },
                        "8": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 8: Further, if the world and generation always were, there have been an infinite number of men. But man's soul is immortal: therefore an infinite number of human souls would actually now exist, which is impossible. Therefore it can be known with certainty that the world began, and not only is it known by faith."
                            ],
                            "id": 8,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: As Augustine says (De Civ. Dei xi, 4), the opinion of philosophers who asserted the eternity of the world was twofold. For some said that the substance of the world was not from God, which is an intolerable error; and therefore it is refuted by proofs that are cogent. Some, however, said that the world was eternal, although made by God. For they hold that the world has a beginning, not of time, but of creation, so that in a certain hardly intelligible way it was always made. \"And they try to explain their meaning thus (De Civ. Dei x, 31): for as, if the foot were always in the dust from eternity, there would always be a footprint which without doubt was caused by him who trod on it, so also the world always was, because its Maker always existed.\" To understand this we must consider that the efficient cause, which acts by motion, of necessity precedes its effect in time; because the effect is only in the end of the action, and every agent must be the principle of action. But if the action is instantaneous and not successive, it is not necessary for the maker to be prior to the thing made in duration as appears in the case of illumination. Hence they say that it does not follow necessarily if God is the active cause of the world, that He should be prior to the world in duration; because creation, by which He produced the world, is not a successive change, as was said above (Question [45], Article [2])."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Those who would say that the world was eternal, would say that the world was made by God from nothing, not that it was made after nothing, according to what we understand by the word creation, but that it was not made from anything; and so also some of them do not reject the word creation, as appears from Avicenna  (Metaph. ix, text 4)."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: This is the argument of Anaxagoras (as quoted in Phys. viii, text 15). But it does not lead to a necessary conclusion, except as to that intellect which deliberates in order to find out what should be done, which is like movement. Such is the human intellect, but not the divine intellect (Question [14], Articles [7],12)."
                            ],
                            "id": 3,
                            "article": 2
                        },
                        "4": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Those who hold the eternity of the world hold that some region was changed an infinite number of times, from being uninhabitable to being inhabitable and \"vice versa,\" and likewise they hold that the arts, by reason of various corruptions and accidents, were subject to an infinite variety of advance and decay. Hence Aristotle says (Meteor. i), that it is absurd from such particular changes to hold the opinion of the newness of the whole world."
                            ],
                            "id": 4,
                            "article": 2
                        },
                        "5": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: Even supposing that the world always was, it would not be equal to God in eternity, as Boethius says (De Consol. v, 6); because the divine Being is all being simultaneously without succession; but with the world it is otherwise."
                            ],
                            "id": 5,
                            "article": 2
                        },
                        "6": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 6: Passage is always understood as being from term to term. Whatever bygone day we choose, from it to the present day there is a finite number of days which can be passed through. The objection is founded on the idea that, given two extremes, there is an infinite number of mean terms."
                            ],
                            "id": 6,
                            "article": 2
                        },
                        "7": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 7: In efficient causes it is impossible to proceed to infinity \"per se\"---thus, there cannot be an infinite number of causes that are \"per se\" required for a certain effect; for instance, that a stone be moved by a stick, the stick by the hand, and so on to infinity. But it is not impossible to proceed to infinity \"accidentally\" as regards efficient causes; for instance, if all the causes thus infinitely multiplied should have the order of only one cause, their multiplication being accidental, as an artificer acts by means of many hammers accidentally, because one after the other may be broken. It is accidental, therefore, that one particular hammer acts after the action of another; and likewise it is accidental to this particular man as generator to be generated by another man; for he generates as a man, and not as the son of another man. For all men generating hold one grade in efficient causes---viz. the grade of a particular generator. Hence it is not impossible for a man to be generated by man to infinity; but such a thing would be impossible if the generation of this man depended upon this man, and on an elementary body, and on the sun, and so on to infinity."
                            ],
                            "id": 7,
                            "article": 2
                        },
                        "8": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 8: Those who hold the eternity of the world evade this reason in many ways. For some do not think it impossible for there to be an actual infinity of souls, as appears from the Metaphysics of Algazel, who says that such a thing is an accidental infinity. But this was disproved above (Question [7], Article [4]). Some say that the soul is corrupted with the body. And some say that of all souls  only one will remain. But others, as Augustine says [*Serm. xiv, De Temp. 4,5; De Haeres., haeres. 46; De Civ. Dei xii. 13], asserted on this account a circuit of souls---viz. that souls separated from their bodies return again thither after a course of time; a fuller consideration of which matters will be given later (Question [75], Article [2]; Question [118], Article [6]). But be it noted that this argument considers only a particular case. Hence one might say that the world was eternal, or least some creature, as an angel, but not man. But we are considering the question in general, as to whether any creature can exist from eternity."
                            ],
                            "id": 8,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, The articles of faith cannot be proved demonstratively, because faith is of things \"that appear not\" (Heb. 11:1). But that God is the Creator of the world: hence that the world began, is an article of faith; for we say, \"I believe in one God,\" etc. And again, Gregory says (Hom. i in Ezech.), that Moses prophesied of the past, saying, \"In the beginning God created  heaven and earth\": in which words the newness of the world is stated. Therefore the newness of the world is known only by revelation; and therefore it cannot be proved demonstratively."
                    ],
                    "body": [
                        "I answer that, By faith alone do we hold, and by no demonstration can it be proved, that the world did not always exist, as was said above of the mystery of the Trinity (Question [32], Article [1]). The reason of this is that the newness of the world cannot be demonstrated on the part of the world itself. For the principle of demonstration is the essence of a thing. Now everything according to its species is abstracted from \"here\" and \"now\"; whence it is said that universals are everywhere and always. Hence it cannot be demonstrated that man, or heaven, or a stone were not always. Likewise neither can it be demonstrated on the part of the efficient cause, which acts by will. For the will of God cannot be investigated by reason, except as regards those things which God must will of necessity; and what He wills about creatures is not among these, as was said above (Question [19], Article [3]). But the divine will can be manifested by revelation, on which faith rests. Hence that the world began to exist is an object of faith, but not of demonstration or science. And it is useful to consider this, lest anyone, presuming to demonstrate what is of faith, should bring forward reasons that are not cogent, so as to give occasion to unbelievers to laugh, thinking that on such grounds we believe things that are of faith."
                    ]
                },
                "3": {
                    "question": 46,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the creation of things was in the beginning of time?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the creation of things was not in the beginning of time. For whatever is not in time, is not of any part of time. But the creation of things was not in time; for by the creation the substance of things was brought into being; and time does not measure the substance of things, and especially of incorporeal things. Therefore creation was not in the beginning of time."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the Philosopher proves (Phys. vi, text 40) that everything which is made, was being made; and so to be made implies a \"before\" and \"after.\" But in the beginning of time, since it is indivisible, there is no \"before\" and \"after.\" Therefore, since to be created is a kind of \"being made,\" it appears that things were not created in the beginning of time."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 46,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, even time itself is created. But time cannot be created in the beginning of time, since time is divisible, and the beginning of time is indivisible. Therefore, the creation of things was not in the beginning of time."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Things are said to be created in the beginning of time, not as if the beginning of time were a measure of creation, but because together with time heaven and earth were created."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: This saying of the Philosopher is understood \"of being made\" by means of movement, or as the term of movement. Because, since in every movement there is \"before\" and \"after,\" before any one point in a given movement---that is, whilst anything is in the process of being moved and made, there is a \"before\" and also an \"after,\" because what is in the beginning of movement or in its term is not in \"being moved.\" But creation is neither movement nor the term of movement, as was said above (Question [45], Articles [2],3). Hence a thing is created in such a way that it was not being created before."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 46,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Nothing is made except as it exists. But nothing exists of time except \"now.\" Hence time cannot be made except according to some \"now\"; not because in the first \"now\" is time, but because from it time begins."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:1): \"In the beginning God created heaven and earth.\""
                    ],
                    "body": [
                        "I answer that, The words of Genesis, \"In the beginning God created heaven and earth,\" are expounded in a threefold sense in order to exclude three errors. For some said that the world always was, and that time had no beginning; and to exclude this the words \"In the beginning\" are expounded---viz. \"of time.\" And some said that there are two principles of creation, one of good things and the other of evil things, against which \"In the beginning\" is expounded---\"in the Son.\" For as the efficient principle is appropriated to the Father by reason of power, so the exemplar principle is appropriated to the Son by reason of wisdom, in order that, as it is said (Ps. 103:24), \"Thou hast made all things in wisdom,\" it may be understood that God made all things in the beginning---that is, in the Son; according to the word of the Apostle (Col. 1:16), \"In Him\"---viz. the Son---\"were created all things.\" But others said that corporeal things were created by God through the medium of spiritual creation; and to exclude this it is expounded thus: \"In the beginning\"---i.e. before all things---\"God  created heaven and earth.\" For four things are stated to be created together---viz. the empyrean heaven, corporeal matter, by which is meant the earth, time, and the angelic nature."
                    ]
                }
            }
        },
        "47": {
            "id": 47,
            "part": "FP",
            "title": "Of the Distinction of Things in General",
            "section": 1,
            "outer": {
                "question": 47,
                "type": "outer",
                "part": "FP",
                "text": [
                    "After considering the production of creatures, we come to the consideration of the distinction of things. This consideration will be threefold---first, of the distinction of things in general; secondly, of the distinction of good and evil; thirdly, of the distinction of the spiritual and corporeal creature.",
                    "Under the first head, there are three points of inquiry:",
                    "(1) The multitude or distinction of things.",
                    "(2) Their inequality.",
                    "(3) The unity of the world."
                ],
                "title": [
                    "TREATISE ON THE DISTINCTION OF THINGS IN GENERAL (Question [47]) OF THE DISTINCTION OF THINGS IN GENERAL (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 47,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the multitude and distinction of things come from God?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the multitude and distinction of things does not come from God. For one naturally always makes one. But God is supremely one, as appears from what precedes (Question [11], Article [4]). Therefore He produces but one effect."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the representation is assimilated to its exemplar. But God is the exemplar cause of His effect, as was said above (Question [44], Article [3]). Therefore, as God is one, His effect is one only, and not diverse."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the means are proportional to the end. But the  end of the creation is one---viz. the divine goodness, as was shown above (Question [44], Article [4]). Therefore the effect of God is but one."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The natural agent acts by the form which makes it what it is, and which is only one in one thing; and therefore its effect is one only. But the voluntary agent, such as God is, as was shown above (Question [19], Article [4]), acts by an intellectual form. Since, therefore, it is not against God's unity and simplicity to understand many things, as was shown above (Question [15], Article [2]), it follows that, although He is one, He can make many things."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: This reason would apply to the representation which reflects the exemplar perfectly, and which is multiplied by reason of matter only; hence the uncreated image, which is perfect, is only one. But no creature represents the first exemplar perfectly, which is the divine essence; and, therefore, it can be represented by many things. Still, according as ideas are called exemplars, the plurality of ideas corresponds in the divine mind to the plurality of things."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: In speculative things the medium of demonstration, which demonstrates the conclusion perfectly, is one only; whereas probable means of proof are many. Likewise when operation is concerned, if the means be equal, so to speak, to the end, one only is sufficient. But the creature is not such a means to its end, which is God; and hence the multiplication of creatures is necessary."
                            ],
                            "id": 3,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Gn. 1:4,7) that God \"divided the light from the darkness,\" and \"divided waters from waters.\" Therefore the distinction and multitude of things is from God."
                    ],
                    "body": [
                        "I answer that, The distinction of things has been ascribed to many causes. For some attributed the distinction to matter, either by itself or with the agent. Democritus, for instance, and all the ancient natural philosophers, who admitted no cause but matter, attributed it to matter alone; and in their opinion the distinction of things comes from chance according to the movement of matter. Anaxagoras, however, attributed the distinction and multitude of things to matter and to the agent together; and he said that the intellect distinguishes things by extracting what is mixed up in matter.",
                        "But this cannot stand, for two reasons. First, because, as was shown above (Question [44], Article [2]), even matter itself was created by God. Hence we must reduce whatever distinction comes from matter to a higher cause. Secondly, because matter is for the sake of the form, and not the form for the matter, and the distinction of things comes from their proper forms. Therefore the distinction of things is not on account of the matter; but rather, on the contrary, created matter is formless, in order that it may be accommodated to different forms.",
                        "Others have attributed the distinction of things to secondary agents, as did Avicenna, who said that God by understanding Himself, produced the first intelligence; in which, forasmuch as it was not its own being, there is necessarily composition of potentiality and act, as will appear later (Question [50], Article [3]). And so the first intelligence, inasmuch as it understood the first cause, produced the second intelligence; and in so far as it understood itself as in potentiality it produced the heavenly body, which causes movement, and inasmuch as it understood itself as having actuality it produced the soul of the heavens.",
                        "But this opinion cannot stand, for two reasons. First, because it was shown above (Question [45], Article [5]) that to create belongs to God alone, and hence what can be caused only by creation is produced by God alone---viz. all those things which are not subject to generation and corruption. Secondly, because, according to this opinion, the universality of things would not proceed from the intention of the first agent, but from the concurrence of many active causes; and such an effect we can describe only as being produced by chance. Therefore, the perfection of the universe, which consists of the diversity of things, would thus be a thing of chance, which is impossible.",
                        "Hence we must say that the distinction and multitude of things come from the intention of the first agent, who is God. For He brought things into being in order that His goodness might be  communicated to creatures, and be represented by them; and because His goodness could not be adequately represented by one creature alone, He produced many and diverse creatures, that what was wanting to one in the representation of the divine goodness might be supplied by another. For goodness, which in God is simple and uniform, in creatures is manifold and divided and hence the whole universe together participates the divine goodness more perfectly, and represents it better than any single creature whatever.",
                        "And because the divine wisdom is the cause of the distinction of things, therefore Moses said that things are made distinct by the word of God, which is the concept of His wisdom; and this is what we read in Gn. 1:3,4: \"God said: Be light made . . . And He divided the light from the darkness.\""
                    ]
                },
                "2": {
                    "question": 47,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the inequality of things is from God?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the inequality of things is not from God. For it belongs to the best to produce the best. But among things that are best, one is not greater than another. Therefore, it belongs to God, Who is the Best, to make all things equal."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, equality is the effect of unity (Metaph. v, text 20). But God is one. Therefore, He has made all things equal."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, it is the part of justice to give unequal to unequal things. But God is just in all His works. Since, therefore, no inequality of things is presupposed to the operation whereby He  gives being to things, it seems that He has made all things equal."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: It is part of the best agent to produce an effect which is best in its entirety; but this does not mean that He makes every part of the whole the best absolutely, but in proportion to the whole; in the case of an animal, for instance, its goodness would be taken away if every part of it had the dignity of an eye. Thus, therefore, God also made the universe to be best as a whole, according to the mode of a creature; whereas He did not make each single creature best, but one better than another. And therefore we find it said of each creature, \"God saw the light that it was good\" (Gn. 1:4); and in like manner of each one of the rest. But of all together it is said, \"God saw all the things that He had made, and they were very good\" (Gn. 1:31)."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The first effect of unity is equality; and then comes multiplicity; and therefore from the Father, to Whom, according to Augustine (De Doctr. Christ. i, 5), is appropriated unity, the Son proceeds to Whom is appropriated equality, and then from Him the creature proceeds, to which belongs inequality; but nevertheless even creatures share in a certain equality---namely, of proportion."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: This is the argument that persuaded Origen: but it holds only as regards the distribution of rewards, the inequality of which is due to unequal merits. But in the constitution of things there is no inequality of parts through any preceding inequality, either of merits or of the disposition of the matter; but inequality comes from the perfection of the whole. This appears also in works done by art; for the roof of a house differs from the foundation, not because it is made of other material; but in order that the house may be made perfect of different parts, the artificer seeks different material; indeed, he would make such material if he could."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Ecclus. 33:7): \"Why does one day excel another, and one light another, and one year another year, one sun another sun? [Vulg.: 'when all come of the sun']. By the knowledge of the Lord they were distinguished.\""
                    ],
                    "body": [
                        "I answer that, When Origen wished to refute those who said that the distinction of things arose from the contrary principles of good and evil, he said that in the beginning all things were created equal by God. For he asserted that God first created only the rational creatures and all equal; and that inequality arose in them from free-will, some being turned to God more and some less, and others turned more and others less away from God. And so those rational creatures which were turned to God by free-will, were promoted to the order of angels according to the diversity of merits. And those who were turned away from God were bound down to bodies according to the diversity of their sin; and he said this was the cause of the creation and diversity of bodies. But according to this opinion, it would follow that the universality of bodily creatures would not be the effect of the goodness of God as communicated to creatures, but it would be for the sake of the punishment of sin, which is contrary to what is said: \"God saw all the things that He had made, and they were very good\" (Gn. 1:31). And, as Augustine says (De Civ. Dei ii, 3): \"What can be more foolish than to say that the divine Architect provided this one sun for the one world, not to be an ornament to its beauty, nor for the benefit of corporeal things, but that it happened through the sin of one soul; so that, if a hundred souls had sinned, there would be a hundred suns in the world?\"",
                        "Therefore it must be said that as the wisdom of God is the cause of the distinction of things, so the same wisdom is the cause of their inequality. This may be explained as follows. A twofold distinction is found in things; one is a formal distinction as regards things differing specifically; the other is a material distinction as regards things differing numerically only. And as the matter is on account of the form, material distinction exists for the sake of the formal distinction. Hence we see that in incorruptible things there is only one individual of each species, forasmuch as the species is sufficiently preserved in the one; whereas in things generated and corruptible there are many individuals of one species for the preservation of the species. Whence it appears that formal distinction is of greater consequence than material. Now, formal distinction always requires inequality, because as the Philosopher says (Metaph. viii, 10), the forms of things are like numbers in which species vary by addition or subtraction of unity. Hence in natural things species seem to be arranged in degrees; as the mixed things are more perfect than the elements, and plants than minerals, and animals than plants, and men than other animals; and in each of these one species is more perfect than others. Therefore, as the divine wisdom is the cause of the distinction of things for the sake of the perfection of the universe, so it is the cause of inequality. For the universe would  not be perfect if only one grade of goodness were found in things."
                    ]
                },
                "3": {
                    "question": 47,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether there is only one world?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that there is not only one world, but many. Because, as Augustine says (Questions. 83, qu. 46), it is unfitting to say that God has created things without a reason. But for the same reason He created one, He could create many, since His power is not limited to the creation of one world; but rather it is infinite, as was shown above (Question [25], Article [2]). Therefore God has produced many worlds."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, nature does what is best and much more does God. But it is better for there to be many worlds than one, because many good things are better than a few. Therefore many worlds have been made by God."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 47,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, everything which has a form in matter can be multiplied in number, the species remaining the same, because multiplication in number comes from matter. But the world has a  form in matter. Thus as when I say \"man\" I mean the form, and when I say \"this man,\" I mean the form in matter; so when we say \"world,\" the form is signified, and when we say \"this world,\" the form in the matter is signified. Therefore there is nothing to prevent the existence of many worlds."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: This reason proves that the world is one because all things must be arranged in one order, and to one end. Therefore from the unity of order in things Aristotle infers (Metaph. xii, text 52) the unity of God governing all; and Plato (Tim.), from the unity of the exemplar, proves the unity of the world, as the thing designed."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: No agent intends material plurality as the end forasmuch as material multitude has no certain limit, but of itself tends to infinity, and the infinite is opposed to the notion of end. Now when it is said that many worlds are better than one, this has reference to material order. But the best in this sense is not the intention of the divine agent; forasmuch as for the same reason it might be said that if He had made two worlds, it would be better if He had made three; and so on to infinite."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 47,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The world is composed of the whole of its matter. For it is not possible for there to be another earth than this one, since every earth would naturally be carried to this central one, wherever it was. The same applies to the other bodies which are part of the world."
                            ],
                            "id": 3,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, It is said (Jn. 1:10): \"The world was made by Him,\" where the world is named as one, as if only one existed."
                    ],
                    "body": [
                        "I answer that, The very order of things created by God shows the unity of the world. For this world is called one by the unity of order, whereby some things are ordered to others. But whatever things come from God, have relation of order to each other, and to God Himself, as shown above (Question [11], Article [3]; Question [21], Article [1]). Hence it must be that all things should belong to one world. Therefore those only can assert that many worlds exist who do not acknowledge any ordaining wisdom, but rather believe in chance, as Democritus, who said that this world, besides an infinite number of other worlds, was made from a casual concourse of atoms."
                    ]
                }
            }
        },
        "48": {
            "id": 48,
            "part": "FP",
            "title": "The Distinction of Things in Particular",
            "section": 1,
            "outer": {
                "question": 48,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We must now consider the distinction of things in particular; and firstly the distinction of good and evil; and then the distinction of the spiritual and corporeal creatures.",
                    "Concerning the first, we inquire into evil and its cause.",
                    "Concerning evil, six points are to be considered:",
                    "(1) Whether evil is a nature?",
                    "(2) Whether evil is found in things?",
                    "(3) Whether good is the subject of evil?",
                    "(4) Whether evil totally corrupts good?",
                    "(5) The division of evil into pain and fault.",
                    "(6) Whether pain, or fault, has more the nature of evil?"
                ],
                "title": [
                    "TREATISE ON THE DISTINCTION OF GOOD AND EVIL (Questions [48]-49) THE DISTINCTION OF THINGS IN PARTICULAR (SIX ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether evil is a nature?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that evil is a nature. For every genus is a nature. But evil is a genus; for the Philosopher says (Praedic. x) that \"good and evil are not in a genus, but are genera of other things.\" Therefore evil is a nature."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, every difference which constitutes a species is a nature. But evil is a difference constituting a species of morality; for a bad habit differs in species from a good habit, as liberality from illiberality. Therefore evil signifies a nature."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, each extreme of two contraries is a nature. But evil and good are not opposed as privation and habit, but as contraries, as the Philosopher shows (Praedic. x) by the fact that between good and evil there is a medium, and from evil there can be a return to good. Therefore evil signifies a nature."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, what is not, acts not. But evil acts, for it corrupts good. Therefore evil is a being and a nature."
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, nothing belongs to the perfection of the universe except what is a being and a nature. But evil belongs to the perfection of the universe of things; for Augustine says (Enchir. 10,11) that the \"admirable beauty of the universe is made up of all things. In which even what is called evil, well ordered and in its place, is the eminent commendation of what is good.\" Therefore evil is a nature."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Aristotle speaks there according to the opinion of Pythagoreans, who thought that evil was a kind of nature; and therefore they asserted the existence of the genus of good and  evil. For Aristotle, especially in his logical works, brings forward examples that in his time were probable in the opinion of some philosophers. Or, it may be said that, as the Philosopher says (Metaph. iv, text 6), \"the first kind of contrariety is habit and privation,\" as being verified in all contraries; since one contrary is always imperfect in relation to another, as black in relation to white, and bitter in relation to sweet. And in this way good and evil are said to be genera not simply, but in regard to contraries; because, as every form has the nature of good, so every privation, as such, has the nature of evil."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Good and evil are not constitutive differences except in morals, which receive their species from the end, which is the object of the will, the source of all morality. And because good has the nature of an end, therefore good and evil are specific differences in moral things; good in itself, but evil as the absence of the due end. Yet neither does the absence of the due end by itself constitute a moral species, except as it is joined to the undue end; just as we do not find the privation of the substantial form in natural things, unless it is joined to another form. Thus, therefore, the evil which is a constitutive difference in morals is a certain good joined to the privation of another good; as the end proposed by the intemperate man is not the privation of the good of reason, but the delight of sense without the order of reason. Hence evil is not a constitutive difference as such, but by reason of the good that is annexed."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: This appears from the above. For the Philosopher speaks there of good and evil in morality. Because in that respect, between good and evil there is a medium, as good is considered as something rightly ordered, and evil as a thing not only out of right order, but also as injurious to another. Hence the Philosopher says (Ethic. iv, i) that a \"prodigal man is foolish, but not evil.\" And from this evil in morality, there may be a return to good, but not from any sort of evil, for from blindness there is no return to sight, although blindness is an evil."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: A thing is said to act in a threefold sense. In one way, formally, as when we say that whiteness makes white; and in that sense evil considered even as a privation is said to corrupt good, forasmuch as it is itself a corruption or privation of good. In another sense a thing is said to act effectively, as when a painter makes a wall white. Thirdly, it is said in the sense of the final cause, as the end is said to effect by moving the efficient cause. But in these two ways evil does not effect anything of itself, that is, as a privation, but by virtue of the good annexed to it. For every action comes from some form; and everything which is desired as an end, is a perfection. And therefore, as Dionysius says (Div. Nom. iv): \"Evil does not act, nor is it desired, except by virtue of some good joined to it: while of itself it is nothing definite, and beside the scope of our will and intention.\""
                            ],
                            "id": 4,
                            "article": 1
                        },
                        "5": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: As was said above, the parts of the universe are  ordered to each other, according as one acts on the other, and according as one is the end and exemplar of the other. But, as was said above, this can only happen to evil as joined to some good. Hence evil neither belongs to the perfection of the universe, nor does it come under the order of the same, except accidentally, that is, by reason of some good joined to it."
                            ],
                            "id": 5,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, Dionysius says (Div. Nom. iv), \"Evil is neither a being nor a good.\""
                    ],
                    "body": [
                        "I answer that, One opposite is known through the other, as darkness is known through light. Hence also what evil is must be known from the nature of good. Now, we have said above that good is everything appetible; and thus, since every nature desires its own being and its own perfection, it must be said also that the being and the perfection of any nature is good. Hence it cannot be that evil signifies being, or any form or nature. Therefore it must be that by the name of evil is signified the absence of good. And this is what is meant by saying that \"evil is neither a being nor a good.\" For since being, as such, is good, the absence of one implies the absence of the other."
                    ]
                },
                "2": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether evil is found in things?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that evil is not found in things. For whatever is found in things, is either something, or a privation of something, that is a \"not-being.\" But Dionysius says (Div. Nom. iv) that \"evil is distant from existence, and even more distant from non-existence.\" Therefore evil is not at all found in things."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, \"being\" and \"thing\" are convertible. If therefore evil is a being in things, it follows that evil is a thing, which is contrary to what has been said (Article [1])."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, \"the white unmixed with black is the most white,\" as the Philosopher says (Topic. iii, 4). Therefore also the good unmixed with evil is the greater good. But God makes always what is best, much more than nature does. Therefore in things made by God there is no evil."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Evil is distant both from simple being and from simple \"not-being,\" because it is neither a habit nor a pure negation, but a privation."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: As the Philosopher says (Metaph. v, text 14), being is twofold. In one way it is considered as signifying the entity of a thing, as divisible by the ten \"predicaments\"; and in  that sense it is convertible with thing, and thus no privation is a being, and neither therefore is evil a being. In another sense being conveys the truth of a proposition which unites together subject and attribute by a copula, notified by this word \"is\"; and in this sense being is what answers to the question, \"Does it exist?\" and thus we speak of blindness as being in the eye; or of any other privation. In this way even evil can be called a being. Through ignorance of this distinction some, considering that things may be evil, or that evil is said to be in things, believed that evil was a positive thing in itself."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: God and nature and any other agent make what is best in the whole, but not what is best in every single part, except in order to the whole, as was said above (Question [47], Article [2]). And the whole itself, which is the universe of creatures, is all the better and more perfect if some things in it can fail in goodness, and do sometimes fail, God not preventing this. This happens, firstly, because \"it belongs to Providence not to destroy, but to save nature,\" as Dionysius says (Div. Nom. iv); but it belongs to nature that what may fail should sometimes fail; secondly, because, as Augustine says (Enchir. 11), \"God is so powerful that He can even make good out of evil.\" Hence many good things would be taken away if God permitted no evil to exist; for fire would not be generated if air was not corrupted, nor would the life of a lion be preserved unless the ass were killed. Neither would avenging justice nor the patience of a sufferer be praised if there were no injustice."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, On the above assumptions, all prohibitions and penalties would cease, for they exist only for evils."
                    ],
                    "body": [
                        "I answer that, As was said above (Question [47], Articles [1],2), the perfection of the universe requires that there should be inequality in things, so that every grade of goodness may be realized. Now, one grade of goodness is that of the good which cannot fail. Another grade of goodness is that of the good which can fail in goodness, and this grade is to be found in existence itself; for some things there are which cannot lose their existence as incorruptible things, while some there are which can lose it, as things corruptible.",
                        "As, therefore, the perfection of the universe requires that there should be not only beings incorruptible, but also corruptible beings; so the perfection of the universe requires that there should be some which can fail in goodness, and thence it follows that sometimes they do fail. Now it is in this that evil consists, namely, in the fact that a thing fails in goodness. Hence it is clear that evil is found in things, as corruption also is found; for corruption is itself an evil."
                    ]
                },
                "3": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether evil is in good as in its subject?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that evil is not in good as its subject. For good is something that exists. But Dionysius says (Div. Nom. iv, 4) that \"evil does not exist, nor is it in that which exists.\" Therefore, evil is not in good as its subject."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, evil is not a being; whereas good is a being. But \"non-being\" does not require being as its subject. Therefore, neither does evil require good as its subject."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, one contrary is not the subject of another. But good and evil are contraries. Therefore, evil is not in good as in its subject."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, the subject of whiteness is called white. Therefore also the subject of evil is evil. If, therefore, evil is in good as in its subject, it follows that good is evil, against what is said (Is. 5:20): \"Woe to you who call evil good, and good evil!\""
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Dionysius means that evil is not in existing things as a part, or as a natural property of any existing thing."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: \"Not-being,\" understood negatively, does not require a subject; but privation is negation in a subject, as the Philosopher says (Metaph. iv, text 4), and such \"not-being\" is an evil."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Evil is not in the good opposed to it as in its subject, but in some other good, for the subject of blindness is not \"sight,\" but \"animal.\" Yet, it appears, as Augustine says (Enchiridion 13), that the rule of dialectics here fails, where it is laid down that contraries cannot exist together. But this is to be taken as referring to good and evil in general, but not in reference to any particular good and evil. For white and black, sweet and bitter, and the like contraries, are only considered as contraries in a special sense, because they exist in some determinate genus; whereas good enters into every genus. Hence one good can coexist with the privation of another good."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: The prophet invokes woe to those who say that good as such is evil. But this does not follow from what is said above, as is clear from the explanation given."
                            ],
                            "id": 4,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Enchiridion 14) that \"evil exists only in good.\""
                    ],
                    "body": [
                        "I answer that, As was said above (Article [1]), evil imports the absence of good. But not every absence of good is evil. For absence  of good can be taken in a privative and in a negative sense. Absence of good, taken negatively, is not evil; otherwise, it would follow that what does not exist is evil, and also that everything would be evil, through not having the good belonging to something else; for instance, a man would be evil who had not the swiftness of the roe, or the strength of a lion. But the absence of good, taken in a privative sense, is an evil; as, for instance, the privation of sight is called blindness.",
                        "Now, the subject of privation and of form is one and the same---viz. being in potentiality, whether it be being in absolute potentiality, as primary matter, which is the subject of the substantial form, and of privation of the opposite form; or whether it be being in relative potentiality, and absolute actuality, as in the case of a transparent body, which is the subject both of darkness and light. It is, however, manifest that the form which makes a thing actual is a perfection and a good; and thus every actual being is a good; and likewise every potential being, as such, is a good, as having a relation to good. For as it has being in potentiality, so has it goodness in potentiality. Therefore, the subject of evil is good."
                    ]
                },
                "4": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether evil corrupts the whole good?"
                    ],
                    "id": 4,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that evil corrupts the whole good. For one contrary is wholly corrupted by another. But good and evil are contraries. Therefore evil corrupts the whole good."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, Augustine says (Enchiridion 12) that \"evil  hurts inasmuch as it takes away good.\" But good is all of a piece and uniform. Therefore it is wholly taken away by evil."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, evil, as long as it lasts, hurts, and takes away good. But that from which something is always being removed, is at some time consumed, unless it is infinite, which cannot be said of any created good. Therefore evil wholly consumes good."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: The good which is opposed to evil is wholly taken away; but other goods are not wholly removed, as said above."
                            ],
                            "id": 1,
                            "article": 4
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The aforesaid aptitude is a medium between subject and act. Hence, where it touches act, it is diminished by evil; but where it touches the subject, it remains as it was. Therefore, although good is like to itself, yet, on account of its relation to different things, it is not wholly, but only partially taken away."
                            ],
                            "id": 2,
                            "article": 4
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Some, imagining that the diminution of this kind of good is like the diminution of quantity, said that just as the continuous is infinitely divisible, if the division be made in an ever same proportion (for instance, half of half, or a third of a third), so is it in the present case. But this explanation does not avail here. For when in a division we keep the same proportion, we continue to subtract less and less; for half of half is less than half of the whole. But a second sin does not necessarily diminish the above mentioned aptitude less than a preceding sin, but perchance either equally or more.",
                                "Therefore it must be said that, although this aptitude is a finite thing, still it may be so diminished infinitely, not \"per se,\" but accidentally; according as the contrary dispositions are also increased infinitely, as explained above."
                            ],
                            "id": 3,
                            "article": 4
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Enchiridion 12) that \"evil cannot wholly consume good.\""
                    ],
                    "body": [
                        "I answer that, Evil cannot wholly consume good. To prove this we must consider that good is threefold. One kind of good is wholly destroyed by evil, and this is the good opposed to evil, as light is wholly destroyed by darkness, and sight by blindness. Another kind of good is neither wholly destroyed nor diminished by evil, and that is the good which is the subject of evil; for by darkness the substance of the air is not injured. And there is also a kind of good which is diminished by evil, but is not wholly taken away; and this good is the aptitude of a subject to some actuality.",
                        "The diminution, however, of this kind of good is not to be considered by way of subtraction, as diminution in quantity, but rather by way of remission, as diminution in qualities and forms. The remission likewise of this habitude is to be taken as contrary to its intensity. For this kind of aptitude receives its intensity by the dispositions whereby the matter is prepared for actuality; which the more they are multiplied in the subject the more is it fitted to receive its perfection and form; and, on the contrary, it receives its remission by contrary dispositions which, the more they are multiplied in the matter, and the more they are intensified, the more is the potentiality remitted as regards the actuality.",
                        "Therefore, if contrary dispositions cannot be multiplied and intensified to infinity, but only to a certain limit, neither is the aforesaid aptitude diminished or remitted infinitely, as appears in the active and passive qualities of the elements; for coldness and humidity, whereby the aptitude of matter to the form of fire is diminished or remitted, cannot be infinitely multiplied. But if the contrary dispositions can be infinitely multiplied, the aforesaid aptitude is also infinitely diminished or remitted; yet, nevertheless, it is not wholly taken away, because its root always remains, which is the substance of the subject. Thus, if opaque bodies were interposed to infinity between the sun and the air, the aptitude of the air to light would be infinitely diminished, but still it would never be wholly removed while the air remained, which in its very nature is transparent. Likewise, addition in sin can be made to infinitude, whereby the aptitude of the soul to grace is more and more lessened; and these sins, indeed, are like obstacles interposed between us and God, according to Is. 59:2: \"Our sins have divided between us and God.\" Yet the aforesaid aptitude of the soul is not wholly taken away, for it belongs to its very nature."
                    ]
                },
                "5": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [
                        "[*Pain here means \"penalty\": such was its original signification, being derived from \"poena.\" In this sense we say \"Pain of death, Pain of loss, Pain of sense.\"---Ed.]"
                    ],
                    "title": [
                        "Whether evil is adequately divided into pain* and fault?"
                    ],
                    "id": 5,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that evil is not adequately divided into pain and fault. For every defect is a kind of evil. But in all creatures there is the defect of not being able to preserve their own existence, which nevertheless is neither a pain nor a fault. Therefore evil is inadequately divided into pain and fault."
                            ],
                            "id": 1,
                            "article": 5
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, in irrational creatures there is neither fault nor pain; but, nevertheless, they have corruption and defect, which are evils. Therefore not every evil is a pain or a fault."
                            ],
                            "id": 2,
                            "article": 5
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, temptation is an evil, but it is not a fault; for \"temptation which involves no consent, is not a sin, but an occasion for the exercise of virtue,\" as is said in a gloss on 2 Cor. 12; not is it a pain; because temptation precedes the fault, and the pain follows afterwards. Therefore, evil is not sufficiently divided into pain and fault."
                            ],
                            "id": 3,
                            "article": 5
                        },
                        "4": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: On the contrary, It would seem that this division is superfluous: for, as Augustine says (Enchiridion 12), a thing is evil \"because it hurts.\" But whatever hurts is penal. Therefore every evil comes under pain."
                            ],
                            "id": 4,
                            "article": 5
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Because evil is the privation of good, and not a mere negation, as was said above (Article [3]), therefore not every defect of good is an evil, but the defect of the good which is naturally due. For the want of sight is not an evil in a stone, but it is an evil in an animal; since it is against the nature of a stone to see. So, likewise, it is against the nature of a creature to be preserved in existence by itself, because existence and conservation come from one and the same source. Hence this kind of defect is not an evil as regards a creature."
                            ],
                            "id": 1,
                            "article": 5
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Pain and fault do not divide evil absolutely considered, but evil that is found in voluntary things."
                            ],
                            "id": 2,
                            "article": 5
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Temptation, as importing provocation to evil, is always an evil of fault in the tempter; but in the one tempted it is not, properly speaking, a fault; unless through the temptation some change is wrought in the one who is tempted; for thus is the action of the agent in the patient. And if the tempted is changed to evil by the tempter he falls into fault."
                            ],
                            "id": 3,
                            "article": 5
                        },
                        "4": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: In answer to the opposite argument, it must be said that the very nature of pain includes the idea of injury to the agent in himself, whereas the idea of fault includes the idea of injury to the agent in his operation; and thus both are contained in evil, as including the idea of injury."
                            ],
                            "id": 4,
                            "article": 5
                        }
                    },
                    "counter": [],
                    "body": [
                        "I answer that, Evil, as was said above (Article [3]) is the privation of good, which chiefly and of itself consists in perfection and act. Act, however, is twofold; first, and second. The first act is the form and integrity of a thing; the second act is its operation. Therefore evil also is twofold. In one way it occurs by the subtraction of the form, or of any part required for the integrity of the thing, as blindness is an evil, as also it is an evil to be wanting in any member of the body. In another way evil exists by the withdrawal of the due operation, either because it does not exist, or because it has not its due mode and order. But because good in itself is the object of the will, evil, which is the privation of good, is found in a special way in rational creatures which have a will. Therefore the evil which comes from the withdrawal of the form and integrity of the thing, has the nature of a pain; and especially so on the supposition that all things are subject to divine providence and justice, as was shown above (Question [22], Article [2]); for it is of the very nature of a pain to be against the will. But the evil which consists in the subtraction of the due operation in voluntary things has the nature of a fault; for this is imputed to anyone as a fault to fail as regards perfect action, of which he is master by the will. Therefore every evil in voluntary things is to be looked upon as a pain or a fault."
                    ]
                },
                "6": {
                    "question": 48,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether pain has the nature of evil more than fault has?"
                    ],
                    "id": 6,
                    "objections": {
                        "1": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that pain has more of evil than fault.  For fault is to pain what merit is to reward. But reward has more good than merit, as its end. Therefore pain has more evil in it than fault has."
                            ],
                            "id": 1,
                            "article": 6
                        },
                        "2": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, that is the greater evil which is opposed to the greater good. But pain, as was said above (Article [5]), is opposed to the good of the agent, while fault is opposed to the good of the action. Therefore, since the agent is better than the action, it seems that pain is worse than fault."
                            ],
                            "id": 2,
                            "article": 6
                        },
                        "3": {
                            "question": 48,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, the privation of the end is a pain consisting in forfeiting the vision of God; whereas the evil of fault is privation of the order to the end. Therefore pain is a greater evil than fault."
                            ],
                            "id": 3,
                            "article": 6
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Although fault results in pain, as merit in reward, yet fault is not intended on account of the pain, as merit is for the reward; but rather, on the contrary, pain is brought about so that the fault may be avoided, and thus fault is worse than pain."
                            ],
                            "id": 1,
                            "article": 6
                        },
                        "2": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The order of action which is destroyed by fault is the more perfect good of the agent, since it is the second perfection, than the good taken away by pain, which is the first perfection."
                            ],
                            "id": 2,
                            "article": 6
                        },
                        "3": {
                            "question": 48,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Pain and fault are not to be compared as end and order to the end; because one may be deprived of both of these in some way, both by fault and by pain; by pain, accordingly as a man is removed from the end and from the order to the end; by fault, inasmuch as this privation belongs to the action which is not ordered to its due end."
                            ],
                            "id": 3,
                            "article": 6
                        }
                    },
                    "counter": [
                        "On the contrary, A wise workman chooses a less evil in order to prevent a greater, as the surgeon cuts off a limb to save the whole body. But divine wisdom inflicts pain to prevent fault. Therefore fault is a greater evil than pain."
                    ],
                    "body": [
                        "I answer that, Fault has the nature of evil more than pain has; not only more than pain of sense, consisting in the privation of corporeal goods, which kind of pain appeals to most men; but also more than any kind of pain, thus taking pain in its most general meaning, so as to include privation of grace or glory.",
                        "There is a twofold reason for this. The first is that one becomes evil by the evil of fault, but not by the evil of pain, as Dionysius says (Div. Nom. iv): \"To be punished is not an evil; but it is an evil to be made worthy of punishment.\" And this because, since good absolutely considered consists in act, and not in potentiality, and the ultimate act is operation, or the use of something possessed, it follows that the absolute good of man consists in good operation, or the good use of something possessed. Now we use all things by the act of the will. Hence from a good will, which makes a man use well what he has, man is called good, and from a bad will he is called bad. For a man who has a bad will can use ill even the good he has, as when a grammarian of his own will speaks incorrectly. Therefore, because the fault itself consists in the disordered act of the will, and the pain consists in the privation of something used by the will, fault has more of evil in it than pain has.",
                        "The second reason can be taken from the fact that God is the author of the evil of pain, but not of the evil of fault. And this is because the evil of pain takes away the creature's good, which may be either something created, as sight, destroyed by blindness, or something uncreated, as by being deprived of the vision of God, the creature forfeits its uncreated good. But the evil of fault is properly opposed to uncreated good; for it is opposed to the fulfilment of the divine will, and to divine love, whereby the divine good is loved for itself, and not only as shared by the creature. Therefore it is plain that fault has more evil in it than pain has."
                    ]
                }
            }
        },
        "49": {
            "id": 49,
            "part": "FP",
            "title": "The Cause of Evil",
            "section": 1,
            "outer": {
                "question": 49,
                "type": "outer",
                "part": "FP",
                "text": [
                    "We next inquire into the cause of evil. Concerning this there are three points of inquire:",
                    "(1) Whether good can be the cause of evil?",
                    "(2) Whether the supreme good, God, is the cause of evil?",
                    "(3) Whether there be any supreme evil, which is the first cause of all evils?"
                ],
                "title": [
                    "THE CAUSE OF EVIL (THREE ARTICLES)"
                ]
            },
            "article": {
                "1": {
                    "question": 49,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether good can be the cause of evil?"
                    ],
                    "id": 1,
                    "objections": {
                        "1": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that good cannot be the cause of evil. For it is said (Mt. 7:18): \"A good tree cannot bring forth evil fruit.\""
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, one contrary cannot be the cause of another. But evil is the contrary to good. Therefore good cannot be the cause of evil."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, a deficient effect can proceed only from a deficient cause. But evil is a deficient effect. Therefore its cause, if it has one, is deficient. But everything deficient is an evil. Therefore the cause of evil can only be evil."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, Dionysius says (Div. Nom. iv) that evil has no cause. Therefore good is not the cause of evil."
                            ],
                            "id": 4,
                            "article": 1
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: As Augustine says (Contra Julian. i): \"The Lord calls an evil will the evil tree, and a good will a good tree.\" Now, a good will does not produce a morally bad act, since it is from the good will itself that a moral act is judged to be good. Nevertheless the movement itself of an evil will is caused by the rational creature, which is good; and thus good is the cause of  evil."
                            ],
                            "id": 1,
                            "article": 1
                        },
                        "2": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Good does not cause that evil which is contrary to itself, but some other evil: thus the goodness of the fire causes evil to the water, and man, good as to his nature, causes an act morally evil. And, as explained above (Question [19], Article [9]), this is by accident. Moreover, it does happen sometimes that one contrary causes another by accident: for instance, the exterior surrounding cold heats (the body) through the concentration of the inward heat."
                            ],
                            "id": 2,
                            "article": 1
                        },
                        "3": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Evil has a deficient cause in voluntary things otherwise than in natural things. For the natural agent produces the same kind of effect as it is itself, unless it is impeded by some exterior thing; and this amounts to some defect belonging to it. Hence evil never follows in the effect, unless some other evil pre-exists in the agent or in the matter, as was said above. But in voluntary things the defect of the action comes from the will actually deficient, inasmuch as it does not actually subject itself to its proper rule. This defect, however, is not a fault, but fault follows upon it from the fact that the will acts with this defect."
                            ],
                            "id": 3,
                            "article": 1
                        },
                        "4": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: Evil has no direct cause, but only an accidental cause, as was said above."
                            ],
                            "id": 4,
                            "article": 1
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Contra Julian. i, 9): \"There is no possible source of evil except good.\""
                    ],
                    "body": [
                        "I answer that, It must be said that every evil in some way has a cause. For evil is the absence of the good, which is natural and due to a thing. But that anything fail from its natural and due disposition can come only from some cause drawing it out of its  proper disposition. For a heavy thing is not moved upwards except by some impelling force; nor does an agent fail in its action except from some impediment. But only good can be a cause; because nothing can be a cause except inasmuch as it is a being, and every being, as such, is good.",
                        "And if we consider the special kinds of causes, we see that the agent, the form, and the end, import some kind of perfection which belongs to the notion of good. Even matter, as a potentiality to good, has the nature of good. Now that good is the cause of evil by way of the material cause was shown above (Question [48], Article [3]). For it was shown that good is the subject of evil. But evil has no formal cause, rather is it a privation of form; likewise, neither has it a final cause, but rather is it a privation of order to the proper end; since not only the end has the nature of good, but also the useful, which is ordered to the end. Evil, however, has a cause by way of an agent, not directly, but accidentally.",
                        "In proof of this, we must know that evil is caused in the action otherwise than in the effect. In the action evil is caused by reason of the defect of some principle of action, either of the principal or the instrumental agent; thus the defect in the movement of an animal may happen by reason of the weakness of the motive power, as in the case of children, or by reason only of the ineptitude of the instrument, as in the lame. On the other hand, evil is caused in a thing, but not in the proper effect of the agent, sometimes by the power of the agent, sometimes by reason of a defect, either of the agent or of the matter. It is caused by reason of the power or perfection of the agent when there necessarily follows on the form intended by the agent the privation of another form; as, for instance, when on the form of fire there follows the privation of the form of air or of water. Therefore, as the more perfect the fire is in strength, so much the more perfectly does it impress its own form, so also the more perfectly does it corrupt the contrary. Hence that evil and corruption befall air and water comes from the perfection of the fire: but this is accidental; because fire does not aim at the privation of the form of water, but at the bringing in of its own form, though by doing this it also accidentally causes the other. But if there is a defect in the proper effect of the fire---as, for instance, that it fails to heat---this comes either by defect of the action, which implies the defect of some principle, as was said above, or by the indisposition of the matter, which does not receive the action of the fire, the agent. But this very fact that it is a deficient being is accidental to good to which of itself it belongs to act. Hence it is true that evil in no way has any but an accidental cause; and thus is good the cause of evil."
                    ]
                },
                "2": {
                    "question": 49,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether the supreme good, God, is the cause of evil?"
                    ],
                    "id": 2,
                    "objections": {
                        "1": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that the supreme good, God, is the cause of evil. For it is said (Is. 45:5,7): \"I am the Lord, and there is no other God, forming the light, and creating darkness, making peace, and creating evil.\" And Amos 3:6, \"Shall there be evil in a city, which the Lord hath not done?\""
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, the effect of the secondary cause is reduced to the first cause. But good is the cause of evil, as was said above (Article [1]). Therefore, since God is the cause of every good, as was shown above (Question [2], Article [3]; Question [6], Articles [1],4), it follows that also every evil is from God."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, as is said by the Philosopher (Phys. ii, text 30), the cause of both safety and danger of the ship is the same. But God is the cause of the safety of all things. Therefore He is the cause of all perdition and of all evil."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: These passages refer to the evil of penalty, and not to the evil of fault."
                            ],
                            "id": 1,
                            "article": 2
                        },
                        "2": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: The effect of the deficient secondary cause is reduced to the first non-deficient cause as regards what it has of being and perfection, but not as regards what it has of defect; just as whatever there is of motion in the act of limping is caused by the motive power, whereas what there is of obliqueness in it does not come from the motive power, but from the curvature of the leg. And, likewise, whatever there is of being and action in a bad action, is reduced to God as the cause; whereas whatever defect is in it is not caused by God, but by the deficient secondary cause."
                            ],
                            "id": 2,
                            "article": 2
                        },
                        "3": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: The sinking of a ship is attributed to the sailor as the cause, from the fact that he does not fulfil what the safety of the ship requires; but God does not fail in doing what is necessary for the safety of all. Hence there is no parity."
                            ],
                            "id": 3,
                            "article": 2
                        }
                    },
                    "counter": [
                        "On the contrary, Augustine says (Questions. 83, qu. 21), that, \"God is not the author of evil because He is not the cause of tending to not-being.\""
                    ],
                    "body": [
                        "I answer that, As appears from what was said (Article [1]), the evil which consists in the defect of action is always caused by the defect of the agent. But in God there is no defect, but the highest perfection, as was shown above (Question [4], Article [1]). Hence, the evil which consists in defect of action, or which is caused by defect of the agent, is not reduced to God as to its cause.",
                        "But the evil which consists in the corruption of some things is reduced to God as the cause. And this appears as regards both natural things and voluntary things. For it was said (Article [1]) that some agent inasmuch as it produces by its power a form to which follows corruption and defect, causes by its power that corruption and defect. But it is manifest that the form which God chiefly intends in things created is the good of the order of the universe. Now, the order of the universe requires, as was said above (Question [22], Article [2], ad 2; Question [48], Article [2]), that there should be some things that can, and do sometimes, fail. And thus God, by causing in things the good of the order of the universe, consequently and as it were by accident, causes the corruptions of things, according to 1 Kgs. 2:6: \"The Lord killeth and maketh alive.\" But when we read that \"God hath not made death\" (Wis. 1:13), the sense is that God does not will death for its own sake. Nevertheless the order of justice belongs to the order of the universe; and this requires that penalty should be dealt out to sinners. And so God is the author of the evil which is penalty, but not of the evil which is fault, by reason of what is said above."
                    ]
                },
                "3": {
                    "question": 49,
                    "type": "article",
                    "part": "FP",
                    "text": [],
                    "title": [
                        "Whether there be one supreme evil which is the cause of every evil?"
                    ],
                    "id": 3,
                    "objections": {
                        "1": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 1: It would seem that there is one supreme evil which is the cause of every evil. For contrary effects have contrary causes. But contrariety is found in things, according to Ecclus. 33:15: \"Good is set against evil, and life against death; so also is the sinner against a just man.\" Therefore there are many contrary principles, one of good, the other of evil."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 2: Further, if one contrary is in nature, so is the other. But the supreme good is in nature, and is the cause of every good, as was shown above (Question [2], Article [3]; Question [6], Articles [2],4). Therefore, also, there is a supreme evil opposed to it as the cause of every evil."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 3: Further, as we find good and better things, so we find evil and worse. But good and better are so considered in relation to what is best. Therefore evil and worse are so considered in relation to some supreme evil."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 4: Further, everything participated is reduced to what is essential. But things which are evil among us are evil not essentially, but by participation. Therefore we must seek for some supreme essential evil, which is the cause of every evil."
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 5: Further, whatever is accidental is reduced to that which is \"per se.\" But good is the accidental cause of evil. Therefore, we must suppose some supreme evil which is the \"per se\" cause of evils. Nor can it be said that evil has no \"per se\" cause, but only an accidental cause; for it would then follow that evil would not exist in the many, but only in the few."
                            ],
                            "id": 5,
                            "article": 3
                        },
                        "6": {
                            "question": 49,
                            "type": "objection",
                            "part": "FP",
                            "text": [
                                "Objection 6: Further, the evil of the effect is reduced to the evil of the cause; because the deficient effect comes from the deficient cause, as was said above (Articles [1],2). But we cannot proceed to infinity in this matter. Therefore, we must suppose one first evil as the cause of every evil."
                            ],
                            "id": 6,
                            "article": 3
                        }
                    },
                    "replies": {
                        "1": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 1: Contraries agree in one genus, and they also agree in the nature of being; and therefore, although they have contrary particular cause, nevertheless we must come at last to one first common cause."
                            ],
                            "id": 1,
                            "article": 3
                        },
                        "2": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 2: Privation and habit belong naturally to the same subject. Now the subject of privation is a being in potentiality, as was said above (Question [48], Article [3]). Hence, since evil is privation of good, as appears from what was said above (Question [48], Articles [1], 2,3), it is opposed to that good which has some potentiality, but not to the supreme good, who is pure act."
                            ],
                            "id": 2,
                            "article": 3
                        },
                        "3": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 3: Increase in intensity is in proportion to the nature of a thing. And as the form is a perfection, so privation removes a perfection. Hence every form, perfection, and good is intensified by approach to the perfect term; but privation and evil by receding from that term. Hence a thing is not said to be evil and worse, by reason of access to the supreme evil, in the same way as it is said to be good and better, by reason of access to the supreme good."
                            ],
                            "id": 3,
                            "article": 3
                        },
                        "4": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 4: No being is called evil by participation, but by privation of participation. Hence it is not necessary to reduce it to any essential evil."
                            ],
                            "id": 4,
                            "article": 3
                        },
                        "5": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 5: Evil can only have an accidental cause, as was shown above (Article [1]). Hence reduction to any 'per se' cause of evil is impossible. And to say that evil is in the greater number is simply  false. For things which are generated and corrupted, in which alone can there be natural evil, are the smaller part of the whole universe. And again, in every species the defect of nature is in the smaller number. In man alone does evil appear as in the greater number; because the good of man as regards the senses is not the good of man as man---that is, in regard to reason; and more men seek good in regard to the senses than good according to reason."
                            ],
                            "id": 5,
                            "article": 3
                        },
                        "6": {
                            "question": 49,
                            "type": "reply",
                            "part": "FP",
                            "text": [
                                "Reply to Objection 6: In the causes of evil we do not proceed to infinity, but reduce all evils to some good cause, whence evil follows accidentally."
                            ],
                            "id": 6,
                            "article": 3
                        }
                    },
                    "counter": [
                        "On the contrary, The supreme good is the cause of every being, as was shown above (Question [2], Article [3]; Question [6], Article [4]). Therefore there cannot be any principle opposed to it as the cause of evils."
                    ],
                    "body": [
                        "I answer that, It appears from what precedes that there is no one first principle of evil, as there is one first principle of good.",
                        "First, indeed, because the first principle of good is essentially good, as was shown above (Question [6], Articles [3],4). But nothing can be essentially bad. For it was shown above that every being, as such, is good (Question [5], Article [3]); and that evil can exist only in good as in its subject (Question [48], Article [3]).",
                        "Secondly, because the first principle of good is the highest and perfect good which pre-contains in itself all goodness, as shown above (Question [6], Article [2]). But there cannot be a supreme evil; because, as was shown above (Question [48], Article [4]), although evil always lessens good, yet it never wholly consumes it; and thus, while good ever remains, nothing can be wholly and perfectly bad. Therefore, the Philosopher says (Ethic. iv, 5) that \"if the wholly evil could be, it would destroy itself\"; because all good being destroyed (which it need be for something to be wholly evil), evil itself would be taken away, since its subject is good.",
                        "Thirdly, because the very nature of evil is against the idea of a first principle; both because every evil is caused by good, as was shown above (Article [1]), and because evil can be only an accidental cause, and thus it cannot be the first cause, for the accidental cause is subsequent to the direct cause.",
                        "Those, however, who upheld two first principles, one good and the other evil, fell into this error from the same cause, whence also arose other strange notions of the ancients; namely, because they failed to consider the universal cause of all being, and considered only the particular causes of particular effects. For on that account, if they found a thing hurtful to something by the power of its own nature, they thought that the very nature of that thing was evil; as, for instance, if one should say that the nature of fire was evil because it burnt the house of a poor man. The judgment, however, of the goodness of anything does not depend upon its order to any particular thing, but rather upon what it is in itself, and on its order to the whole universe, wherein every part has its own perfectly ordered place, as was said above (Question [47], Article [2], ad 1).",
                        "Likewise, because they found two contrary particular causes of two contrary particular effects, they did not know how to reduce these contrary particular causes to the universal common cause; and therefore they extended the contrariety of causes even to the first principles. But since all contraries agree in something common, it is necessary to search for one common cause for them above their own contrary proper causes; as above the contrary qualities of the elements exists the power of a heavenly body; and above all things that exist, no matter how, there exists one first principle of being, as was shown above (Question [2], Article [3])."
                    ]
                }
            }
        }
    }
}