{
    "id": 7,
    "part": "SS",
    "title": "Of the Effects of Faith",
    "outer": {
        "question": 7,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the effects of faith: under which head there are two points of inquiry:",
            "(1) Whether fear is an effect of faith?",
            "(2) Whether the heart is purified by faith?"
        ],
        "title": [
            "OF THE EFFECTS OF FAITH (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 7,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether fear is an effect of faith?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that fear is not an effect of faith. For an effect does not precede its cause. Now fear precedes faith: for it is written (Ecclus. 2:8): \"Ye that fear the Lord, believe in Him.\" Therefore fear is not an effect of faith."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the same thing is not the cause of contraries. Now fear and hope are contraries, as stated above (FS, Question [23], Article [2]): and faith begets hope, as a gloss observes on Mt. 1:2. Therefore fear is not an effect of faith."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, one contrary does not cause another. Now the object of faith is a good, which is the First Truth, while the object of fear is an evil, as stated above (FS, Question [42], Article [1]). Again, acts take their species from the object, according to what was stated above (FS, Question [18], Article [2]). Therefore faith is not a cause of fear."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Fear of God cannot altogether precede faith, because if we knew nothing at all about Him, with regard to rewards and punishments, concerning which faith teaches us, we should nowise fear Him. If, however, faith be presupposed in reference to certain articles of faith, for example the Divine excellence, then reverential fear follows, the result of which is that man submits his intellect to God, so as to believe in all the Divine promises. Hence the text quoted continues: \"And your reward shall not be made void.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The same thing in respect of contraries can be the cause of contraries, but not under the same aspect. Now faith begets hope, in so far as it enables us to appreciate the prize which God awards to the just, while it is the cause of fear, in so far as it makes us appreciate the punishments which He intends to inflict on sinners."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The primary and formal object of faith is the good which is the First Truth; but the material object of faith includes also certain evils; for instance, that it is an evil either not to submit to God, or to be separated from Him, and that sinners will suffer penal evils from God: in this way faith can be the cause of fear."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (James 2:19): \"The devils . .  . believe and tremble.\""
            ],
            "body": [
                "I answer that, Fear is a movement of the appetitive power, as stated above (FS, Question [41], Article [1]). Now the principle of all appetitive movements is the good or evil apprehended: and consequently the principle of fear and of every appetitive movement must be an apprehension. Again, through faith there arises in us an apprehension of certain penal evils, which are inflicted in accordance with the Divine judgment. In this way, then, faith is a cause of the fear whereby one dreads to be punished by God; and this is servile fear.",
                "It is also the cause of filial fear, whereby one dreads to be separated from God, or whereby one shrinks from equalling oneself to Him, and holds Him in reverence, inasmuch as faith makes us appreciate God as an unfathomable and supreme good, separation from which is the greatest evil, and to which it is wicked to wish to be equalled. Of the first fear, viz. servile fear, lifeless faith is the cause, while living faith is the cause of the second, viz. filial fear, because it makes man adhere to God and to be subject to Him by charity."
            ]
        },
        "2": {
            "question": 7,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether faith has the effect of purifying the heart?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that faith does not purify the heart. For purity of the heart pertains chiefly to the affections, whereas faith is in the intellect. Therefore faith has not the effect of purifying the heart."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, that which purifies the heart is incompatible with impurity. But faith is compatible with the impurity of sin, as may be seen in those who have lifeless faith. Therefore faith does not purify the heart."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, if faith were to purify the human heart in any way, it would chiefly purify the intellect of man. Now it does not purify the intellect from obscurity, since it is a veiled knowledge. Therefore faith nowise purifies the heart."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Things that are in the intellect are the principles of those which are in the appetite, in so far as the apprehended good moves the appetite."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Even lifeless faith excludes a certain impurity which is contrary to it, viz. that of error, and which consists in the human intellect, adhering inordinately to things below itself, through wishing to measure Divine things by the rule of sensible objects. But when it is quickened by charity, then it is incompatible with any kind of impurity, because \"charity covereth all sins\" (Prov. 10:12)."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The obscurity of faith does not pertain to the impurity of sin, but rather to the natural defect of the human intellect, according to the present state of life."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Peter said (Acts 15:9): \"Purifying their hearts by faith.\""
            ],
            "body": [
                "I answer that, A thing is impure through being mixed with baser things: for silver is not called impure, when mixed with gold, which betters it, but when mixed with lead or tin. Now it is evident that the rational creature is more excellent than all transient and corporeal creatures; so that it becomes impure through subjecting itself to transient things by loving them. From this impurity the rational creature is purified by means of a contrary movement, namely, by tending to that which is above it, viz. God. The first beginning of this movement is faith: since \"he that cometh to God must believe that He is,\" according to Heb. 11:6. Hence the first beginning of the heart's purifying is faith; and if this be perfected through being quickened by charity, the heart will be perfectly purified thereby."
            ]
        }
    }
}