{
    "id": 56,
    "part": "SS",
    "title": "Of the Precepts Relating to Prudence",
    "section": 1,
    "outer": {
        "question": 56,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the precepts relating to prudence, under which head there are two points of inquiry:",
            "(1) The precepts of prudence;",
            "(2) The precepts relating to the opposite vices."
        ],
        "title": [
            "OF THE PRECEPTS RELATING TO PRUDENCE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 56,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the precepts of the decalogue should have included a precept of prudence?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that the precepts of the decalogue should have included a precept of prudence. For the chief precepts should include a precept of the chief virtue. Now the chief precepts are those of the decalogue. Since then prudence is the chief of the moral virtues, it seems that the precepts of the decalogue should have included a precept of prudence."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the teaching of the Gospel contains the Law especially with regard to the precepts of the decalogue. Now the teaching of the Gospel contains a precept of prudence (Mt. 10:16):  \"Be ye . . . prudent [Douay: 'wise'] as serpents.\" Therefore the precepts of the decalogue should have included a precept of prudence."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the other lessons of the Old Testament are directed to the precepts of the decalogue: wherefore it is written (Malach. 4:4): \"Remember the law of Moses My servant, which I commanded him in Horeb.\" Now the other lessons of the Old Testament include precepts of prudence; for instance (Prov. 3:5): \"Lean not upon thy own prudence\"; and further on (Prov. 4:25): \"Let thine eyelids go before thy steps.\" Therefore the Law also should have contained a precept of prudence, especially among the precepts of the decalogue.",
                        "The contrary however appears to anyone who goes through the precepts of the decalogue."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Although prudence is simply foremost among all the moral virtues, yet justice, more than any other virtue, regards its object under the aspect of something due, which is a necessary condition for a precept, as stated above (Question [44], Article [1]; FS, Question [99], Articles [1],5). Hence it behooved the chief precepts of the Law, which are those of the decalogue, to refer to justice rather than to prudence."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The teaching of the Gospel is the doctrine of perfection. Therefore it needed to instruct man perfectly in all matters relating to right conduct, whether ends or means: wherefore it behooved the Gospel teaching to contain precepts also of prudence."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Just as the rest of the teaching of the Old Testament is directed to the precepts of the decalogue as its end, so it behooved man to be instructed by the subsequent lessons of the Old Testament about the act of prudence which is directed to the means."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [],
            "body": [
                "I answer that, As stated above (FS, Question [100], Article [3]; Article [5], ad 1) when we were treating of precepts, the commandments of the decalogue being given to the whole people, are a matter of common knowledge to all, as coming under the purview of natural reason. Now foremost among the things dictated by natural reason are the ends of human life, which are to the practical order what naturally known principles are to the speculative order, as shown above (Question [47], Article [6]). Now prudence is not about the end, but about the means, as stated above (Question [47], Article [6]). Hence it was not fitting that the precepts of the decalogue should include a precept relating directly to prudence. And yet all the precepts of the decalogue are related to prudence, in so far as it directs all virtuous acts."
            ]
        },
        "2": {
            "question": 56,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the prohibitive precepts relating to the vices opposed to prudence are fittingly propounded in the Old Law?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that the prohibitive precepts relating to  the vices opposed to prudence are unfittingly propounded in the Old Law. For such vices as imprudence and its parts which are directly opposed to prudence are not less opposed thereto, than those which bear a certain resemblance to prudence, such as craftiness and vices connected with it. Now the latter vices are forbidden in the Law: for it is written (Lev. 19:13): \"Thou shalt not calumniate thy neighbor,\" and (Dt. 25:13): \"Thou shalt not have divers weights in thy bag, a greater and a less.\" Therefore there should have also been prohibitive precepts about the vices directly opposed to prudence."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, there is room for fraud in other things than in buying and selling. Therefore the Law unfittingly forbade fraud solely in buying and selling."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 56,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, there is the same reason for prescribing an act of virtue as for prohibiting the act of a contrary vice. But acts of prudence are not prescribed in the Law. Therefore neither should any contrary vices have been forbidden in the Law.",
                        "The contrary, however, appears from the precepts of the Law which are quoted in the first objection."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Those vices that are manifestly opposed to prudence, do not pertain to injustice in the same way as the execution of craftiness, and so they are not forbidden in the Law, as fraud and guile are, which latter pertain to injustice"
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: All guile and fraud committed in matters of injustice, can be understood to be forbidden in the prohibition of calumny (Lev. 19:13). Yet fraud and guile are wont to be practiced chiefly in buying and selling, according to Ecclus. 26:28, \"A huckster shall not be justified from the sins of the lips\": and it is for this reason that the Law contained a special precept forbidding fraudulent buying and selling."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 56,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: All the precepts of the Law that relate to acts of justice pertain to the execution of prudence, even as the precepts prohibitive of stealing, calumny and fraudulent selling pertain to the execution of craftiness."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [],
            "body": [
                "I answer that, As stated above (Article [1]), justice, above all, regards the aspect of something due, which is a necessary condition for a precept, because justice tends to render that which is due to another, as we shall state further on (Question [58], Article [2]). Now craftiness, as to its execution, is committed chiefly in matters of justice, as stated above (Question [55], Article [8]): and so it was fitting that the Law should contain precepts forbidding the execution of craftiness, in so far as this pertains to injustice, as when a man uses guile and fraud in calumniating another or in stealing his goods."
            ]
        }
    }
}