{
    "id": 90,
    "part": "SS",
    "title": "Of the Taking of God's Name by Way of Adjuration",
    "section": 1,
    "outer": {
        "question": 90,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the taking of God's name by way of adjuration: under which head there are three points of inquiry:",
            "(1) Whether it is lawful to adjure a man?",
            "(2) Whether it is lawful to adjure the demons?",
            "(3) Whether it is lawful to adjure irrational creatures?"
        ],
        "title": [
            "OF THE TAKING OF GOD'S NAME BY WAY OF ADJURATION (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 90,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether it is lawful to adjure a man?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that it is not lawful to adjure a man. Origen says (Tract. xxxv super Matth.): \"I deem that a man who wishes to live according to the Gospel should not adjure another man. For if, according to the Gospel mandate of Christ, it be unlawful to swear, it is evident that neither is it lawful to adjure: and consequently it is manifest that the high-priest unlawfully adjured Jesus by the living God.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, whoever adjures a man, compels him after a fashion. But it is unlawful to compel a man against his will. Therefore seemingly it is also unlawful to adjure a man."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, to adjure is to induce a person to swear. Now it belongs to man's superior to induce him to swear, for the superior imposes an oath on his subject. Therefore subjects cannot adjure their superiors."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Origen is speaking of an adjuration whereby a man intends to put another under an obligation, in the same way as he would bind himself by oath: for thus did the high-priest presume to adjure our Lord Jesus Christ [*Mt. 26:63]."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: This argument considers the adjuration which imposes an obligation."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: To adjure is not to induce a man to swear, but to employ terms resembling an oath in order to provoke another to do a certain thing.",
                        "Moreover, we adjure God in one way and man in another; because when we adjure a man we intend to alter his will by appealing to his reverence for a holy thing: and we cannot have such an intention in respect of God Whose will is immutable. If we obtain something from God through His eternal will, it is due, not to our merits, but to His goodness."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Even when we pray God we implore Him by certain holy things: and the Apostle too besought the faithful \"by the mercy of God\" (Rm. 12:1): and this seems to be a kind of adjuration. Therefore it is lawful to adjure."
            ],
            "body": [
                "I answer that, A man who utters a promissory oath, swearing by his reverence for the Divine name, which he invokes in confirmation of his promise, binds himself to do what he has undertaken, and so orders himself unchangeably to do a certain thing. Now just as a man can order himself to do a certain thing, so too can he order others, by beseeching his superiors, or by commanding his inferiors, as stated above (Question [83], Article [1]). Accordingly when either of these orderings is confirmed by something Divine it is an adjuration. Yet there is this difference between them, that man is master of his own actions but not of those of others; wherefore he can put himself under an obligation by invoking the Divine name, whereas he cannot put others under such an obligation unless they be his subjects, whom he can compel on the strength of the oath they have taken.",
                "Therefore, if a man by invoking the name of God, or any holy thing, intends by this adjuration to put one who is not his subject under an obligation to do a certain thing, in the same way as he would bind himself by oath, such an adjuration is unlawful, because he usurps over another a power which he has not. But superiors may bind their inferiors by this kind of adjuration, if there be need  for it.",
                "If, however, he merely intend, through reverence of the Divine name or of some holy thing, to obtain something from the other man without putting him under any obligation, such an adjuration may be lawfully employed in respect of anyone."
            ]
        },
        "2": {
            "question": 90,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether it is lawful to adjure the demons?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem unlawful to adjure the demons. Origen says (Tract. xxxv, super Matth.): \"To adjure the demons is not accordance with the power given by our Saviour: for this is a Jewish practice.\" Now rather than imitate the rites of the Jews, we should use the power given by Christ. Therefore it is not lawful to adjure the demons."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, many make use of necromantic incantations when invoking the demons by something Divine: and this is an adjuration. Therefore, if it be lawful to adjure the demons, it is lawful to make use of necromantic incantations, which is evidently false. Therefore the antecedent is false also."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, whoever adjures a person, by that very fact associates himself with him. Now it is not lawful to have fellowship with the demons, according to 1 Cor. 10:20, \"I would not that you should be made partakers with devils.\" Therefore it is not lawful to adjure the demons."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Origen is speaking of adjuration made, not authoritatively by way of compulsion, but rather by way of a friendly appeal."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Necromancers adjure and invoke the demons in order to obtain or learn something from them: and this is unlawful, as stated above. Wherefore Chrysostom, commenting on our Lord's words to the unclean spirit (Mk. 1:25), \"Speak no more, and go out of the man,\" says: \"A salutary teaching is given us here, lest we believe the demons, however much they speak the truth.\""
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 90,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: This argument considers the adjuration whereby the demon's help is besought in doing or learning something: for this savors of fellowship with them. On the other hand, to repulse the demons by adjuring them, is to sever oneself from their fellowship."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written (Mk. 16:17): \"In My name they shall cast out devils.\" Now to induce anyone to do a certain thing for the sake of God's name is to adjure. Therefore it is lawful to adjure the demons."
            ],
            "body": [
                "I answer that, As stated in the preceding article, there are  two ways of adjuring: one by way of prayer or inducement through reverence of some holy thing: the other by way of compulsion. In the first way it is not lawful to adjure the demons because such a way seems to savor of benevolence or friendship, which it is unlawful to bear towards the demons. As to the second kind of adjuration, which is by compulsion, we may lawfully use it for some purposes, and not for others. For during the course of this life the demons are our adversaries: and their actions are not subject to our disposal but to that of God and the holy angels, because, as Augustine says (De Trin. iii, 4), \"the rebel spirit is ruled by the just spirit.\" Accordingly we may repulse the demons, as being our enemies, by adjuring them through the power of God's name, lest they do us harm of soul or body, in accord with the Divine power given by Christ, as recorded by Lk. 10:19: \"Behold, I have given you power to tread upon serpents and scorpions, and upon all the power of the enemy: and nothing shall hurt you.\"",
                "It is not, however, lawful to adjure them for the purpose of learning something from them, or of obtaining something through them, for this would amount to holding fellowship with them: except perhaps when certain holy men, by special instinct or Divine revelation, make use of the demons' actions in order to obtain certain results: thus we read of the Blessed James [*the Greater; cf. Apocrypha, N.T., Hist. Certam. Apost. vi, 19] that he caused Hermogenes to be brought to him, by the instrumentality of the demons."
            ]
        },
        "3": {
            "question": 90,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether it is lawful to adjure an irrational creature?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem unlawful to adjure an irrational creature. An adjuration consists of spoken words. But it is useless to speak to one that understands not, such as an irrational creature. Therefore it is vain and unlawful to adjure an irrational creature."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, seemingly wherever adjuration is admissible,  swearing is also admissible. But swearing is not consistent with an irrational creature. Therefore it would seem unlawful to employ adjuration towards one."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 90,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, there are two ways of adjuring, as explained above (Articles [1],2). One is by way of appeal; and this cannot be employed towards irrational creatures, since they are not masters of their own actions. The other kind of adjuration is by way of compulsion: and, seemingly, neither is it lawful to use this towards them, because we have not the power to command irrational creatures, but only He of Whom it was said (Mt. 8:27): \"For the winds and the sea obey Him.\" Therefore in no way, apparently, is it lawful to adjure irrational creatures."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {},
            "counter": [
                "On the contrary, Simon and Jude are related to have adjured dragons and to have commanded them to withdraw into the desert. [*From the apocryphal Historiae Certam. Apost. vi. 19.]"
            ],
            "body": [
                "I answer that, Irrational creatures are directed to their own actions by some other agent. Now the action of what is directed and moved is also the action of the director and mover: thus the movement of the arrow is an operation of the archer. Wherefore the operation of the irrational creature is ascribed not only to it, but also and chiefly to God, Who disposes the movements of all things. It is also ascribed to the devil, who, by God's permission, makes use of irrational creatures in order to inflict harm on man.",
                "Accordingly the adjuration of an irrational creature may be of two kinds. First, so that the adjuration is referred to the irrational creature in itself: and in this way it would be vain to adjure an irrational creature. Secondly, so that it be referred to the director and mover of the irrational creature, and in this sense a creature of this kind may be adjured in two ways. First, by way of appeal made to God, and this relates to those who work miracles by calling on God: secondly, by way of compulsion, which relates to the devil, who uses the irrational creature for our harm. This is the kind of adjuration used in the exorcisms of the Church, whereby the power of the demons is expelled from an irrational creature. But it is not lawful to adjure the demons by beseeching them to help us.",
                "This suffices for the Replies to the Objections."
            ]
        }
    }
}