{
    "id": 67,
    "part": "SS",
    "title": "Of the Injustice of a Judge, in Judging",
    "section": 1,
    "outer": {
        "question": 67,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider those vices opposed to commutative justice, that consist in words injurious to our neighbors. We shall consider (1) those which are connected with judicial proceedings, and (2) injurious words uttered extra-judicially.",
            "Under the first head five points occur for our consideration: (1) The injustice of a judge in judging; (2) The injustice of the prosecutor in accusing; (3) The injustice of the defendant in defending himself; (4) The injustice of the witnesses in giving evidence; (5) The injustice of the advocate in defending.",
            "Under the first head there are four points of inquiry:",
            "(1) Whether a man can justly judge one who is not his subject?",
            "(2) Whether it is lawful for a judge, on account of the evidence, to deliver judgment in opposition to the truth which is known to him?",
            "(3) Whether a judge can justly sentence a man who is not accused?",
            "(4) Whether he can justly remit the punishment?"
        ],
        "title": [
            "(B) BY WORDS UTILIZED IN A COURT OF LAW (Questions [67]-71) OF THE INJUSTICE OF A JUDGE, IN JUDGING (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 67,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether a man can justly judge one who is not subject to his jurisdiction?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that a man can justly judge one who is not subject to his jurisdiction. For it is stated (Dan. 13) that Daniel sentenced the ancients who were convicted of bearing false witness. But these ancients were not subject to Daniel; indeed they were judges of the people. Therefore a man may lawfully judge one that is not subject to his jurisdiction."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, Christ was no man's subject, indeed He was \"King of kings and Lord of lords\" (Apoc. 19:16). Yet He submitted to the judgment of a man. Therefore it seems that a man may lawfully judge one that is not subject to his jurisdiction."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, according to the law [*Cap. Licet ratione, de Foro Comp.] a man is tried in this or that court according to his kind of offense. Now sometimes the defendant is not the subject of the man whose business it is to judge in that particular place, for instance when the defendant belongs to another diocese or is exempt. Therefore it seems that a man may judge one that is not his subject."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: In judging those ancients Daniel exercised an authority delegated to him by Divine instinct. This is indicated where it is said (Dan. 13:45) that \"the Lord raised up the . . . spirit of a young boy.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: In human affairs a man may submit of his own accord to the judgment of others although these be not his superiors, an example of which is when parties agree to a settlement by arbitrators. Wherefore it is necessary that the arbitrator should be upheld by a penalty, since the arbitrators through not exercising authority in the case, have not of themselves full power of coercion. Accordingly in this way did Christ of his own accord submit to human judgment: and thus too did Pope Leo [*Leo IV] submit to the judgment of the emperor [*Can. Nos si incompetenter, caus. ii, qu. 7]."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The bishop of the defendant's diocese becomes the latter's superior as regards the fault committed, even though he be exempt: unless perchance the defendant offend in a matter exempt from the bishop's authority, for instance in administering the property of an exempt monastery. But if an exempt person commits a theft, or a murder or the like, he may be justly condemned by the ordinary."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Gregory [*Regist. xi, epist. 64] in commenting on Dt. 23:25, \"If thou go into thy friend's corn,\" etc. says: \"Thou mayest not put the sickle of judgment to the corn that is entrusted to another.\""
            ],
            "body": [
                "I answer that, A judge's sentence is like a particular law regarding some particular fact. Wherefore just as a general law should have coercive power, as the Philosopher states (Ethic. x, 9), so too the sentence of a judge should have coercive power, whereby either party is compelled to comply with the judge's sentence; else the judgment would be of no effect. Now coercive power is not exercised in human affairs, save by those who hold public authority: and those who have this authority are accounted the superiors of those over whom they preside whether by ordinary or by delegated authority. Hence it is evident that no man can judge others than his subjects and this in virtue either of delegated or of ordinary authority."
            ]
        },
        "2": {
            "question": 67,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether it is lawful for a judge to pronounce judgment against the truth that he knows, on account of evidence to the contrary?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem unlawful for a judge to pronounce judgment against the truth that he knows, on account of evidence to the contrary. For it is written (Dt. 17:9): \"Thou shalt come to the priests of the Levitical race, and to the judge that shall be at that time; and thou shalt ask of them, and they shall show thee the truth of the judgment.\" Now sometimes certain things are alleged against the truth, as when something is proved by means of false witnesses. Therefore it is unlawful for a judge to pronounce  judgment according to what is alleged and proved in opposition to the truth which he knows."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, in pronouncing judgment a man should conform to the Divine judgment, since \"it is the judgment of God\" (Dt. 1:17). Now \"the judgment of God is according to the truth\" (Rm. 2:2), and it was foretold of Christ (Is. 11:3,4): \"He shall not judge according to the sight of the eyes, nor reprove according to the hearing of the ears. But He shall judge the poor with justice, and shall reprove with equity for the meek of the earth.\" Therefore the judge ought not to pronounce judgment according to the evidence before him if it be contrary to what he knows himself."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the reason why evidence is required in a court of law, is that the judge may have a faithful record of the truth of the matter, wherefore in matters of common knowledge there is no need of judicial procedure, according to 1 Tim. 5:24, \"Some men's sins are manifest, going before to judgment.\" Consequently, if the judge by his personal knowledge is aware of the truth, he should pay no heed to the evidence, but should pronounce sentence according to the truth which he knows."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, the word \"conscience\" denotes application of knowledge to a matter of action as stated in the FP, Question [79], Article [13]. Now it is a sin to act contrary to one's knowledge. Therefore a judge sins if he pronounces sentence according to the evidence but against his conscience of the truth."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The reason why, in the passage quoted, it is  stated that the judges should first of all be asked their reasons, is to make it clear that the judges ought to judge the truth in accordance with the evidence."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: To judge belongs to God in virtue of His own power: wherefore His judgment is based on the truth which He Himself knows, and not on knowledge imparted by others: the same is to be said of Christ, Who is true God and true man: whereas other judges do not judge in virtue of their own power, so that there is no comparison."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The Apostle refers to the case where something is well known not to the judge alone, but both to him and to others, so that the guilty party can by no means deny his guilt (as in the case of notorious criminals), and is convicted at once from the evidence of the fact. If, on the other hand, it be well known to the judge, but not to others, or to others, but not to the judge, then it is necessary for the judge to sift the evidence."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: In matters touching his own person, a man must form his conscience from his own knowledge, but in matters concerning the public authority, he must form his conscience in accordance with the knowledge attainable in the public judicial procedure."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine [*Ambrose, Super Ps. 118, serm. 20] says in his commentary on the Psalter: \"A good judge does nothing according to his private opinion but pronounces sentence according to the law and the right.\" Now this is to pronounce judgment according to what is alleged and proved in court. Therefore a judge ought to pronounce judgment in accordance with these things, and not according to his private opinion."
            ],
            "body": [
                "I answer that, As stated above (Article [1]; Question [60], Articles [2],6) it is the duty of a judge to pronounce judgment in as much as he exercises public authority, wherefore his judgment should be based on information acquired by him, not from his knowledge as a private individual, but from what he knows as a public person. Now the latter knowledge comes to him both in general and in particular ---in general through the public laws, whether Divine or human, and he should admit no evidence that conflicts therewith---in some particular matter, through documents and witnesses, and other legal means of information, which in pronouncing his sentence, he ought to follow rather than the information he has acquired as a private individual. And yet this same information may be of use to him, so that he can more rigorously sift the evidence brought forward, and discover its weak points. If, however, he is unable to reject that evidence juridically, he must, as stated above, follow it in pronouncing sentence."
            ]
        },
        "3": {
            "question": 67,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether a judge may condemn a man who is not accused?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that a judge may pass sentence on a man who is not accused. For human justice is derived from Divine justice. Now God judges the sinner even though there be no accuser. Therefore it seems that a man may pass sentence of condemnation on a man even though there be no accuser."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, an accuser is required in judicial procedure in order that he may relate the crime to the judge. Now sometimes the crime may come to the judge's knowledge otherwise than by accusation; for instance, by denunciation, or by evil report, or through the judge himself being an eye-witness. Therefore a judge may condemn a man without there being an accuser."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the deeds of holy persons are related in Holy Writ, as models of human conduct. Now Daniel was at the same time the accuser and the judge of the wicked ancients (Dan. 13). Therefore it is not contrary to justice for a man to condemn anyone as judge while being at the same time his accuser."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: God, in judging man, takes the sinner's conscience as his accuser, according to Rm. 2:15, \"Their thoughts between themselves accusing, or also defending one another\"; or again, He takes the evidence of the fact as regards the deed itself, according to Gn. 4:10, \"The voice of thy brother's blood crieth to Me from the earth.\""
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Public disgrace takes the place of an accuser. Hence a gloss on Gn. 4:10, \"The voice of thy brother's blood,\" etc. says: \"There is no need of an accuser when the crime committed is notorious.\" In a case of denunciation, as stated above (Question [33], Article [7]), the amendment, not the punishment, of the sinner is intended: wherefore when a man is denounced for a sin, nothing is done against him, but for him, so that no accuser is required. The punishment that is inflicted is on account of his rebellion against the Church, and since this rebellion is manifest, it stands instead of an accuser. The fact that the judge himself was an eye-witness, does not authorize him to proceed to pass sentence, except according to the order of judicial procedure."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: God, in judging man, proceeds from His own knowledge of the truth, whereas man does not, as stated above (Article [2]). Hence a man cannot be accuser, witness and judge at the same time, as God is. Daniel was at once accuser and judge, because he was the executor of the sentence of God, by whose instinct he was moved, as stated above (Article [1], ad 1)."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Ambrose in his commentary on 1 Cor. 5:2, expounding the Apostle's sentence on the fornicator, says that \"a judge should not condemn without an accuser, since our Lord did not banish Judas, who was a thief, yet was not accused.\""
            ],
            "body": [
                "I answer that, A judge is an interpreter of justice. Wherefore, as the Philosopher says (Ethic. v, 4), \"men have  recourse to a judge as to one who is the personification of justice.\" Now, as stated above (Question [58], Article [2]), justice is not between a man and himself but between one man and another. Hence a judge must needs judge between two parties, which is the case when one is the prosecutor, and the other the defendant. Therefore in criminal cases the judge cannot sentence a man unless the latter has an accuser, according to Acts 25:16: \"It is not the custom of the Romans to condemn any man, before that he who is accused have his accusers present, and have liberty to make his answer, to clear himself of the crimes\" of which he is accused."
            ]
        },
        "4": {
            "question": 67,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the judge can lawfully remit the punishment?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that the judge can lawfully remit the punishment. For it is written (James 2:13): \"Judgment without mercy\" shall be done \"to him that hath not done mercy.\" Now no man is punished for not doing what he cannot do lawfully. Therefore any judge can lawfully do mercy by remitting the punishment."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, human judgment should imitate the Divine judgment. Now God remits the punishment to sinners, because He desires not the death of the sinner, according to Ezech. 18:23. Therefore a human judge also may lawfully remit the punishment to one who repents."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 67,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, it is lawful for anyone to do what is  profitable to some one and harmful to none. Now the remission of his punishment profits the guilty man and harms nobody. Therefore the judge can lawfully loose a guilty man from his punishment."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: There is a place for the judge's mercy in matters that are left to the judge's discretion, because in like matters a good man is slow to punish as the Philosopher states (Ethic. v, 10). But in matters that are determined in accordance with Divine or human laws, it is not left to him to show mercy."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: God has supreme power of judging, and it concerns Him whatever is done sinfully against anyone. Therefore He is free to remit the punishment, especially since punishment is due to sin chiefly because it is done against Him. He does not, however, remit the punishment, except in so far as it becomes His goodness, which is the source of all laws."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 67,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: If the judge were to remit punishment  inordinately, he would inflict an injury on the community, for whose good it behooves ill-deeds to be punished, in order that. men may avoid sin. Hence the text, after appointing the punishment of the seducer, adds (Dt. 13:11): \"That all Israel hearing may fear, and may do no more anything like this.\" He would also inflict harm on the injured person; who is compensated by having his honor restored in the punishment of the man who has injured him."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Dt. 13:8,9) concerning anyone who would persuade a man to serve strange gods: \"Neither let thy eye spare him to pity and conceal him, but thou shalt presently put him to death\": and of the murderer it is written (Dt. 19:12,13): \"He shall die. Thou shalt not pity him.\""
            ],
            "body": [
                "I answer that, As may be gathered from what has been said (Articles [2],3), with regard to the question in point, two things may be observed in connection with a judge. One is that he has to judge between accuser and defendant, while the other is that he pronounces the judicial sentence, in virtue of his power, not as a private individual but as a public person. Accordingly on two counts a judge is hindered from loosing a guilty person from his punishment. First on the part of the accuser, whose right it sometimes is that the guilty party should be punished---for instance on account of some injury committed against the accuser---because it is not in the power of a judge to remit such punishment, since every judge is bound to give each man his right. Secondly, he finds a hindrance on the part of the commonwealth, whose power he exercises, and to whose good it belongs that evil-doers should be punished.",
                "Nevertheless in this respect there is a difference between judges of lower degree and the supreme judge, i.e. the sovereign, to whom the entire public authority is entrusted. For the inferior judge has no power to exempt a guilty man from punishment against the laws imposed on him by his superior. Wherefore Augustine in commenting on John 19:11, \"Thou shouldst not have any power against Me,\" says (Tract. cxvi in Joan.): \"The power which God gave Pilate was such that he was under the power of Caesar, so that he was by no means free to acquit the person accused.\" On the other hand the sovereign who has full authority in the commonwealth, can lawfully remit the punishment to a guilty person, provided the injured party consent to the remission, and that this do not seem detrimental to the public good."
            ]
        }
    }
}