{
    "id": 57,
    "part": "SS",
    "title": "Of Right",
    "section": 1,
    "outer": {
        "question": 57,
        "type": "outer",
        "part": "SS",
        "text": [
            "After considering prudence we must in due sequence consider justice, the consideration of which will be fourfold:",
            "(1) Of justice;",
            "(2) Of its parts;",
            "(3) Of the corresponding gift;",
            "(4) Of the precepts relating to justice.",
            "Four points will have to be considered about justice: (1) Right; (2) Justice itself; (3) Injustice; (4) Judgment.",
            "Under the first head there are four points of inquiry:",
            "(1) Whether right is the object of justice?",
            "(2) Whether right is fittingly divided into natural and positive right?",
            "(3) Whether the right of nations is the same as natural right?",
            "(4) Whether right of dominion and paternal right are distinct species?"
        ],
        "title": [
            "ON JUSTICE (Questions [57]-62) OF RIGHT (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 57,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether right is the object of justice?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that right is not the object of justice. For the jurist Celsus says [*Digest. i, 1; De Just. et Jure 1] that \"right is the art of goodness and equality.\" Now art is not the object of justice, but is by itself an intellectual virtue. Therefore right is not the object of justice."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, \"Law,\" according to Isidore (Etym. v, 3), \"is a kind of right.\" Now law is the object not of justice but of prudence, wherefore the Philosopher [*Ethic. vi, 8] reckons \"legislative\" as one of the parts of prudence. Therefore right is not the object of justice."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, justice, before all, subjects man to God: for Augustine says (De Moribus Eccl. xv) that \"justice is love serving God alone, and consequently governing aright all things subject to man.\" Now right [jus] does not pertain to Divine things, but only to human affairs, for Isidore says (Etym. v, 2) that \"'fas' is the Divine law, and 'jus,' the human law.\" Therefore right is not the object of justice."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is usual for words to be distorted from their original signification so as to mean something else: thus the word \"medicine\" was first employed to signify a remedy used for curing a sick person, and then it was drawn to signify the art by which this is done. In like manner the word \"jus\" [right] was first of all used to denote the just thing itself, but afterwards it was transferred to designate the art whereby it is known what is just, and further to denote the place where justice is administered, thus a man is said to appear \"in jure\" [*In English we speak of a court of law, a barrister at law, etc.], and yet further, we say even that a man, who has the office of exercising justice, administers the jus even if his sentence be unjust."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Just as there pre-exists in the mind of the craftsman an expression of the things to be made externally by his craft, which expression is called the rule of his craft, so too there pre-exists in the mind an expression of the particular just work which the reason determines, and which is a kind of rule of prudence. If this rule be expressed in writing it is called a \"law,\" which according to Isidore (Etym. v, 1) is \"a written decree\": and so law is not the same as right, but an expression of right."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Since justice implies equality, and since we cannot offer God an equal return, it follows that we cannot make Him a perfectly just repayment. For this reason the Divine law is not properly called \"jus\" but \"fas,\" because, to wit, God is satisfied if we accomplish what we can. Nevertheless justice tends to make man repay God as much as he can, by subjecting his mind to Him entirely."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Isidore says (Etym. v, 2) that \"'jus' [right] is so called because it is just.\" Now the \"just\" is the object of justice, for the Philosopher declares (Ethic. v, 1) that \"all are agreed in giving the name of justice to the habit which makes men capable of doing just actions.\""
            ],
            "body": [
                "I answer that, It is proper to justice, as compared with the other virtues, to direct man in his relations with others: because it denotes a kind of equality, as its very name implies; indeed we are wont to say that things are adjusted when they are made equal, for equality is in reference of one thing to some other. On the other hand the other virtues perfect man in those matters only  which befit him in relation to himself. Accordingly that which is right in the works of the other virtues, and to which the intention of the virtue tends as to its proper object, depends on its relation to the agent only, whereas the right in a work of justice, besides its relation to the agent, is set up by its relation to others. Because a man's work is said to be just when it is related to some other by way of some kind of equality, for instance the payment of the wage due for a service rendered. And so a thing is said to be just, as having the rectitude of justice, when it is the term of an act of justice, without taking into account the way in which it is done by the agent: whereas in the other virtues nothing is declared to be right unless it is done in a certain way by the agent. For this reason justice has its own special proper object over and above the other virtues, and this object is called the just, which is the same as \"right.\" Hence it is evident that right is the object of justice."
            ]
        },
        "2": {
            "question": 57,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether right is fittingly divided into natural right and positive right?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that right is not fittingly divided into natural right and positive right. For that which is natural is  unchangeable, and is the same for all. Now nothing of the kind is to be found in human affairs, since all the rules of human right fail in certain cases, nor do they obtain force everywhere. Therefore there is no such thing as natural right."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, a thing is called \"positive\" when it proceeds from the human will. But a thing is not just, simply because it proceeds from the human will, else a man's will could not be unjust. Since then the \"just\" and the \"right\" are the same, it seems that there is no positive right."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Divine right is not natural right, since it transcends human nature. In like manner, neither is it positive right, since it is based not on human, but on Divine authority. Therefore right is unfittingly divided into natural and positive."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: That which is natural to one whose nature is unchangeable, must needs be such always and everywhere. But man's nature is changeable, wherefore that which is natural to man may sometimes fail. Thus the restitution of a deposit to the depositor is in accordance with natural equality, and if human nature were always right, this would always have to be observed; but since it happens sometimes that man's will is unrighteous there are cases in which a deposit should not be restored, lest a man of unrighteous will make evil use of the thing deposited: as when a madman or an enemy of the common weal demands the return of his weapons."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The human will can, by common agreement, make a thing to be just provided it be not, of itself, contrary to natural justice, and it is in such matters that positive right has its place. Hence the Philosopher says (Ethic. v, 7) that \"in the case of the legal just, it does not matter in the first instance whether it takes one form or another, it only matters when once it is laid down.\" If, however, a thing is, of itself, contrary to natural  right, the human will cannot make it just, for instance by decreeing that it is lawful to steal or to commit adultery. Hence it is written (Is. 10:1): \"Woe to them that make wicked laws.\""
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The Divine right is that which is promulgated by God. Such things are partly those that are naturally just, yet their justice is hidden to man, and partly are made just by God's decree. Hence also Divine right may be divided in respect of these two things, even as human right is. For the Divine law commands certain things because they are good, and forbids others, because they are evil, while others are good because they are prescribed, and others evil because they are forbidden."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. v, 7) that \"political justice is partly natural and partly legal,\" i.e. established by law."
            ],
            "body": [
                "I answer that, As stated above (Article [1]) the \"right\" or the \"just\" is a work that is adjusted to another person according to some kind of equality. Now a thing can be adjusted to a man in two ways: first by its very nature, as when a man gives so much that he may receive equal value in return, and this is called \"natural right.\" In another way a thing is adjusted or commensurated to another person, by agreement, or by common consent, when, to wit, a man deems himself satisfied, if he receive so much. This can be done in two ways: first by private agreement, as that which is confirmed by an agreement between private individuals; secondly, by public agreement, as when the whole community agrees that something should be deemed as though it were adjusted and commensurated to another person, or when this is decreed by the prince who is placed over the people, and acts in its stead, and this is called \"positive right.\""
            ]
        },
        "3": {
            "question": 57,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the right of nations is the same as the natural right?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that the right of nations is the same as the natural right. For all men do not agree save in that which is natural to them. Now all men agree in the right of nations; since the jurist [*Ulpian: Digest. i, 1; De Just. et Jure i] \"the right of nations is that which is in use among all nations.\" Therefore the right of nations is the natural right."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, slavery among men is natural, for some are naturally slaves according to the Philosopher (Polit. i, 2). Now \"slavery belongs to the right of nations,\" as Isidore states (Etym. v, 4). Therefore the right of nations is a natural right."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, right as stated above (Article [2]) is divided into natural and positive. Now the right of nations is not a positive right, since all nations never agreed to decree anything by common agreement. Therefore the right of nations is a natural right."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "2": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Considered absolutely, the fact that this particular man should be a slave rather than another man, is based, not on natural reason, but on some resultant utility, in that it is useful to this man to be ruled by a wiser man, and to the latter to be helped by the former, as the Philosopher states (Polit. i, 2). Wherefore slavery which belongs to the right of nations is natural in the second way, but not in the first."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Since natural reason dictates matters which are according to the right of nations, as implying a proximate equality, it follows that they need no special institution, for they are instituted by natural reason itself, as stated by the authority quoted above"
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Isidore says (Etym. v, 4) that \"right is either natural, or civil, or right of nations,\" and consequently the right of nations is distinct from natural right."
            ],
            "body": [
                "I answer that, As stated above (Article [2]), the natural right or just is that which by its very nature is adjusted to or commensurate with another person. Now this may happen in two ways; first, according as it is considered absolutely: thus a male by its very nature is commensurate with the female to beget offspring by her, and a parent is commensurate with the offspring to nourish it. Secondly a thing is naturally commensurate with another person, not according as it is considered absolutely, but according to something resultant from it, for instance the possession of property. For if a particular piece of land be considered absolutely, it contains no reason why it should belong to one man more than to another, but if it be considered in respect of its adaptability to cultivation, and the unmolested use of the land, it has a certain commensuration to be the property of one and not of another man, as the Philosopher shows (Polit. ii, 2).",
                "Now it belongs not only to man but also to other animals to  apprehend a thing absolutely: wherefore the right which we call natural, is common to us and other animals according to the first kind of commensuration. But the right of nations falls short of natural right in this sense, as the jurist [*Digest. i, 1; De Just. et Jure i] says because \"the latter is common to all animals, while the former is common to men only.\" On the other hand to consider a thing by comparing it with what results from it, is proper to reason, wherefore this same is natural to man in respect of natural reason which dictates it. Hence the jurist Gaius says (Digest. i, 1; De Just. et Jure i, 9): \"whatever natural reason decrees among all men, is observed by all equally, and is called the right of nations.\" This suffices for the Reply to the First Objection."
            ]
        },
        "4": {
            "question": 57,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether paternal right and right of dominion should be distinguished as special species?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that \"paternal right\" and \"right of dominion\" should not be distinguished as special species. For it belongs to justice to render to each one what is his, as Ambrose states (De Offic. i, 24). Now right is the object of justice, as stated above (Article [1]). Therefore right belongs to each one equally; and we ought not to distinguish the rights of fathers and masters as distinct species."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the law is an expression of what is just, as stated above (Article [1], ad 2). Now a law looks to the common good of a city or kingdom, as stated above (FS, Question [90], Article [2]), but not to the private good of an individual or even of one household. Therefore there is no need for a special right of dominion or paternal right, since the master and the father pertain to a household, as stated in Polit. i, 2."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 57,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, there are many other differences of degrees among men, for instance some are soldiers, some are priests, some are princes. Therefore some special kind of right should be allotted to them."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It belongs to justice to render to each one his right, the distinction between individuals being presupposed: for if a man gives himself his due, this is not strictly called \"just.\" And since what belongs to the son is his father's, and what belongs to the slave is his master's, it follows that properly speaking there is not justice of father to son, or of master to slave."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: A son, as such, belongs to his father, and a slave, as such, belongs to his master; yet each, considered as a man, is something having separate existence and distinct from others. Hence in so far as each of them is a man, there is justice towards them in a way: and for this reason too there are certain laws regulating the relations of father to his son, and of a master to his slave; but in so far as each is something belonging to another, the perfect idea of \"right\" or \"just\" is wanting to them."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 57,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: All other differences between one person and another in a state, have an immediate relation to the community of the state and to its ruler, wherefore there is just towards them in the perfect sense of justice. This \"just\" however is distinguished according to various offices, hence when we speak of \"military,\" or \"magisterial,\" or \"priestly\" right, it is not as though such rights fell short of the simply right, as when we speak of \"paternal\" right, or right of \"dominion,\" but for the reason that something  proper is due to each class of person in respect of his particular office."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, The Philosopher (Ethic. v, 6) distinguishes right of dominion, paternal right and so on as species distinct  from civil right."
            ],
            "body": [
                "I answer that, Right or just depends on commensuration with another person. Now \"another\" has a twofold signification. First, it may denote something that is other simply, as that which is altogether distinct; as, for example, two men neither of whom is subject to the other, and both of whom are subjects of the ruler of the state; and between these according to the Philosopher (Ethic. v, 6) there is the \"just\" simply. Secondly a thing is said to be other from something else, not simply, but as belonging in some way to that something else: and in this way, as regards human affairs, a son belongs to his father, since he is part of him somewhat, as stated in Ethic. viii, 12, and a slave belongs to his master, because he is his instrument, as stated in Polit. i, 2 [*Cf. Ethic. viii, 11]. Hence a father is not compared to his son as to another simply, and so between them there is not the just simply, but a kind of just, called \"paternal.\" In like manner neither is there the just simply, between master and servant, but that which is called \"dominative.\" A wife, though she is something belonging to the husband, since she stands related to him as to her own body, as the Apostle declares (Eph. 5:28), is nevertheless more distinct from her husband, than a son from his father, or a slave from his master: for she is received into a kind of social life, that of matrimony, wherefore according to the Philosopher (Ethic. v, 6) there is more scope for justice between husband and wife than between father and son, or master and slave, because, as husband and wife have an immediate relation to the community of the household, as stated in Polit. i, 2,5, it follows that between them there is \"domestic justice\" rather than \"civic.\""
            ]
        }
    }
}