{
    "id": 140,
    "part": "SS",
    "title": "Of the Precepts of Fortitude",
    "section": 2,
    "outer": {
        "question": 140,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must next consider the precepts of fortitude:",
            "(1) The precepts of fortitude itself;",
            "(2) The precepts of its parts."
        ],
        "title": [
            "OF THE PRECEPTS OF FORTITUDE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 140,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the precepts of fortitude are suitably given in the Divine Law?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the precepts of fortitude are not suitably given in the Divine Law. For the New Law is more perfect than the Old Law. Yet the Old Law contains precepts of fortitude (Dt. 20). Therefore precepts of fortitude should have been given in  the New Law also."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, affirmative precepts are of greater import than negative precepts, since the affirmative include the negative, but not vice versa. Therefore it is unsuitable for the Divine Law to contain none but negative precepts in prohibition of fear."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, fortitude is one of the principal virtues, as stated above (Question [123], Article [2]; FS, Question [61], Article [2]). Now the precepts are directed to the virtues as to their end: wherefore they should be proportionate to them. Therefore the precepts of fortitude should have been placed among the precepts of the decalogue, which are the chief precepts of the Law."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The Old Testament contained temporal promises, while the promises of the New Testament are spiritual and eternal, according to Augustine (Contra Faust. iv). Hence in the Old Law there was need for the people to be taught how to fight, even in a bodily contest, in order to obtain an earthly possession. But in the New Testament men were to be taught how to come to the possession of eternal life by fighting spiritually, according to Mt. 11:12, \"The kingdom of heaven suffereth violence, and the violent bear it away.\" Hence Peter commands (1 Pt. 5:8,9): \"Your adversary the devil, as a roaring lion, goeth about, seeking whom he may devour: whom resist ye, strong in faith,\" as also James 4:7: \"Resist the devil, and he will fly from you.\" Since, however, men while tending to spiritual goods may be withdrawn from them by corporal dangers, precepts of fortitude had to be given even in the New Law, that they might bravely endure temporal evils, according to Mt. 10:28, \"Fear ye not them that kill the body.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The law gives general directions in its precepts. But the things that have to be done in cases of danger are not, like the things to be avoided, reducible to some common thing. Hence the precepts of fortitude are negative rather than  affirmative."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As stated above (Question [122], Article [1]), the precepts of the decalogue are placed in the Law, as first principles, which need to be known to all from the outset. Wherefore the precepts of the decalogue had to be chiefly about those acts of justice in which the notion of duty is manifest, and not about acts of fortitude, because it is not so evident that it is a duty for a person not to fear dangers of death."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, stands Holy Writ which contains these precepts."
            ],
            "body": [
                "I answer that, Precepts of law are directed to the end intended by the lawgiver. Wherefore precepts of law must needs be framed in various ways according to the various ends intended by lawgivers, so that even in human affairs there are laws of democracies, others of kingdoms, and others again of tyrannical governments. Now the end of the Divine Law is that man may adhere to God: wherefore the Divine Law contains precepts both of fortitude and of the other virtues, with a view to directing the mind to God. For this reason it is written (Dt. 20:3,4): \"Fear ye them not: because the Lord your God is in the midst of you, and will fight for you against your enemies.\"",
                "As to human laws, they are directed to certain earthly goods, and among them we find precepts of fortitude according to the requirements of those goods."
            ]
        },
        "2": {
            "question": 140,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the precepts of the parts of fortitude are suitably given in the Divine Law?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the precept of the parts of fortitude are unsuitably given in the Divine Law. For just as patience and perseverance are parts of fortitude, so also are magnificence, magnanimity, and confidence, as stated above (Question [128]). Now we find precepts of patience in the Divine Law, as also of perseverance. Therefore there should also have been precepts of magnificence and magnanimity."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, patience is a very necessary virtue, since it is the guardian of the other virtues, as Gregory says (Hom. in Evang. xxxv). Now the other virtues are commanded absolutely. Therefore patience should not have been commanded merely, as Augustine says (De Serm. Dom. in Monte i), as to the preparedness of the mind."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 140,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, patience and perseverance are parts of fortitude, as stated above (Question [128]; Question [136], Article [4]; Question [137], Article [2]). Now the precepts of fortitude are not affirmative but only negative, as stated above (Article [1], ad 2). Therefore the precepts of patience and perseverance should have been negative and not affirmative.",
                        "The contrary, however, follows from the way in which they are given by Holy Writ."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Magnificence and magnanimity do not belong to the genus of fortitude, except by reason of a certain excellence of greatness which they regard in their respective matters. Now things pertaining to excellence come under the counsels of perfection rather than under precepts of obligation. Wherefore, there was need of counsels, rather than of precepts about magnificence and magnanimity. On the other hand, the hardships and toils of the present life pertain to patience and perseverance, not by reason of any greatness observable in them, but on account of the very nature  of those virtues. Hence the need of precepts of patience and perseverance."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: As stated above (Question [3], Article [2]), although affirmative precepts are always binding, they are not binding for always, but according to place and time. Wherefore just as the affirmative precepts about the other virtues are to be understood as to the preparedness of the mind, in the sense that man be prepared to fulfil them when necessary, so too are the precepts of patience to be understood in the same way."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 140,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Fortitude, as distinct from patience and perseverance, is about the greatest dangers wherein one must proceed with caution; nor is it necessary to determine what is to be done in particular. On the other hand, patience and perseverance are about minor hardships and toils, wherefore there is less danger in determining, especially in general, what is to be done in such cases."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [],
            "body": [
                "I answer that, The Divine Law instructs man perfectly about such things as are necessary for right living. Now in order to live aright man needs not only the principal virtues, but also the secondary and annexed virtues. Wherefore the Divine Law contains precepts not only about the acts of the principal virtues, but also about the acts of the secondary and annexed virtues."
            ]
        }
    }
}