{
    "id": 41,
    "part": "SS",
    "title": "Of Strife",
    "outer": {
        "question": 41,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider strife, under which head there are two points of inquiry:",
            "(1) Whether strife is a sin?",
            "(2) Whether it is a daughter of anger?"
        ],
        "title": [
            "OF STRIFE (TWO ARTICLES) [*Strife here denotes fighting between individuals]"
        ]
    },
    "article": {
        "1": {
            "question": 41,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether strife is always a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that strife is not always a sin. For strife seems a kind of contention: hence Isidore says (Etym. x) that the word \"rixosus [quarrelsome] is derived from the snarling [rictu] of a dog, because the quarrelsome man is ever ready to contradict; he delights in brawling, and provokes contention.\" Now contention is not always a sin. Neither, therefore, is strife."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, it is related (Gn. 26:21) that the servants of Isaac \"digged\" another well, \"and for that they quarrelled likewise.\" Now it is not credible that the household of Isaac quarrelled publicly, without being reproved by him, supposing it were a sin. Therefore strife is not a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, strife seems to be a war between individuals. But war is not always sinful. Therefore strife is not always a sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Strife is not just the same as contention: and there are three things in the passage quoted from Isidore, which express the inordinate nature of strife. First, the quarrelsome man is always ready to fight, and this is conveyed by the words, \"ever ready to contradict,\" that is to say, whether the other man says or does well or ill. Secondly, he delights in quarrelling itself, and so the passage proceeds, \"and delights in brawling.\" Thirdly, \"he\" provokes others to quarrel, wherefore it goes on, \"and provokes contention.\"",
                        "Reply to Objection 1: The sense of the text is not that the servants of Isaac quarrelled, but that the inhabitants of that country quarrelled with them: wherefore these sinned, and not the servants of Isaac, who bore the calumny [*Cf. Gn. 26:20]."
                    ],
                    "id": 1,
                    "article": 1
                },
                "3": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: In order for a war to be just it must be declared by authority of the governing power, as stated above (Question [40], Article [1]); whereas strife proceeds from a private feeling of anger or hatred. For if the servants of a sovereign or judge, in virtue of their public authority, attack certain men and these defend themselves, it is not the former who are said to be guilty of strife, but those who resist the public authority. Hence it is not the assailants in this case who are guilty of strife and commit sin, but those who defend themselves inordinately."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Strifes [*The Douay version has 'quarrels']  are reckoned among the works of the flesh (Gal. 5:20), and \"they who do such things shall not obtain the kingdom of God.\" Therefore strifes are not only sinful, but they are even mortal sins."
            ],
            "body": [
                "I answer that, While contention implies a contradiction of words, strife denotes a certain contradiction of deeds. Wherefore a gloss on Gal. 5:20 says that \"strifes are when persons strike one another through anger.\" Hence strife is a kind of private war, because it takes place between private persons, being declared not by public authority, but rather by an inordinate will. Therefore strife is always sinful. In fact it is a mortal sin in the man who attacks another unjustly, for it is not without mortal sin that one inflicts harm on another even if the deed be done by the hands. But in him who defends himself, it may be without sin, or it may sometimes involve a venial sin, or sometimes a mortal sin; and this depends on his intention and on his manner of defending himself. For if his sole intention be to withstand the injury done to him, and he defend himself with due moderation, it is no sin, and one cannot say properly that there is strife on his part. But if, on the other hand, his self-defense be inspired by vengeance and hatred, it is always a sin. It is a venial sin, if a slight movement of hatred or vengeance obtrude itself, or if he does not much exceed moderation in defending himself: but it is a mortal sin if he makes for his assailant with the fixed intention of killing him, or inflicting grievous harm on him."
            ]
        },
        "2": {
            "question": 41,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether strife is a daughter of anger?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that strife is not a daughter of anger. For it is written (James 4:1): \"Whence are wars and contentions? Are they not . . . from your concupiscences, which war in your members?\" But anger is not in the concupiscible faculty. Therefore strife is a daughter, not of anger, but of concupiscence."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, it is written (Prov. 28:25): \"He that boasteth and puffeth up himself, stirreth up quarrels.\" Now strife is apparently the same as quarrel. Therefore it seems that strife is a daughter of pride or vainglory which makes a man boast and puff himself up."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, it is written (Prov. 18:6): \"The lips of a fool intermeddle with strife.\" Now folly differs from anger, for it is opposed, not to meekness, but to wisdom or prudence. Therefore strife is not a daughter of anger."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, it is written (Prov. 10:12): \"Hatred stirreth up strifes.\" But hatred arises from envy, according to Gregory (Moral. xxxi, 17). Therefore strife is not a daughter of anger, but of envy."
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 41,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 5: Further, it is written (Prov. 17:19): \"He that studieth discords, soweth [Vulg.: 'loveth'] quarrels.\" But discord is a daughter of vainglory, as stated above (Question [37], Article [2]). Therefore strife is also."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As stated above (FS, Question [25], Articles [1],2), all the irascible passions arise from those of the concupiscible faculty, so that whatever is the immediate outcome of anger, arises also from concupiscence as from its first root."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Boasting and puffing up of self which are the result of anger or vainglory, are not the direct but the occasional cause of quarrels or strife, because, when a man resents another being preferred to him, his anger is aroused, and then his anger results in quarrel and strife."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Anger, as stated above (FS, Question [48], Article [3]) hinders the judgment of the reason, so that it bears a likeness to folly. Hence they have a common effect, since it is due to a defect in the reason that a man designs to hurt another inordinately."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Although strife sometimes arises from hatred, it is not the proper effect thereof, because when one man hates another it is beside his intention to hurt him in a quarrelsome and open manner, since sometimes he seeks to hurt him secretly. When, however, he sees himself prevailing, he endeavors to harm him with strife and quarrel. But to hurt a man in a quarrel is the proper effect of anger, for the reason given above."
                    ],
                    "id": 4,
                    "article": 2
                },
                "5": {
                    "question": 41,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 5: Strifes give rise to hatred and discord in the hearts of those who are guilty of strife, and so he that \"studies,\" i.e., intends to sow discord among others, causes them to quarrel among themselves. Even so any sin may command the act of another sin, by directing it to its own end. This does not, however, prove that strife is the daughter of vainglory properly and directly."
                    ],
                    "id": 5,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Gregory says (Moral. xxxi, 17) that \"anger gives rise to strife\"; and it is written (Prov. 15:18; 29:22): \"A passionate man stirreth up strifes.\""
            ],
            "body": [
                "I answer that, As stated above (Article [1]), strife denotes an antagonism extending to deeds, when one man designs to harm another. Now there are two ways in which one man may intend to harm another. In one way it is as though he intended absolutely the other's hurt, which in this case is the outcome of hatred, for the intention of hatred is directed to the hurt of one's enemy either openly or secretly. In another way a man intends to hurt another who knows and withstands his intention. This is what we mean by strife, and belongs properly to anger which is the desire of vengeance: for the angry man is not content to hurt secretly the object of his anger, he even wishes him to feel the hurt and know that what he suffers is in revenge for what he has done, as may be seen from what has been said above about the passion of anger (FS, Question [46], Article [6], ad 2). Therefore, properly speaking, strife arises from anger."
            ]
        }
    }
}