{
    "id": 105,
    "part": "SS",
    "title": "Of Disobedience",
    "section": 1,
    "outer": {
        "question": 105,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider disobedience, under which head there are two points of inquiry:",
            "(1) Whether it is a mortal sin?",
            "(2) Whether it is the most grievous of sins?"
        ],
        "title": [
            "OF DISOBEDIENCE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 105,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether disobedience is a mortal sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that disobedience is not a mortal sin. For every sin is a disobedience, as appears from Ambrose's definition given above (Question [104], Article [2], Objection [1]). Therefore if disobedience were a mortal sin, every sin would be mortal."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, Gregory says (Moral. xxxi) that disobedience is born of vainglory. But vainglory is not a mortal sin. Neither therefore is disobedience."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, a person is said to be disobedient when he does not fulfil a superior's command. But superiors often issue so many commands that it is seldom, if ever, possible to fulfil them. Therefore if disobedience were a mortal sin, it would follow that man cannot avoid mortal sin, which is absurd. Wherefore disobedience is not a mortal sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The definition given by Ambrose refers to mortal sin, which has the character of perfect sin. Venial sin is not disobedience, because it is not contrary to a precept, but beside it. Nor again is every mortal sin disobedience, properly and essentially, but only when one contemns a precept, since moral acts take their species from the end. And when a thing is done contrary to a precept, not in contempt of the precept, but with some other purpose, it is not a sin of disobedience except materially, and belongs formally to another species of sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Vainglory desires display of excellence. And since it seems to point to a certain excellence that one be not subject to another's command, it follows that disobedience arises from vainglory. But there is nothing to hinder mortal sin from arising out of venial sin, since venial sin is a disposition to mortal."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: No one is bound to do the impossible: wherefore if a superior makes a heap of precepts and lays them upon his subjects, so that they are unable to fulfil them, they are excused from sin. Wherefore superiors should refrain from making a multitude of precepts."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The sin of disobedience to parents is reckoned (Rm. 1:30; 2 Tim. 3:2) among other mortal sins."
            ],
            "body": [
                "I answer that, As stated above (Question [24], Article [12]; FS, Question [72], Article [5]; FS, Question [88], Article [1]), a mortal sin is one that is contrary to charity which is the cause of spiritual life. Now by charity we love God and our neighbor. The charity of God requires that we obey His commandments, as stated above (Question [24], Article [12]). Therefore to be disobedient to the commandments of God is a mortal sin, because it is contrary to the love of God.",
                "Again, the commandments of God contain the precept of obedience to superiors. Wherefore also disobedience to the commands of a superior is a mortal sin, as being contrary to the love of God, according to Rm. 13:2, \"He that resisteth the power, resisteth the ordinance of God.\" It is also contrary to the love of our neighbor, as it withdraws from the superior who is our neighbor the obedience that is his due."
            ]
        },
        "2": {
            "question": 105,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether disobedience is the most grievous of sins?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that disobedience is the most grievous of sins. For it is written (1 Kgs. 15:23): \"It is like the sin of witchcraft to rebel, and like the crime of idolatry to refuse to obey.\" But idolatry is the most grievous of sins, as stated above (Question [94], Article [3]). Therefore disobedience is the most grievous of sins."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the sin against the Holy Ghost is one that removes the obstacles of sin, as stated above (Question [14], Article [2]). Now disobedience makes a man contemn a precept which, more than anything, prevents a man from sinning. Therefore disobedience is a sin against the Holy Ghost, and consequently is the most grievous of sins."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 105,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Apostle says (Rm. 5:19) that \"by the disobedience of one man, many were made sinners.\" Now the cause is seemingly greater than its effect. Therefore disobedience seems to be a more grievous sin than the others that are caused thereby."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: This comparison of Samuel is one, not of equality  but of likeness, because disobedience redounds to the contempt of God just as idolatry does, though the latter does so more."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Not every disobedience is sin against the Holy Ghost, but only that which obstinacy is added: for it is not the contempt of any obstacle to sin that constitutes sin against the Holy Ghost, else the contempt of any good would be a sin against the Holy Ghost, since any good may hinder a man from committing sin. The sin against the Holy Ghost consists in the contempt of those goods which lead directly to repentance and the remission of sins."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 105,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The first sin of our first parent, from which sin was transmitted to a men, was not disobedience considered as a special sin, but pride, from which then man proceeded to disobey. Hence the Apostle in these words seems to take disobedience in its relation to every sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Contempt of the commander is a more grievous sin than contempt of his command. Now some sins are against the very person of the commander, such as blasphemy and murder. Therefore disobedience is not the most grievous of sins."
            ],
            "body": [
                "I answer that, Not every disobedience is equally a sin: for one disobedience may be greater than another, in two ways. First, on the part of the superior commanding, since, although a man should take every care to obey each superior, yet it is a greater duty to obey a higher than a lower authority, in sign of which the command of a lower authority is set aside if it be contrary to the command of a higher authority. Consequently the higher the person who commands, the more grievous is it to disobey him: so that it is more grievous to disobey God than man. Secondly, on the part of the things commanded. For the person commanding does not equally desire the fulfilment of all his commands: since every such person desires above all the end, and that which is nearest to the end. Wherefore disobedience is the more grievous, according as the unfulfilled commandment is more in the intention of the person commanding. As to the commandments of God, it is evident that the greater the good commanded, the more grievous the disobedience of that commandment, because since God's will is essentially directed to the good, the greater the good the more does God wish it to be fulfilled. Consequently he that disobeys the commandment of the love of God sins more grievously than one who disobeys the commandment of the love of our neighbor. On the other hand, man's will is not always directed to the greater good: hence, when we are bound by a mere precept of man, a sin is more grievous, not through setting aside a greater good, but through setting aside that which is more in the intention of the person commanding.",
                "Accordingly the various degrees of disobedience must correspond with the various degrees of precepts: because the disobedience in which there is contempt of God's precept, from the very nature of disobedience is more grievous than a sin committed against a man, apart from the latter being a disobedience to God. And I say this because whoever sins against his neighbor acts also against God's commandment. And if the divine precept be contemned in a yet graver matter, the sin is still more grievous. The disobedience that contains contempt of a man's precept is less grievous than the sin which contemns the man who made the precept, because reverence for the person commanding should give rise to reverence for his command. In like manner a sin that directly involves contempt of God, such as blasphemy, or the like, is more grievous (even if we mentally separate the disobedience from the sin) than would be a sin involving contempt of God's commandment alone."
            ]
        }
    }
}