{
    "id": 112,
    "part": "SS",
    "title": "Of Boasting",
    "section": 1,
    "outer": {
        "question": 112,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider boasting and irony, which are parts of lying according to the Philosopher (Ethic. iv, 7). Under the first head, namely, boasting, there are two points of inquiry:",
            "(1) To which virtue is it opposed?",
            "(2) Whether it is a mortal sin?"
        ],
        "title": [
            "OF BOASTING (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 112,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether boasting is opposed to the virtue of truth?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that boasting is not opposed to the virtue of truth. For lying is opposed to truth. But it is possible to boast even without lying, as when a man makes a show of his own excellence. Thus it is written (Esther 1:3,4) that Assuerus \"made a great feast . . . that he might show the riches of the glory\" and \"of his kingdom, and the greatness and boasting of his power.\" Therefore boasting is not opposed to the virtue of truth."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, boasting is reckoned by Gregory (Moral. xxiii, 4) to be one of the four species of pride, \"when,\" to wit, \"a man boasts of having what he has not.\" Hence it is written (Jer. 48:29,30): \"We have heard the pride of Moab, he is exceeding proud: his haughtiness, and his arrogancy, and his pride, and the loftiness of his heart. I know, saith the Lord, his boasting, and that the strength thereof is not according to it.\" Moreover, Gregory says (Moral. xxxi, 7) that boasting arises from vainglory. Now pride and vainglory are opposed to the virtue of humility. Therefore boasting is opposed, not to truth, but to humility."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, boasting seems to be occasioned by riches; wherefore it is written (Wis. 5:8): \"What hath pride profited us? or what advantage hath the boasting of riches brought us?\" Now excess of riches seems to belong to the sin of covetousness, which is opposed to justice or liberality. Therefore boasting is not opposed to truth."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: This argument takes boasting as exceeding men's opinion."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The sin of boasting may be considered in two ways. First, with regard to the species of the act, and thus it is opposed to truth; as stated (in the body of the article and Question [110], Article [2]). Secondly, with regard to its cause, from which more frequently though not always it arises: and thus it proceeds from pride as its inwardly moving and impelling cause. For when a man is uplifted inwardly by arrogance, it often results that outwardly he boasts of great things about himself; though sometimes a man takes to boasting, not from arrogance, but from some kind of vanity, and delights therein, because he is a boaster by habit. Hence arrogance, which is an uplifting of self above oneself, is a kind of pride; yet it is not the same as boasting, but is very often its cause. For this reason Gregory reckons boasting among the species of pride. Moreover, the boaster frequently aims at obtaining glory through his boasting, and so, according to Gregory, it arises from vainglory considered as its end."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Wealth also causes boasting, in two ways. First, as an occasional cause, inasmuch as a man prides himself on his riches. Hence (Prov. 8:18) \"riches\" are significantly described as \"proud\" [Douay: 'glorious']. Secondly, as being the end of boasting, since according to Ethic. iv, 7, some boast, not only for the sake of glory, but also for the sake of gain. Such people invent stories about themselves, so as to make profit thereby; for instance, they pretend to be skilled in medicine, wisdom, or divination."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. ii, 7; iv, 7), that boasting is opposed to truth."
            ],
            "body": [
                "I answer that, \"Jactantia\" [boasting] seems properly to denote the uplifting of self by words: since if a man wishes to throw [jactare] a thing far away, he lifts it up high. And to uplift oneself, properly speaking, is to talk of oneself above oneself [*Or 'tall-talking' as we should say in English]. This happens in two ways. For sometimes a man speaks of himself, not above what he is in himself, but above that which he is esteemed by men to be: and this the Apostle declines to do when he says (2 Cor. 12:6): \"I forbear lest any man should think of me above that which he seeth in me, or anything he heareth of me.\" In another way a man uplifts himself in words, by speaking of himself above that which he is in  reality. And since we should judge of things as they are in themselves, rather than as others deem them to be, it follows that boasting denotes more properly the uplifting of self above what one is in oneself, than the uplifting of self above what others think of one: although in either case it may be called boasting. Hence boasting properly so called is opposed to truth by way of excess."
            ]
        },
        "2": {
            "question": 112,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether boasting is a mortal sin?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that boasting is a mortal sin. For it is written (Prov. 28:25): \"He that boasteth, and puffeth himself, stirreth up quarrels.\" Now it is a mortal sin to stir up quarrels, since God hates those that sow discord, according to Prov. 6:19. Therefore boasting is a mortal sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, whatever is forbidden in God's law is a mortal sin. Now a gloss on Ecclus. 6:2, \"Extol not thyself in the thoughts of thy soul,\" says: \"This is a prohibition of boasting and pride.\" Therefore boasting is a mortal sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 112,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, boasting is a kind of lie. But it is neither an officious nor a jocose lie. This is evident from the end of lying; for according to the Philosopher (Ethic. iv, 7), \"the  boaster pretends to something greater than he is, sometimes for no further purpose, sometimes for the sake of glory or honor, sometimes for the sake of money.\" Thus it is evident that it is neither an officious nor a jocose lie, and consequently it must be a mischievous lie. Therefore seemingly it is always a mortal sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: To boast in order to stir quarrels is a mortal sin. But it happens sometimes that boasts are the cause of quarrels, not intentionally but accidentally: and consequently boasting will not be a mortal sin on that account."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: This gloss speaks of boasting as arising from pride that is a mortal sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 112,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Boasting does not always involve a mischievous lie, but only where it is contrary to the love of God or our neighbor, either in itself or in its cause. That a man boast, through mere pleasure in boasting, is an inane thing to do, as the Philosopher remarks (Ethic. iv, 7): wherefore it amounts to a jocose lie. Unless perchance he were to prefer this to the love of God, so as to contemn God's commandments for the sake of boasting:  for then it would be against the charity of God, in Whom alone ought our mind to rest as in its last end.",
                        "To boast for the sake of glory or gain seen to involve an officious lie: provided it be do without injury to others, for then it would once become a mischievous lie."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Boasting arises from vainglory, according to Gregory (Moral. xxxi, 17). Now vainglory is not always a mortal sin, but is sometimes a venial sin which only the very perfect avoid. For Gregory says (Moral. viii, 30) that \"it belongs to the very perfect, by outward deeds so to seek the glory of their author, that they are not inwardly uplifted by the praise awarded them.\" Therefore boasting is not always a mortal sin."
            ],
            "body": [
                "I answer that, As stated above (Question [110], Article [4]), a mortal sin is one that is contrary to charity. Accordingly boasting may be considered in two ways. First, in itself, as a lie, and thus it is sometimes a mortal, and sometimes a venial sin. It will be a mortal sin when a man boasts of that which is contrary to God's glory---thus it is said in the person of the king of Tyre (Ezech. 28:2): \"Thy heart is lifted up, and thou hast said: I am God\"---or contrary to the love of our neighbor, as when a man while boasting of himself breaks out into invectives against others, as told of the Pharisee who said (Lk. 18:11): \"I am not as the rest of men, extortioners, unjust, adulterers, as also is this publican.\" Sometimes it is a venial sin, when, to wit, a man boasts of things that are against neither God nor his neighbor. Secondly, it may be considered with regard to its cause, namely, pride, or the desire of gain or of vainglory: and then if it proceeds from pride or from such vainglory as is a mortal sin, then the boasting will also be a mortal sin: otherwise it will be a venial sin. Sometimes, however, a man breaks out into boasting through desire of gain, and for this very reason he would seem to be aiming at the deception and injury of his neighbor: wherefore boasting of this kind is more likely to be a mortal sin. Hence the Philosopher says (Ethic. iv, 7) that \"a man who boasts for the sake of gain, is viler than one who boasts for the sake of glory or honor.\" Yet it is not always a mortal sin because the gain may be such as not to injure another man."
            ]
        }
    }
}