{
    "id": 38,
    "part": "SS",
    "title": "Of Contention",
    "outer": {
        "question": 38,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider contention, in respect of which there are two points of inquiry:",
            "(1) Whether contention is a mortal sin?",
            "(2) Whether it is a daughter of vainglory?"
        ],
        "title": [
            "OF CONTENTION (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 38,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether contention is a mortal sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that contention is not a mortal sin. For there is no mortal sin in spiritual men: and yet contention is to be found in them, according to Lk. 22:24: \"And there was also a strife amongst\" the disciples of Jesus, \"which of them should . . . be the greatest.\" Therefore contention is not a mortal sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, no well disposed man should be pleased that his neighbor commit a mortal sin. But the Apostle says (Phil. 1:17): \"Some out of contention preach Christ,\" and afterwards he says (Phil. 1:18): \"In this also I rejoice, yea, and will rejoice.\" Therefore contention is not a mortal sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, it happens that people contend either in the courts or in disputations, without any spiteful purpose, and with a good intention, as, for example, those who contend by disputing with heretics. Hence a gloss on 1 Kgs. 14:1, \"It came to pass one day,\" etc. says: \"Catholics do not raise contentions with heretics, unless they are first challenged to dispute.\" Therefore contention is not a mortal sin."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, Job seems to have contended with God, according to Job 39:32: \"Shall he that contendeth with God be so easily silenced?\" And yet Job was not guilty of mortal sin, since the Lord said of him (Job 42:7): \"You have not spoken the thing that is right before me, as my servant Job hath.\" Therefore contention is not always a mortal sin."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The disciples of Christ contended together, not with the intention of disclaiming the truth, since each one stood up for what he thought was true. Yet there was inordinateness in their contention, because they contended about a matter which they ought not to have contended about, viz. the primacy of honor; for they were not spiritual men as yet, as a gloss says on the same passage; and for this reason Our Lord checked them."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Those who preached Christ \"out of contention,\" were to be blamed, because, although they did not gainsay the truth of faith, but preached it, yet they did gainsay the truth, by the fact that they thought they would \"raise affliction\" to the Apostle who was preaching the truth of faith. Hence the Apostle rejoiced not in their contention, but in the fruit that would result therefrom, namely that Christ would be made known---since evil is sometimes the occasion of good results."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Contention is complete and is a mortal sin when, in contending before a judge, a man gainsays the truth of justice, or in a disputation, intends to impugn the true doctrine. In this sense Catholics do not contend against heretics, but the reverse. But when, whether in court or in a disputation, it is incomplete, i.e. in respect of the acrimony of speech, it is not always a mortal sin."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Contention here denotes an ordinary dispute. For Job had said (13:3): \"I will speak to the Almighty, and I desire to reason with God\": yet he intended not to impugn the truth, but to defend it, and in seeking the truth thus, he had no wish to be inordinate in mind or in speech."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is against the precept of the Apostle who says (2 Tim. 2:14): \"Contend not in words.\" Moreover (Gal. 5:20) contention is included among the works of the flesh, and as stated there (Gal. 5:21) \"they who do such things shall not obtain the kingdom of God.\" Now whatever excludes a man from the kingdom of God and is against a precept, is a mortal sin. Therefore contention is a mortal sin."
            ],
            "body": [
                "I answer that, To contend is to tend against some one. Wherefore just as discord denotes a contrariety of wills, so contention signifies contrariety of speech. For this reason when a man contrasts various contrary things in a speech, this is called \"contentio,\" which Tully calls one of the rhetorical colors (De Rhet. ad Heren. iv), where he says that \"it consists in developing a speech from contrary things,\" for instance: \"Adulation has a pleasant beginning, and a most bitter end.\"",
                "Now contrariety of speech may be looked at in two ways: first with regard to the intention of the contentious party, secondly,  with regard to the manner of contending. As to the intention, we must consider whether he contends against the truth, and then he is to be blamed, or against falsehood, and then he should be praised. As to the manner, we must consider whether his manner of contending is in keeping with the persons and the matter in dispute, for then it would be praiseworthy, hence Tully says (De Rhet. ad Heren. iii) that \"contention is a sharp speech suitable for proof and refutation\"---or whether it exceeds the demands of the persons and matter in dispute, in which case it is blameworthy.",
                "Accordingly if we take contention as denoting a disclaimer of the truth and an inordinate manner, it is a mortal sin. Thus Ambrose [*Cf. Gloss. Ord. in Rom. i, 29] defines contention: \"Contention is a disclaimer of the truth with clamorous confidence.\" If, however, contention denote a disavowal of what is false, with the proper measure of acrimony, it is praiseworthy: whereas, if it denote a disavowal of falsehood, together with an inordinate manner, it can be a venial sin, unless the contention be conducted so inordinately, as to give scandal to others. Hence the Apostle after saying (2 Tim. 2:14): \"Contend not in words,\" adds, \"for it is to no profit, but to the subverting of the hearers.\""
            ]
        },
        "2": {
            "question": 38,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether contention is a daughter of vainglory?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that contention is not a daughter of vainglory. For contention is akin to zeal, wherefore it is written (1 Cor. 3:3): \"Whereas there is among you zeal [Douay: 'envying'] and contention, are you not carnal, and walk according to men?\" Now zeal pertains to envy. Therefore contention arises rather from envy."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, contention is accompanied by raising of the voice. But the voice is raised on account of anger, as Gregory declares (Moral. xxxi, 14). Therefore contention too arises from anger."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 38,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, among other things knowledge seems to be the matter of pride and vainglory, according to 1 Cor. 8:1: \"Knowledge puffeth up.\" Now contention is often due to lack of knowledge, and by knowledge we do not impugn the truth, we know it. Therefore contention is not a daughter of vainglory."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Contention, like discord, is akin to envy in so far as a man severs himself from the one with whom he is discordant, or with whom he contends, but in so far as a contentious man holds to something, it is akin to pride and vainglory, because, to wit, he clings to his own opinion, as stated above (Question [37], Article [2], ad 1)."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The contention of which we are speaking puts on a loud voice, for the purpose of impugning the truth, so that it is not the chief part of contention. Hence it does not follow that contention arises from the same source as the raising of the voice."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 38,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Pride and vainglory are occasioned chiefly by goods even those that are contrary to them, for instance, when a man is proud of his humility: for when a thing arises in this way, it does so not directly but accidentally, in which way nothing hinders one contrary from arising out of another. Hence there is no reason why the \"per se\" and direct effects of pride or vainglory, should not result from the contraries of those things which are the occasion of pride."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary stands the authority of Gregory (Moral. xxxi, 14)."
            ],
            "body": [
                "I answer that, As stated above (Question [37], Article [2]), discord is a daughter of vainglory, because each of the disaccording parties clings to his own opinion, rather than acquiesce with the other. Now it is proper to pride and vainglory to seek one's own glory. And just as people are discordant when they hold to their own opinion in their hearts, so are they contentious when each defends his own opinion by words. Consequently contention is reckoned a daughter of vainglory for the same reason as discord."
            ]
        }
    }
}