{
    "id": 130,
    "part": "SS",
    "title": "Of Presumption",
    "section": 2,
    "outer": {
        "question": 130,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the vices opposed to magnanimity; and in the first place, those that are opposed thereto by excess. These are three, namely, presumption, ambition, and vainglory. Secondly, we shall consider pusillanimity which is opposed to it by way of deficiency. Under the first head there are two points of inquiry:",
            "(1) Whether presumption is a sin?",
            "(2) Whether it is opposed to magnanimity by excess?"
        ],
        "title": [
            "OF PRESUMPTION (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 130,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether presumption is a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that presumption is not a sin. For the Apostle says: \"Forgetting the things that are behind, I stretch forth [Vulg.: 'and stretching forth'] myself to those that are before.\" But it seems to savor of presumption that one should tend to what is above oneself. Therefore presumption is not a sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the Philosopher says (Ethic. i, 7) \"we should not listen to those who would persuade us to relish human things because we are men, or mortal things because we are mortal, but we should relish those that make us immortal\": and (Metaph. i) \"that man should pursue divine things as far as possible.\" Now divine and immortal things are seemingly far above man. Since then presumption consists essentially in tending to what is above oneself, it seems that presumption is something praiseworthy, rather than a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Apostle says (2 Cor. 3:5): \"Not that we are sufficient to think anything of ourselves, as of ourselves.\" If then presumption, by which one strives at that for which one is not sufficient, be a sin, it seems that man cannot lawfully even think of anything good: which is absurd. Therefore presumption is not a sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Nothing hinders that which is above the active power of a natural thing, and yet not above the passive power of that same thing: thus the air is possessed of a passive power by reason of which it can be so changed as to obtain the action and movement of fire, which surpass the active power of air. Thus too it would be sinful and presumptuous for a man while in a state of imperfect virtue to attempt the immediate accomplishment of what belongs to perfect virtue. But it is not presumptuous or sinful for a man to endeavor to advance towards perfect virtue. In this way the Apostle stretched himself forth to the things that were before him, namely continually advancing forward."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Divine and immortal things surpass man according to the order of nature. Yet man is possessed of a natural power, namely the intellect, whereby he can be united to immortal and Divine things. In this respect the Philosopher says that \"man ought to pursue immortal and divine things,\" not that he should do what it becomes God to do, but that he should be united to Him in intellect and will."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As the Philosopher says (Ethic. iii, 3), \"what we can do by the help of others we can do by ourselves in a sense.\" Hence since we can think and do good by the help of God, this is not altogether above our ability. Hence it is not presumptuous for a man to attempt the accomplishment of a virtuous deed: but it would be presumptuous if one were to make the attempt without confidence in God's assistance."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Ecclus. 37:3): \"O wicked presumption, whence camest thou?\" and a gloss answers: \"From a creature's evil will.\" Now all that comes of the root of an evil will is a sin. Therefore presumption is a sin."
            ],
            "body": [
                "I answer that, Since whatever is according to nature, is ordered by the Divine Reason, which human reason ought to imitate, whatever is done in accordance with human reason in opposition to  the order established in general throughout natural things is vicious and sinful. Now it is established throughout all natural things, that every action is commensurate with the power of the agent, nor does any natural agent strive to do what exceeds its ability. Hence it is vicious and sinful, as being contrary to the natural order, that any one should assume to do what is above his power: and this is what is meant by presumption, as its very name shows. Wherefore it is evident that presumption is a sin."
            ]
        },
        "2": {
            "question": 130,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether presumption is opposed to magnanimity by excess?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that presumption is not opposed to magnanimity by excess. For presumption is accounted a species of the sin against the Holy Ghost, as stated above (Question [14], Article [2]; Question [21], Article [1]). But the sin against the Holy Ghost is not opposed to magnanimity, but to charity. Neither therefore is presumption opposed to magnanimity."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, it belongs to magnanimity that one should deem oneself worthy of great things. But a man is said to be presumptuous even if he deem himself worthy of small things, if they surpass his ability. Therefore presumption is not directly opposed to magnanimity."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 130,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the magnanimous man looks upon external goods as little things. Now according to the Philosopher (Ethic. iv, 3),  \"on account of external fortune the presumptuous disdain and wrong others, because they deem external goods as something great.\" Therefore presumption is opposed to magnanimity, not by excess, but only by deficiency."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is not every presumption that is accounted a sin against the Holy Ghost, but that by which one contemns the Divine justice through inordinate confidence in the Divine mercy. The latter kind of presumption, by reason of its matter, inasmuch, to wit, as it implies contempt of something Divine, is opposed to charity, or rather to the gift of fear, whereby we revere God. Nevertheless, in so far as this contempt exceeds the proportion to one's own ability, it can be opposed to magnanimity."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Presumption, like magnanimity, seems to tend to something great. For we are not, as a rule, wont to call a man presumptuous for going beyond his powers in something small. If, however, such a man be called presumptuous, this kind of presumption is not opposed to magnanimity, but to that virtue which is about ordinary honor, as stated above (Question [129], Article [2])."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 130,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: No one attempts what is above his ability, except in so far as he deems his ability greater than it is. In this one may err in two ways. First only as regards quantity, as when a man thinks he has greater virtue, or knowledge, or the like, than he has. Secondly, as regards the kind of thing, as when he thinks himself great, and worthy of great things, by reason of something that does not make him so, for instance by reason of riches or goods of fortune. For, as the Philosopher says (Ethic. iv, 3), \"those who have these things without virtue, neither justly deem themselves worthy of great things, nor are rightly called magnanimous.\"",
                        "Again, the thing to which a man sometimes tends in excess of his ability, is sometimes in very truth something great, simply as in the case of Peter, whose intent was to suffer for Christ, which has exceeded his power; while sometimes it is something great, not simply, but only in the opinion of fools, such as wearing costly  clothes, despising and wronging others. This savors of an excess of magnanimity, not in any truth, but in people's opinion. Hence Seneca says (De Quat. Virtut.) that \"when magnanimity exceeds its measure, it makes a man high-handed, proud, haughty restless, and bent on excelling in all things, whether in words or in deeds, without any considerations of virtue.\" Thus it is evident that the presumptuous man sometimes falls short of the magnanimous in reality, although in appearance he surpasses him."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. ii, 7; iv, 3) that the \"vain man,\" i.e. a vaporer or a wind-bag, which with us denotes a presumptuous man, \"is opposed to the magnanimous man by excess.\""
            ],
            "body": [
                "I answer that, As stated above (Question [129], Article [3], ad 1), magnanimity observes the means, not as regards the quantity of that to which it tends, but in proportion to our own ability: for it does not tend to anything greater than is becoming to us.",
                "Now the presumptuous man, as regards that to which he tends, does not exceed the magnanimous, but sometimes falls far short of him: but he does exceed in proportion to his own ability, whereas the magnanimous man does not exceed his. It is in this way that presumption is opposed to magnanimity by excess."
            ]
        }
    }
}