{
    "id": 86,
    "part": "SS",
    "title": "Of Oblations and First-fruits",
    "section": 1,
    "outer": {
        "question": 86,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must next consider oblations and first-fruits. Under this head there are four points of inquiry:",
            "(1) Whether any oblations are necessary as a matter of precept?",
            "(2) To whom are oblations due?",
            "(3) of what things they should be made?",
            "(4) In particular, as to first-fruits, whether men are bound to offer them?"
        ],
        "title": [
            "OF OBLATIONS AND FIRST-FRUITS (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 86,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether men are under a necessity of precept to make oblations?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that men are not bound by precept to make oblations. Men are not bound, at the time of the Gospel, to observe the ceremonial precepts of the Old Law, as stated above (FS, Question [103], Articles [3],4). Now the offering of oblations is one of the ceremonial precepts of the Old Law, since it is written (Ex. 23:14): \"Three times every year you shall celebrate feasts with Me,\" and further on (Ex. 23:15): \"Thou shalt not appear empty before Me.\" Therefore  men are not now under a necessity of precept to make oblations."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, before they are made, oblations depend on man's will, as appears from our Lord's saying (Mt. 5:23), \"If . . . thou offer thy gift at the altar,\" as though this were left to the choice of the offerer: and when once oblations have been made, there is no way of offering them again. Therefore in no way is a man under a necessity of precept to make oblations."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, if anyone is bound to give a certain thing to the Church, and fails to give it, he can be compelled to do so by being deprived of the Church's sacraments. But it would seem unlawful to refuse the sacraments of the Church to those who refuse to make oblations according to a decree of the sixth council [*Can. Trullan, xxiii], quoted I, qu. i, can. Nullus: \"Let none who dispense Holy Communion exact anything of the recipient, and if they exact anything let them be deposed.\" Therefore it is not necessary that men should make oblations."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Under the New Law men are not bound to make oblations on account of legal solemnities, as stated in Exodus, but  on account of certain other reasons, as stated above."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Some are bound to make oblations, both before making them, as in the first, third, and. fourth cases, and after they have made them by assignment or promise: for they are bound to offer in reality that which has been already offered to the Church by way of assignment."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Those who do not make the oblations they are bound to make may be punished by being deprived of the sacraments, not by the priest himself to whom the oblations should be made, lest he seem to exact, something for bestowing the sacraments, but by someone superior to him."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Gregory says [*Gregory VII; Concil. Roman. v, can. xii]: \"Let every Christian take care that he offer something to God at the celebration of Mass.\""
            ],
            "body": [
                "I answer that, As stated above (Question [85], Article [3], ad 3), the term \"oblation\" is common to all things offered for the Divine worship, so that if a thing be offered to be destroyed in worship of God, as though it were being made into something holy, it is both an oblation and a sacrifice. Wherefore it is written (Ex. 29:18): \"Thou shalt offer the whole ram for a burnt-offering upon the altar; it is an oblation to the Lord, a most sweet savor of the victim of the Lord\"; and (Lev. 2:1): \"When anyone shall offer an oblation of sacrifice to the Lord, his offering shall be of fine flour.\" If, on the other hand, it be offered with a view to its remaining entire and being deputed to the worship of God or to the use of His ministers, it will be an oblation and not a sacrifice. Accordingly it is essential to oblations of this kind that they be offered voluntarily, according to Ex. 25:2, of \"every man that offereth of his own accord you shall take them.\" Nevertheless it may happen in four ways that one is bound to make oblations. First, on account of a previous agreement: as when a person is granted a portion of Church land, that he may make certain oblations at fixed times, although this has the character of rent. Secondly, by reason of a previous assignment or promise; as when a man offers a gift among the living, or by will bequeaths to the Church something whether movable or immovable to be delivered at some future time. Thirdly, on account of the need of the Church, for instance if her ministers were without means of support. Fourthly, on account of custom; for the faithful are bound at certain solemn feasts to make certain customary oblations. In the last two cases, however, the oblation remains voluntary, as regards, to wit, the quantity or kind of the thing offered."
            ]
        },
        "2": {
            "question": 86,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether oblations are due to priests alone?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that oblations are not due to priests alone. For chief among oblations would seem to be those that are deputed to the sacrifices of victims. Now whatever is given to the poor is called a \"victim in Scripture according to Heb. 13:16, \"Do not forget to do good and to impart, for by such victims [Douay: 'sacrifices'] God's favor is obtained. Much more therefore are oblations due to the poor."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, in many parishes monks have a share in the oblations. Now \"the case of clerics is distinct from the case of monks,\" as Jerome states [*Ep. xiv, ad Heliod.]. Therefore oblations art not due to priests alone."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, lay people with the consent of the Church buy oblations such as loaves and so forth, and they do so for no other reason than that they may make use thereof themselves. Therefore oblations may have reference to the laity."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Whatever is given to the poor is not a sacrifice properly speaking; yet it is called a sacrifice in so far as it is given to them for God's sake. In like manner, and for the same reason, it can be called an oblation, though not properly speaking, since it is not given immediately to God. Oblations properly so called fall to the use of the poor, not by the dispensation of the offerers, but by the dispensation of the priests."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Monks or other religious may receive oblations under three counts. First, as poor, either by the dispensation of the priests, or by ordination of the Church; secondly, through being ministers of the altar, and then they can accept oblations that are freely offered; thirdly, if the parishes belong to them, and they can accept oblations, having a right to them as rectors of the Church."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Oblations when once they are consecrated, such as sacred vessels and vestments, cannot be granted to the use of the laity: and this is the meaning of the words of Pope Damasus. But those which are unconsecrated may be allowed to the use of layfolk by permission of the priests, whether by way of gift or by way of sale."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, A canon of Pope Damasus [*Damasus I] quoted X, qu. i [*Can. Hanc consuetudinem], says: \"None but the priests whom day by day we see serving the Lord may eat and drink of the oblations which are offered within the precincts of the Holy Church: because in the Old Testament the Lord forbade the children of Israel to eat the sacred loaves, with the exception of Aaron and his sons\" (Lev. 24:8,9)."
            ],
            "body": [
                "I answer that, The priest is appointed mediator and stands, so to speak, \"between\" the people and God, as we read of Moses (Dt. 5:5), wherefore it belongs to him to set forth the Divine teachings and sacraments before the people; and besides to offer to the Lord things appertaining to the people, their prayers, for instance, their sacrifices and oblations. Thus the Apostle says (Heb. 5:1): \"Every high priest taken from among men is ordained for men in the things that appertain to God, that he may offer up gifts and sacrifices for sins.\" Hence the oblations which the people offer to God concern the priests, not only as regards their turning them to their own use, but also as regards the faithful dispensation  thereof, by spending them partly on things appertaining to the Divine worship, partly on things touching their own livelihood (since they that serve the altar partake with the altar, according to 1 Cor. 9:13), and partly for the good of the poor, who, as far as possible, should be supported from the possessions of the Church: for our Lord had a purse for the use of the poor, as Jerome observes on Mt. 17:26, \"That we may not scandalize them.\""
            ]
        },
        "3": {
            "question": 86,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether a man may make oblations of whatever he lawfully possesses?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that a man may not make oblations of whatever he lawfully possesses. According to human law [*Dig. xii, v, de Condict. ob. turp. vel iniust. caus. 4] \"the whore's is a shameful trade in what she does but not in what she takes,\" and consequently what she takes she possesses lawfully. Yet it is not lawful for her to make an oblation with her gains, according to Dt. 23:18, \"Thou shalt not offer the hire of a strumpet . . . in the house of the Lord thy God.\" Therefore it is not lawful to make an oblation of whatever one possesses lawfully."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, in the same passage it is forbidden to offer \"the price of a dog\" in the house of God. But it is evident that a man possesses lawfully the price of a dog he has lawfully sold. Therefore it is not lawful to make an oblation of whatever we possess lawfully."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, it is written (Malachi 1:8): \"If you offer the lame and the sick, is it not evil?\" Yet an animal though lame or sick is a lawful possession. Therefore it would seem that not of every lawful possession may one make an oblation."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: In the Old Law it was forbidden to make an offering of the hire of a strumpet on account of its uncleanness, and in the New Law, on account of scandal, lest the Church seem to favor sin if she accept oblations from the profits of sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: According to the Law, a dog was deemed an unclean animal. Yet other unclean animals were redeemed and their price could be offered, according to Lev. 27:27, \"If it be an unclean animal, he that offereth it shall redeem it.\" But a dog was neither offered nor redeemed, both because idolaters used dogs in sacrifices to their idols, and because they signify robbery, the proceeds of which cannot be offered in oblation. However, this prohibition ceased under the New Law."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The oblation of a blind or lame animal was declared unlawful for three reasons. First, on account of the purpose for which it was offered, wherefore it is written (Malach. 1:8): \"If you offer the blind in sacrifice, is it not evil?\" and it behooved sacrifices to be without blemish. Secondly, on account of contempt, wherefore the same text goes on (Malach. 1:12): \"You have profaned\" My name, \"in that you say: The table of the Lord is defiled and that which is laid thereupon is contemptible.\" Thirdly, on account of a previous vow, whereby a man has bound himself to offer without blemish whatever he has vowed: hence the same text says further on (Malach. 1:14): \"Cursed is the deceitful man that hath in his flock a male, and making a vow offereth in sacrifice that which is feeble to the Lord.\" The same reasons avail still in the New Law, but when they do not apply the unlawfulness ceases."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Prov. 3:9): \"Honor the Lord with thy substance.\" Now whatever a man possesses lawfully belongs to his substance. Therefore he may make oblations of whatever he possesses lawfully."
            ],
            "body": [
                "I answer that, As Augustine says (De Verb. Dom. Serm. cxiii), \"shouldst thou plunder one weaker than thyself and give some of the spoil to the judge, if he should pronounce in thy favor, such is the force of justice that even thou wouldst not be pleased with him: and if this should not please thee, neither does it please thy God.\" Hence it is written (Ecclus. 34:21): \"The offering of him that sacrificeth of a thing wrongfully gotten is stained.\" Therefore it is evident that an oblation must not be made of things unjustly acquired or possessed. In the Old Law, however, wherein the figure was predominant, certain things were reckoned unclean on account of their signification, and it was forbidden to offer them. But in the New Law all God's creatures are looked upon as clean, as stated in Titus 1:15: and consequently anything that is lawfully possessed, considered in itself, may be offered in oblation. But it may happen accidentally that one may not make an oblation of what one possesses lawfully; for instance if it be detrimental to another person, as in the case of a son who offers to God the means of supporting his father (which our Lord condemns, Mt. 15:5), or if it give rise to scandal or contempt, or the like."
            ]
        },
        "4": {
            "question": 86,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether men are bound to pay first-fruits?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that men are not bound to pay first-fruits. After giving the law of the first-born the text continues (Ex. 13:9): \"It shall be as a sign in thy hand,\" so that, apparently, it is a ceremonial precept. But ceremonial precepts are not to be observed in the New Law. Neither therefore ought first-fruits to be paid."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, first-fruits were offered to the Lord for a special favor conferred on that people, wherefore it is written (Dt. 26:2,3): \"Thou shalt take the first of all thy fruits . . . and thou shalt go to the priest that shall be in those days, and say to him: I profess this day before the Lord thy God, that I am come into the land, for which He swore to our fathers, that He would give it us.\" Therefore other nations are not bound to pay first-fruits."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 86,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: That which one is bound to do should be something definite. But neither in the New Law nor in the Old do we find mention of a definite amount of first-fruits. Therefore one is not bound of necessity to pay them."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The ceremonial observances were properly speaking signs of the future, and consequently they ceased when the foreshadowed truth was actually present. But the offering of first-fruits was for a sign of a past favor, whence arises the duty of acknowledgment in accordance with the dictate of natural reason. Hence taken in a general sense this obligation remains."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: First-fruits were offered in the Old Law, not only on account of the favor of the promised land given by God, but also on account of the favor of the fruits of the earth, which were given by God. Hence it is written (Dt. 26:10): \"I offer the first-fruits of the land which the Lord hath given me,\" which second motive is common among all people. We may also reply that just as God granted the land of promise to the Jews by a special favor, so by a general favor He bestowed the lordship of the earth on the whole of mankind, according to Ps. 113:24, \"The earth He has given to the children of men.\""
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 86,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As Jerome says [*Comment. in Ezech. 45:13,14; cf. Cap. Decimam, de Decim. Primit. et Oblat.]: \"According to the tradition of the ancients the custom arose for those who had most to give the priests a fortieth part, and those who had least, one sixtieth, in lieu of first-fruits.\" Hence it would seem that first-fruits should vary between these limits according to the custom of one's country. And it was reasonable that the amount of first-fruits should not be fixed by law, since, as stated above, first-fruits are offered by way of oblation, a condition of which is that it should be voluntary."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is laid down (16, qu. vii, can. Decimas): \"We confirm the right of priests to tithes and first-fruits, and everybody must pay them.\""
            ],
            "body": [
                "I answer that, First-fruits are a kind of oblation, because they are offered to God with a certain profession (Dt. 26); where the same passage continues: \"The priest taking the basket containing the first-fruits from the hand of him that bringeth the first-fruits, shall set it before the altar of the Lord thy God,\" and further on (Dt. 26:10) he is commanded to say: \"Therefore now I offer the first-fruits of the land, which the Lord hath given me.\" Now the first-fruits were offered for a special reason, namely, in recognition of the divine favor, as though man acknowledged that he had received the fruits of the earth from God, and that he ought to offer something to God in return, according to 1 Paral 29:14, \"We have given Thee what we received of Thy hand.\" And since what we offer God ought to be something special, hence it is that man was commanded to offer God his first-fruits, as being a special part of the fruits of the earth: and since a priest is \"ordained for the people \"in the things that appertain to God\" (Heb. 5:1), the first-fruits offered by the people were granted to the priest's use.\" Wherefore it is written (Num. 18:8): \"The Lord said to Aaron: Behold I have given thee the charge of My first-fruits.\" Now it is a point of natural law that man should make an offering in God's honor out of the things he has received from God, but that the offering should be made to any particular person, or out of his first-fruits, or in such or such a quantity, was indeed determined in the Old Law by divine command; but in the New Law it is fixed by the declaration of the Church, in virtue of which men are bound to pay first-fruits according to the custom of  their country and the needs of the Church's ministers."
            ]
        }
    }
}