{
    "id": 132,
    "part": "SS",
    "title": "Of Vainglory",
    "section": 2,
    "outer": {
        "question": 132,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider vainglory: under which head there are five points of inquiry:",
            "(1) Whether desire of glory is a sin?",
            "(2) Whether it is opposed to magnanimity?",
            "(3) Whether it is a mortal sin?",
            "(4) Whether it is a capital vice?",
            "(5) Of its daughters."
        ],
        "title": [
            "OF VAINGLORY (FIVE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 132,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the desire of glory is a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the desire of glory is not a sin. For no one sins in being likened to God: in fact we are commanded (Eph. 5:1): \"Be ye . . . followers of God, as most dear children.\" Now by seeking glory man seems to imitate God, Who seeks glory from men: wherefore it is written (Is. 43:6,7): \"Bring My sons from afar, and My daughters from the ends of the earth. And every one that calleth on My name, I have created him for My glory.\" Therefore the desire for glory is not a sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, that which incites a mar to do good is apparently not a sin. Now the desire of glory incites men to do good. For Tully says (De Tusc. Quaest. i) that \"glory inflames every man to strive his utmost\": and in Holy Writ glory is promised for good works, according to Rm. 2:7: \"To them, indeed, who according to patience in good work . . . glory and honor\" [*Vulg.: 'Who will render to every man according to his works, to them indeed who . . . seek glory and honor and incorruption, eternal life.']. Therefore the desire for glory is not a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Tully says (De Invent. Rhet. ii) that glory is \"consistent good report about a person, together with praise\": and this comes to the same as what Augustine says (Contra Maximin. iii), viz. that glory is, \"as it were, clear knowledge with praise.\" Now it is no sin to desire praiseworthy renown: indeed, it seems itself to call for praise, according to Ecclus. 41:15, \"Take care of a good name,\" and Rm. 12:17, \"Providing good things not only in the sight of God, but also in the sight of all men.\" Therefore the desire of vainglory is not a sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As Augustine says on Jn. 13:13, \"You call Me Master and Lord; and you say well\" (Tract. lviii in Joan.): \"Self-complacency is fraught with danger of one who has to beware of pride. But He Who is above all, however much He may praise Himself, does not uplift Himself. For knowledge of God is our need, not His: nor does any man know Him unless he be taught of Him Who knows.\" It is therefore evident that God seeks glory, not for His own sake, but for ours. In like manner a man may rightly seek his own glory for the good of others, according to Mt. 5:16, \"That they may see your good works, and glorify your Father Who is in heaven.\""
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: That which we receive from God is not vain but true glory: it is this glory that is promised as a reward for good works, and of which it is written (2 Cor. 10:17,18): \"He that glorieth let him glory in the Lord, for not he who commendeth himself is approved, but he whom God commendeth.\" It is true that some are heartened to do works of virtue, through desire for human glory, as also through the desire for other earthly goods. Yet he is not truly virtuous who does virtuous deeds for the sake of human glory, as Augustine proves (De Civ. Dei v)."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: It is requisite for man's perfection that he should know himself; but not that he should be known by others, wherefore it is not to be desired in itself. It may, however, be desired as being useful for something, either in order that God may be glorified by men, or that men may become better by reason of the good they know to be in another man, or in order that man, knowing by the testimony of others' praise the good which is in him, may himself strive to persevere therein and to become better. In this sense it is praiseworthy that a man should \"take care of his good name,\" and that he should \"provide good things in the sight of God and men\": but not that he should take an empty pleasure in human praise."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Civ. Dei v): \"He is better advised who acknowledges that even the love of praise is sinful.\""
            ],
            "body": [
                "I answer that, Glory signifies a certain clarity, wherefore Augustine says (Tract. lxxxii, c, cxiv in Joan.) that to be \"glorified is the same as to be clarified.\" Now clarity and comeliness imply a certain display: wherefore the word glory properly denotes the display of something as regards its seeming comely in the sight of men, whether it be a bodily or a spiritual good. Since, however, that which is clear simply can be seen by many, and by those who are far away, it follows that the word glory properly denotes that somebody's good is known and approved by many, according to the saying of Sallust (Catilin.) [*The quotation is from Livy: Hist., Lib. XXII C, 39]: \"I must not boast while I am addressing one man.\"",
                "But if we take the word glory in a broader sense, it not only consists in the knowledge of many, but also in the knowledge of few, or of one, or of oneself alone, as when one considers one's own good as being worthy of praise. Now it is not a sin to know and approve one's own good: for it is written (1 Cor. 2:12): \"Now we have received not the spirit of this world, but the Spirit that is of God that we may know the things that are given us from God.\"  Likewise it is not a sin to be willing to approve one's own good works: for it is written (Mt. 5:16): \"Let your light shine before men.\" Hence the desire for glory does not, of itself, denote a sin: but the desire for empty or vain glory denotes a sin: for it is sinful to desire anything vain, according to Ps. 4:3, \"Why do you love vanity, and seek after lying?\"",
                "Now glory may be called vain in three ways. First, on the part of the thing for which one seeks glory: as when a man seeks glory for that which is unworthy of glory, for instance when he seeks it for something frail and perishable: secondly, on the part of him from whom he seeks glory, for instance a man whose judgment is uncertain: thirdly, on the part of the man himself who seeks glory, for that he does not refer the desire of his own glory to a due end, such as God's honor, or the spiritual welfare of his neighbor."
            ]
        },
        "2": {
            "question": 132,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether vainglory is opposed to magnanimity?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that vainglory is not opposed to magnanimity.  For, as stated above (Article [1]), vainglory consists in glorying in things that are not, which pertains to falsehood; or in earthly and perishable things, which pertains to covetousness; or in the testimony of men, whose judgment is uncertain, which pertains to imprudence. Now these vices are not contrary to magnanimity. Therefore vainglory is not opposed to magnanimity."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, vainglory is not, like pusillanimity, opposed to magnanimity by way of deficiency, for this seems inconsistent with vainglory. Nor is it opposed to it by way of excess, for in this way presumption and ambition are opposed to magnanimity, as stated above (Question [130], Article [2]; Question [131], Article [2]): and these differ from vainglory. Therefore vainglory is not opposed to magnanimity."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, a gloss on Phil. 2:3, \"Let nothing be done through contention, neither by vainglory,\" says: \"Some among them were given to dissension and restlessness, contending with one another for the sake of vainglory.\" But contention [*Cf. Question [38]] is not opposed to magnanimity. Neither therefore is vainglory."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: To think so much of little things as to glory in them is itself opposed to magnanimity. Wherefore it is said of the magnanimous man (Ethic. iv) that honor is of little account to him. In like manner he thinks little of other things that are sought for honor's sake, such as power and wealth. Likewise it is inconsistent with magnanimity to glory in things that are not; wherefore it is said of the magnanimous man (Ethic. iv) that he cares more for truth than for opinion. Again it is incompatible with magnanimity for a man to glory in the testimony of human praise, as though he deemed this something great; wherefore it is said of the magnanimous man (Ethic. iv), that he cares not to be praised. And so, when a man looks upon little things as though they were great, nothing hinders this from being contrary to magnanimity, as well as to other virtues."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: He that is desirous of vainglory does in truth fall short of being magnanimous, because he glories in what the magnanimous man thinks little of, as stated in the preceding Reply. But if we consider his estimate, he is opposed to the magnanimous  man by way of excess, because the glory which he seeks is something great in his estimation, and he tends thereto in excess of his deserts."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As stated above (Question [127], Article [2], ad 2), the opposition of vices does not depend on their effects. Nevertheless contention, if done intentionally, is opposed to magnanimity: since no one contends save for what he deems great. Wherefore the Philosopher says (Ethic. iv, 3) that the magnanimous man is not contentious, because nothing is great in his estimation."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Tully says (De Offic. i) under the heading, \"Magnanimity consists in two things: We should beware of the desire for glory, since it enslaves the mind, which a magnanimous man should ever strive to keep untrammeled.\" Therefore it is opposed to magnanimity."
            ],
            "body": [
                "I answer that, As stated above (Question [103], Article [1], ad 3), glory is an effect of honor and praise: because from the fact that a man is praised, or shown any kind of reverence, he acquires charity in the knowledge of others. And since magnanimity is about honor, as stated above (Question [129], Articles [1],2), it follows that it also is about glory: seeing that as a man uses honor moderately, so too does he use glory in moderation. Wherefore inordinate desire of glory is directly opposed to magnanimity."
            ]
        },
        "3": {
            "question": 132,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether vainglory is a mortal sin?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that vainglory is a mortal sin. For nothing precludes the eternal reward except a mortal sin. Now vainglory precludes the eternal reward: for it is written (Mt. 6:1): \"Take heed, that you do not give justice before men, to be seen by them: otherwise you shall not have a reward of your Father Who is in heaven.\" Therefore vainglory is a mortal sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, whoever appropriates to himself that which is proper to God, sins mortally. Now by desiring vainglory, a man appropriates to himself that which is proper to God. For it is written (Is. 42:8): \"I will not give My glory to another,\" and (1 Tim. 1:17): \"To . . . the only God be honor and glory.\" Therefore vainglory is a mortal sin."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, apparently a sin is mortal if it be most dangerous and harmful. Now vainglory is a sin of this kind, because a gloss of Augustine on 1 Thess. 2:4, \"God, Who proveth our hearts,\" says: \"Unless a man war against the love of human glory he does not perceive its baneful power, for though it be easy for anyone not to desire praise as long as one does not get it, it is difficult not to take pleasure in it, when it is given.\" Chrysostom also says (Hom. xix in Matth.) that \"vainglory enters secretly, and robs us insensibly of all our inward possessions.\" Therefore vainglory is a mortal sin."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: No man, by sinning, merits eternal life: wherefore a virtuous deed loses its power to merit eternal life, if it be done for the sake of vainglory, even though that vainglory be not a mortal sin. On the other hand when a man loses the eternal reward simply through vainglory, and not merely in respect of one act, vainglory is a mortal sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Not every man that is desirous of vainglory, desires the excellence which belongs to God alone. For the glory due to God alone differs from the glory due to a virtuous or rich man."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Vainglory is stated to be a dangerous sin, not only on account of its gravity, but also because it is a disposition to grave sins, in so far as it renders man presumptuous and too self-confident: and so it gradually disposes a man to lose his inward goods."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Chrysostom says [*Hom. xiii in the Opus Imperfectum falsely ascribed to St. John Chrysostom] that \"while other vices find their abode in the servants of the devil, vainglory finds a place even in the servants of Christ.\" Yet in the latter there is no mortal sin. Therefore vainglory is not a mortal sin."
            ],
            "body": [
                "I answer that, As stated above (Question [24], Article [12]; Question [110], Article [4]; Question [112], Article [2]), a sin is mortal through being contrary to charity. Now the sin of vainglory, considered in itself, does not seem to be contrary to charity as regards the love of one's neighbor: yet as regards the love of God it may be contrary to charity in two ways. In one way, by reason of the matter about which one glories: for instance when one glories in something false that is opposed to the reverence we owe God, according to Ezech. 28:2, \"Thy heart is lifted up, and  Thou hast said: I am God,\" and 1 Cor. 4:7, \"What hast thou that thou hast not received? And if thou hast received, why dost thou glory, as if thou hadst not received it?\" Or again when a man prefers to God the temporal good in which he glories: for this is forbidden (Jer. 9:23,24): \"Let not the wise man glory in his wisdom, and let not the strong man glory in his strength, and let not the rich man glory in his riches. But let him that glorieth glory in this, that he understandeth and knoweth Me.\" Or again when a man prefers the testimony of man to God's; thus it is written in reproval of certain people (Jn. 12:43): \"For they loved the glory of men more than the glory of God.\"",
                "In another way vainglory may be contrary to charity, on the part of the one who glories, in that he refers his intention to glory as his last end: so that he directs even virtuous deeds thereto, and, in order to obtain it, forbears not from doing even that which is against God. In this way it is a mortal sin. Wherefore Augustine says (De Civ. Dei v, 14) that \"this vice,\" namely the love of human praise, \"is so hostile to a godly faith, if the heart desires glory more than it fears or loves God, that our Lord said (Jn. 5:44): How can you believe, who receive glory one from another, and the glory which is from God alone, you do not seek?\"",
                "If, however, the love of human glory, though it be vain, be not inconsistent with charity, neither as regards the matter gloried in, nor as to the intention of him that seeks glory, it is not a mortal but a venial sin."
            ]
        },
        "4": {
            "question": 132,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether vainglory is a capital vice?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that vainglory is not a capital vice. For a vice that always arises from another vice is seemingly not capital. But vainglory always arises from pride. Therefore vainglory is not a capital vice."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, honor would seem to take precedence of glory, for this is its effect. Now ambition which is inordinate desire of honor is not a capital vice. Neither therefore is the desire of vainglory."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, a capital vice has a certain prominence. But vainglory seems to have no prominence, neither as a sin, because it is not always a mortal sin, nor considered as an appetible good, since human glory is apparently a frail thing, and is something outside man himself. Therefore vainglory is not a capital vice."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is not impossible for a capital vice to arise from pride, since as stated above (in the body of the Article and FS, Question [84], Article [2]) pride is the queen and mother of all the vices."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Praise and honor, as stated above (Article [2]), stand in relation to glory as the causes from which it proceeds, so that glory is compared to them as their end. For the reason why a man loves to be honored and praised is that he thinks thereby to acquire a certain renown in the knowledge of others."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Vainglory stands prominent under the aspect of desirability, for the reason given above, and this suffices for it to be reckoned a capital vice. Nor is it always necessary for a capital vice to be a mortal sin; for mortal sin can arise from venial sin, inasmuch as venial sin can dispose man thereto."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Gregory (Moral. xxxi) numbers vainglory among the seven capital vices."
            ],
            "body": [
                "I answer that, The capital vices are enumerated in two ways. For some reckon pride as one of their number: and these do not place vainglory among the capital vices. Gregory, however (Moral. xxxi), reckons pride to be the queen of all the vices, and vainglory, which is the immediate offspring of pride, he reckons to be a capital vice: and not without reason. For pride, as we shall state farther on (Question [152], Articles [1],2), denotes inordinate desire of excellence. But whatever good one may desire, one desires a certain perfection and excellence therefrom: wherefore the end of every vice is directed to the end of pride, so that this vice seems to exercise a kind of causality over the other vices, and ought not to be reckoned among the special sources of vice, known as the capital vices. Now among the goods that are the means whereby man acquires honor, glory seems to be the most conducive to that effect, inasmuch as it denotes the manifestation of a man's goodness: since good is naturally loved and honored by all. Wherefore, just as by the glory which is in God's sight man acquires honor in Divine things, so too by the glory which is in the sight of man he acquires excellence in human things. Hence on account of its close connection with excellence, which men desire above all, it follows that it is most desirable. And since many vices arise from the inordinate desire thereof, it follows that vainglory is a capital vice."
            ]
        },
        "5": {
            "question": 132,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the daughters of vainglory are suitably reckoned to be disobedience, boastfulness, hypocrisy, contention, obstinacy, discord, and love of novelties?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the daughters of vainglory are unsuitably reckoned to be \"disobedience, boastfulness, hypocrisy, contention, obstinacy, discord, and eccentricity [*Praesumptio novitatum, literally 'presumption of novelties'].\" For according to Gregory (Moral. xxiii) boastfulness is numbered among the species of pride. Now pride does not arise from vainglory, rather is it the other way about, as Gregory says (Moral. xxxi). Therefore boastfulness should not be reckoned among the daughters of vainglory."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, contention and discord seem to be the outcome chiefly of anger. But anger is a capital vice condivided with vainglory. Therefore it seems that they are not the daughters of vainglory."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 132,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Chrysostom says (Hom. xix in Matth.) that vainglory is always evil, but especially in philanthropy, i.e. mercy. And yet this is nothing new, for it is an established custom among men. Therefore eccentricity should not be specially reckoned as a daughter of vainglory."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As stated above (Question [112], Article [1], ad 2), boasting is reckoned a kind of pride, as regards its interior cause, which is arrogance: but outward boasting, according to Ethic. iv, is directed sometimes to gain, but more often to glory and honor, and thus it is the result of vainglory."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Anger is not the cause of discord and contention, except in conjunction with vainglory, in that a man thinks it a glorious thing for him not to yield to the will and words of others."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 132,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Vainglory is reproved in connection with almsdeeds on account of the lack of charity apparent in one who prefers vainglory to the good of his neighbor, seeing that he does the latter for the sake of the former. But a man is not reproved for presuming to give alms as though this were something novel."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, stands the authority of Gregory (Moral. xxxi), who there assigns the above daughters to vainglory."
            ],
            "body": [
                "I answer that, As stated above (Question [34], Article [5]; Question [35], Article [4]; FS, Question [84], Articles [3],4), the vices which by their very nature are such as to be directed to the end of a certain capital vice, are called its daughters. Now the end of vainglory is the manifestation of one's own excellence, as stated above (Articles [1],4): and to this end a man may tend in two ways. In one way directly, either by words, and this is boasting, or by deeds, and then if they be true and call for astonishment, it is love of novelties which men are wont to wonder at most; but if they be false, it is hypocrisy. In another way a man strives to make known his excellence by showing that he is not inferior to another, and this in four ways. First, as regards the intellect, and thus we have \"obstinacy,\" by which a man is too much attached to his own opinion, being unwilling to believe one that is better. Secondly, as regards the will, and then we have \"discord,\" whereby a man is unwilling to give up his own will, and agree with others. Thirdly, as regards \"speech,\" and then we have \"contention,\" whereby a man quarrels noisily with another. Fourthly as regards deeds, and this is \"disobedience,\" whereby a man refuses to carry out the command of his superiors."
            ]
        }
    }
}