{
    "id": 107,
    "part": "SS",
    "title": "Of Ingratitude",
    "section": 1,
    "outer": {
        "question": 107,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider ingratitude, under which head there are four points of inquiry:",
            "(1) Whether ingratitude is always a sin?",
            "(2) Whether ingratitude is a special sin?",
            "(3) Whether every act of ingratitude is a mortal sin?",
            "(4) Whether favors should be withdrawn from the ungrateful?"
        ],
        "title": [
            "OF INGRATITUDE (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 107,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether ingratitude is always a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that ingratitude is not always a sin. For Seneca says (De Benef. iii) that \"he who does not repay a favor is ungrateful.\" But sometimes it is impossible to repay a favor without sinning, for instance if one man has helped another to commit a sin. Therefore, since it is not a sin to refrain from sinning, it seems that ingratitude is not always a sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, every sin is in the power of the person who commits it: because, according to Augustine (De Lib. Arb. iii; Retract. i), \"no man sins in what he cannot avoid.\" Now sometimes it is not in the power of the sinner to avoid ingratitude, for instance when he has not the means of repaying. Again forgetfulness is not in our power, and yet Seneca declares (De Benef. iii) that \"to forget a kindness is the height of ingratitude.\" Therefore ingratitude is not always a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, there would seem to be no repayment in being unwilling to owe anything, according to the Apostle (Rm. 13:8), \"Owe no man anything.\" Yet \"an unwilling debtor is ungrateful,\" as Seneca declares (De Benef. iv). Therefore ingratitude is not always a sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Gratitude regards a favor received: and he that helps another to commit a sin does him not a favor but an injury: and so no thanks are due to him, except perhaps on account of his good will, supposing him to have been deceived, and to have thought to help him in doing good, whereas he helped him to sin. In such a case the repayment due to him is not that he should be helped to commit a sin, because this would be repaying not good but evil, and this is contrary to gratitude."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: No man is excused from ingratitude through inability to repay, for the very reason that the mere will suffices for the repayment of the debt of gratitude, as stated above (Question [106], Article [6], ad 1).",
                        "Forgetfulness of a favor received amounts to ingratitude, not indeed the forgetfulness that arises from a natural defect, that is not subject to the will, but that which arises from negligence. For, as Seneca observes (De Benef. iii), \"when forgetfulness of favors lays hold of a man, he has apparently given little thought to their repayment.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The debt of gratitude flows from the debt of love, and from the latter no man should wish to be free. Hence that anyone should owe this debt unwillingly seems to arise from lack of love for his benefactor."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Ingratitude is reckoned among other sins (2 Tim. 3:2), where it is written: \"Disobedient to parents, ungrateful, wicked.\" etc."
            ],
            "body": [
                "I answer that, As stated above (Question [106], Article [4], ad 1, Article [6]) a debt of gratitude is a moral debt required by virtue. Now a thing is a sin from the fact of its being contrary to virtue. Wherefore it is evident that every ingratitude is a sin."
            ]
        },
        "2": {
            "question": 107,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether ingratitude is a special sin?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that ingratitude is not a special sin. For whoever sins acts against God his sovereign benefactor. But this pertains to ingratitude. Therefore ingratitude is not a special sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, no special sin is contained under different kinds of sin. But one can be ungrateful by committing different kinds of sin, for instance by calumny, theft, or something similar committed against a benefactor. Therefore ingratitude is not a special sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Seneca writes (De Benef. iii): \"It is ungrateful to take no notice of a kindness, it is ungrateful not to repay one, but it is the height of ingratitude to forget it.\" Now these do not seem to belong to the same species of sin. Therefore ingratitude is not a special sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: In every sin there is material ingratitude to God, inasmuch as a man does something that may pertain to ingratitude. But formal ingratitude is when a favor is actually contemned, and this is a special sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Nothing hinders the formal aspect of some special sin from being found materially in several kinds of sin, and in this way the aspect of ingratitude is to be found in many kinds of sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: These three are not different species but different degrees of one special sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Ingratitude is opposed to gratitude or thankfulness, which is a special virtue. Therefore it is a special sin."
            ],
            "body": [
                "I answer that, Every vice is denominated from a deficiency of virtue, because deficiency is more opposed to virtue: thus illiberality is more opposed to liberality than prodigality is. Now a vice may be opposed to the virtue of gratitude by way of excess, for instance if one were to show gratitude for things for which gratitude is not due, or sooner than it is due, as stated above (Question [106], Article [4]). But still more opposed to gratitude is the vice denoting deficiency of gratitude, because the virtue of gratitude, as stated above (Question [106], Article [6]), inclines to return something more. Wherefore ingratitude is properly denominated from being a deficiency of gratitude. Now every deficiency or privation takes its species from the opposite habit: for blindness and deafness differ according to the difference of sight and hearing. Therefore just as gratitude or thankfulness is one special virtue, so also is ingratitude one special sin.",
                "It has, however, various degrees corresponding in their order to the things required for gratitude. The first of these is to recognize the favor received, the second to express one's appreciation and thanks, and the third to repay the favor at a suitable place and time according to one's means. And since what is last in the order of generation is first in the order of destruction, it follows that the first degree of ingratitude is when a man fails to repay a favor, the second when he declines to notice or indicate that he has received a favor, while the third  and supreme degree is when a man fails to recognize the reception of a favor, whether by forgetting it or in any other way. Moreover, since opposite affirmation includes negation, it follows that it belongs to the first degree of ingratitude to return evil for good, to the second to find fault with a favor received, and to the third to esteem kindness as though it were unkindness."
            ]
        },
        "3": {
            "question": 107,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether ingratitude is always a mortal sin?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that ingratitude is always a mortal sin. For one ought to be grateful to God above all. But one is not ungrateful to God by committing a venial sin: else every man would be guilty of ingratitude. Therefore no ingratitude is a venial sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, a sin is mortal through being contrary to charity, as stated above (Question [24], Article [12]). But ingratitude is contrary to charity, since the debt of gratitude proceeds from that virtue, as stated above (Question [106], Article [1], ad 3; Article [6], ad 2). Therefore ingratitude is always a mortal sin."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Seneca says (De Benef. ii): \"Between the giver and the receiver of a favor there is this law, that the former should forthwith forget having given, and the latter should never forget having received.\" Now, seemingly, the reason why the giver should forget is that he may be unaware of the sin of the recipient, should the latter prove ungrateful; and there would be no necessity for that if ingratitude were a slight sin. Therefore ingratitude is always a mortal sin."
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: On the contrary, No one should be put in the way of committing a mortal sin. Yet, according to Seneca (De Benef. ii), \"sometimes it is necessary to deceive the person who receives assistance, in order that he may receive without knowing from whom he has received.\" But this would seem to put the recipient in the way of ingratitude. Therefore ingratitude is not always a mortal sin."
                    ],
                    "id": 4,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: By committing a venial sin one is not ungrateful to God to the extent of incurring the guilt of perfect ingratitude: but there is something of ingratitude in a venial sin, in so far as it removes a virtuous act of obedience to God."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: When ingratitude is a venial sin it is not contrary to, but beside charity: since it does not destroy the habit of charity, but excludes some act thereof."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Seneca also says (De Benef. vii): \"When we say that a man after conferring a favor should forget about it, it is a mistake to suppose that we mean him to shake off the recollection of a thing so very praiseworthy. When we say: He must not remember it, we mean that he must not publish it abroad and boast about it.\""
                    ],
                    "id": 3,
                    "article": 3
                },
                "4": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: He that is unaware of a favor conferred on him is not ungrateful, if he fails to repay it, provided he be prepared to do so if he knew. It is nevertheless commendable at times that the object of a favor should remain in ignorance of it, both in order to avoid vainglory, as when Blessed Nicolas threw gold into a house secretly, wishing to avoid popularity: and because the kindness is all the greater through the benefactor wishing not to shame the person on whom he is conferring the favor."
                    ],
                    "id": 4,
                    "article": 3
                }
            },
            "counter": [],
            "body": [
                "I answer that, As appears from what we have said above (Article [2]), a man may be ungrateful in two ways: first, by mere omission, for instance by failing to recognize the favor received, or to express  his appreciation of it or to pay something in return, and this is not always a mortal sin, because, as stated above (Question [106], Article [6]), the debt of gratitude requires a man to make a liberal return, which, however, he is not bound to do; wherefore if he fail to do so, he does not sin mortally. It is nevertheless a venial sin, because it arises either from some kind of negligence or from some disinclination to virtue in him. And yet ingratitude of this kind may happen to be a mortal sin, by reason either of inward contempt, or of the kind of thing withheld, this being needful to the benefactor, either simply, or in some case of necessity.",
                "Secondly, a man may be ungrateful, because he not only omits to pay the debt of gratitude, but does the contrary. This again is sometimes mortal and sometimes a venial sin, according to the kind of thing that is done.",
                "It must be observed, however, that when ingratitude arises from a mortal sin, it has the perfect character of ingratitude, and when it arises from venial sin, it has the imperfect character."
            ]
        },
        "4": {
            "question": 107,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether favors should be withheld from the ungrateful?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that favors should withheld from the ungrateful. For it is written (Wis. 16:29): \"The hope of the unthankful shall melt away as the winter's ice.\" But this hope would not melt away unless favors were withheld from him. Therefore favors should be withheld from the ungrateful."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, no one should afford another an occasion of  committing sin. But the ungrateful in receiving a favor is given an occasion of ingratitude. Therefore favors should not be bestowed on the ungrateful."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 107,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, \"By what things a man sinneth, by the same also he is tormented\" (Wis. 11:17). Now he that is ungrateful when he receives a favor sins against the favor. Therefore he should be deprived of the favor."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The passage quoted speaks of what the ungrateful man deserves to suffer."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: He that bestows a favor on an ungrateful person affords him an occasion not of sin but of gratitude and love. And if the recipient takes therefrom an occasion of ingratitude, this is not to be imputed to the bestower."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 107,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: He that bestows a favor must not at once act the part of a punisher of ingratitude, but rather that of a kindly physician, by healing the ingratitude with repeated favors."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Lk. 6:35) that \"the Highest . . . is kind to the unthankful, and to the evil.\" Now we should prove ourselves His children by imitating Him (Lk. 6:36). Therefore we should not withhold favors from the ungrateful."
            ],
            "body": [
                "I answer that, There are two points to be considered with regard to an ungrateful person. The first is what he deserves to suffer and thus it is certain that he deserves to be deprived of our favor. The second is, what ought his benefactor to do? For in the first place he should not easily judge him to be ungrateful, since, as Seneca remarks (De Benef. iii), \"a man is often grateful although he repays not,\" because perhaps he has not the means or the opportunity of repaying. Secondly, he should be inclined to turn his ungratefulness into gratitude, and if he does not achieve this by being kind to him once, he may by being so a second time. If, however, the more he repeats his favors, the more ungrateful and evil the other becomes, he should cease from bestowing his favors upon him."
            ]
        }
    }
}