{
    "id": 151,
    "part": "SS",
    "title": "Of Chastity",
    "section": 2,
    "outer": {
        "question": 151,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must next consider chastity: (1) The virtue itself of chastity: (2) virginity, which is a part of chastity: (3) lust, which is the contrary vice. Under the first head there are four points of inquiry:",
            "(1) Whether chastity is a virtue?",
            "(2) Whether it is a general virtue?",
            "(3) Whether it is a virtue distinct from abstinence?",
            "(4) Of its relation to purity."
        ],
        "title": [
            "OF CHASTITY (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 151,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether chastity is a virtue?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that chastity is not a virtue. For here we are treating of virtues of the soul. But chastity, seemingly, belongs to the body: for a person is said to be chaste because he behaves in a certain way as regards the use of certain parts of the body. Therefore chastity is not a virtue."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, virtue is \"a voluntary habit,\" as stated in Ethic. ii, 6. But chastity, apparently, is not voluntary, since it can be taken away by force from a woman to whom violence is done. Therefore it seems that chastity is not a virtue."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, there is no virtue in unbelievers. Yet some unbelievers are chaste. Therefore chastity is not a virtue."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, the fruits are distinct from the virtues. But chastity is reckoned among the fruits (Gal. 5:23). Therefore chastity is not a virtue."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Chastity does indeed reside in the soul as its subject, though its matter is in the body. For it belongs to chastity that a man make moderate use of bodily members in accordance with the judgment of his reason and the choice of his will."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: As Augustine says (De Civ. Dei i, 18), \"so long as her mind holds to its purpose, whereby she has merited to be holy even in body, not even the violence of another's lust can deprive her body of its holiness, which is safeguarded by her persevering continency.\" He also says (De Civ. Dei i, 18) that \"in the mind there is a virtue which is the companion of fortitude, whereby it is resolved to suffer any evil whatsoever rather than consent to evil.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As Augustine says (Contra Julian. iv, 3), \"it is impossible to have any true virtue unless one be truly just; nor is it possible to be just unless one live by faith.\" Whence he argues that in unbelievers there is neither true chastity, nor any other virtue, because, to wit, they are not referred to the due end, and as he adds (Contra Julian. iv, 3) \"virtues are distinguished from vices not by their functions,\" i.e. their acts, \"but by their ends.\""
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Chastity is a virtue in so far as it works in accordance with reason, but in so far as it delights in its act, it is reckoned among the fruits."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Decem Chord. [*Serm. ix de Tempore]): \"Whereas thou shouldst excel thy wife in virtue, since chastity is a virtue, thou yieldest to the first onslaught of lust, while thou wishest thy wife to be victorious.\""
            ],
            "body": [
                "I answer that, Chastity takes its name from the fact that reason \"chastises\" concupiscence, which, like a child, needs curbing, as the Philosopher states (Ethic. iii, 12). Now the essence of human virtue consists in being something moderated by reason, as shown above (FS, Question [64], Article [1]). Therefore it is evident that chastity is a virtue."
            ]
        },
        "2": {
            "question": 151,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether chastity is a general virtue?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that chastity is a general virtue. For Augustine says (De Mendacio xx) that \"chastity of the mind is the well-ordered movement of the mind that does not prefer the lesser to the greater things.\" But this belongs to every virtue. Therefore chastity is a general virtue."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, \"Chastity\" takes its name from \"chastisement\" [*Cf. Article [1] ]. Now every movement of the appetitive part should be chastised by reason. Since, then, every moral virtue curbs some movement of the appetite, it seems that every moral virtue is chastity."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, chastity is opposed to fornication. But fornication seems to belong to every kind of sin: for it is written (Ps. 72:27): \"Thou shalt destroy [Vulg.: 'hast destroyed'] all them that go awhoring from [Douay: 'are disloyal to'] Thee.\" Therefore chastity is a general virtue."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: This argument takes chastity in the metaphorical sense."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: As stated above (Article [1]; Question [142], Article [2]), the concupiscence of that which gives pleasure is especially likened to a child, because the desire of pleasure is connatural to us, especially of pleasures of touch which are directed to the maintenance of nature. Hence it is that if the concupiscence of such pleasures be fostered by consenting to it, it will wax very strong, as in the case of a child left to his own will. Wherefore the concupiscence of these pleasures stands in very great need of being chastised: and consequently chastity is applied antonomastically to such like concupiscences, even as fortitude is about those matters wherein we stand in the greatest need of strength of mind."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: This argument considers spiritual fornication metaphorically so called, which is opposed to spiritual chastity, as stated."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Macrobius [*In Somn. Scip. i, 8] reckons it to be a part of temperance."
            ],
            "body": [
                "I answer that, The word \"chastity\" is employed in two ways. First, properly; and thus it is a special virtue having a special matter, namely the concupiscences relating to venereal pleasures. Secondly, the word \"chastity\" is employed metaphorically: for just as a mingling of bodies conduces to venereal pleasure which is the proper matter of chastity and of lust its contrary vice, so too the spiritual union of the mind with certain things conduces to a pleasure which is the matter of a spiritual chastity metaphorically speaking, as well as of a spiritual fornication likewise metaphorically so called. For if the human mind delight in the spiritual union with that to which it behooves it to be united, namely God, and refrains from delighting in union with other things against the requirements of the order established by God, this may be called a spiritual chastity, according to 2 Cor. 11:2, \"I have espoused you to one husband, that I may present you as a chaste virgin to Christ.\" If, on the other hand, the mind be united to any other things whatsoever, against the prescription of the Divine order, it will be called spiritual fornication, according to Jer.  3:1, \"But thou hast prostituted thyself to many lovers.\" Taking chastity in this sense, it is a general virtue, because every virtue withdraws the human mind from delighting in a union with unlawful things. Nevertheless, the essence of this chastity consists principally in charity and the other theological virtues, whereby the human mind is united to God."
            ]
        },
        "3": {
            "question": 151,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether chastity is a distinct virtue from abstinence?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that chastity is not a distinct virtue from abstinence. Because where the matter is generically the same, one virtue suffices. Now it would seem that things pertaining to the same sense are of one genus. Therefore, since pleasures of the palate which are the matter of abstinence, and venereal pleasures which are the matter of chastity, pertain to the touch, it seems that chastity is not a distinct virtue from abstinence."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the Philosopher (Ethic. iii, 12) likens all vices of intemperance to childish sins, which need chastising. Now \"chastity\" takes its name from \"chastisement\" of the contrary vices. Since then certain vices are bridled by abstinence, it seems that abstinence is chastity."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the pleasures of the other senses are the concern of temperance in so far as they refer to pleasures of touch; which are the matter of temperance. Now pleasures of the palate, which are the matter of abstinence, are directed to venereal pleasures, which are the matter of chastity: wherefore Jerome says [*Ep. cxlvii ad Amand. Cf. Gratian, Dist. xliv.], commenting on Titus 1:7, \"Not given to wine, no striker,\" etc.: \"The belly and the organs of generation are neighbors, that the neighborhood of the organs may indicate their complicity in vice.\" Therefore abstinence and chastity are not distinct virtues."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Temperance is chiefly about pleasures of touch, not as regards the sense's judgment concerning the objects of touch. which judgment is of uniform character concerning all such objects, but as regards the use itself of those objects, as stated in Ethic. iii, 10. Now the uses of meats, drinks, and venereal matters differ in character. Wherefore there must needs be different virtues, though they regard the one sense."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Venereal pleasures are more impetuous, and are more oppressive on the reason than the pleasures of the palate: and therefore they are in greater need of chastisement and restraint, since if one consent to them this increases the force of concupiscence and weakens the strength of the mind. Hence Augustine says (Soliloq. i, 10): \"I consider that nothing so casts down the manly mind from its heights as the fondling of women, and those bodily contacts which belong to the married state.\""
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The pleasures of the other senses do not pertain to the maintenance of man's nature, except in so far as they are directed to pleasures of touch. Wherefore in the matter of such pleasures there is no other virtue comprised under temperance. But the pleasures of the palate, though directed somewhat to venereal pleasures, are essentially directed to the preservation of man's life: wherefore by their very nature they have a special virtue, although this virtue which is called abstinence directs its act to chastity as its end."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The Apostle (2 Cor. 6:5,6) reckons \"chastity\" together with \"fastings\" which pertain to abstinence."
            ],
            "body": [
                "I answer that, As stated above (Question [141], Article [4]), temperance is properly about the concupiscences of the pleasures of touch: so that where there are different kinds of pleasure, there are different virtues comprised under temperance. Now pleasures are proportionate to the actions whose perfections they are, as stated in Ethic. ix, 4,5: and it is evident that actions connected with the use of food whereby the nature of the individual is maintained differ generically from actions connected with the use of matters venereal, whereby the nature of the species is preserved. Therefore chastity, which is about venereal pleasures, is a distinct virtue from abstinence, which is about pleasures of the palate."
            ]
        },
        "4": {
            "question": 151,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether purity belongs especially to chastity?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that purity does not belong especially to chastity. For Augustine says (De Civ. Dei i, 18) that \"purity is a virtue of the soul.\" Therefore it is not something belonging to chastity, but is of itself a virtue distinct from chastity."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, \"pudicitia\" [purity] is derived from \"pudor,\" which is equivalent to shame. Now shame, according to Damascene [*De Fide Orth. ii, 15], is about a disgraceful act, and this is common to all sinful acts. Therefore purity belongs no more to  chastity than to the other virtues."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 151,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Philosopher says (Ethic. iii, 12) that \"every kind of intemperance is most deserving of reproach.\" Now it would seem to belong to purity to avoid all that is deserving of reproach. Therefore purity belongs to all the parts of temperance, and not especially to chastity."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Augustine is here speaking of purity as designating chastity."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Although every vice has a certain disgrace, the vices of intemperance are especially disgraceful, as stated above (Question [142], Article [4])."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 151,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Among the vices of intemperance, venereal sins are most deserving of reproach, both on account of the insubordination of the genital organs, and because by these sins especially, the reason is absorbed."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Perseverantia xx): \"We must give praise to purity, that he who has ears to hear, may put to none but a lawful use the organs intended for procreation.\" Now the use of these organs is the proper matter of chastity. Therefore purity belongs properly to chastity."
            ],
            "body": [
                "I answer that, As stated above (Objection [2]), \"pudicitia\" [purity] takes its name from \"pudor,\" which signifies shame. Hence purity must needs be properly about the things of which man is most ashamed. Now men are most ashamed of venereal acts, as Augustine remarks (De Civ. Dei xiv, 18), so much so that even the conjugal act, which is adorned by the honesty [*Cf. Question [145]] of marriage, is not devoid of shame: and this because the movement of the organs of generation is not subject to the command of reason, as are the movements of the other external members. Now man is ashamed not only of this sexual union but also of all the signs thereof, as the Philosopher observes (Rhet. ii, 6). Consequently purity regards venereal matters properly, and especially the signs thereof, such as impure looks, kisses, and touches. And since the latter are more wont to be observed, purity regards rather these external signs, while chastity regards rather sexual union. Therefore purity is directed to chastity, not as a virtue distinct therefrom, but as expressing a circumstance of chastity. Nevertheless the one is sometimes used to designate the other."
            ]
        }
    }
}