{
    "id": 127,
    "part": "SS",
    "title": "Of Daring",
    "section": 2,
    "outer": {
        "question": 127,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider daring; and under this head there are two points of inquiry:",
            "(1) Whether daring is a sin?",
            "(2) Whether it is opposed to fortitude?"
        ],
        "title": [
            "OF DARING [*Excessive daring or foolhardiness] (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 127,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether daring is a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that daring is not a sin. For it is written (Job 39:21) concerning the horse, by which according to Gregory (Moral. xxxi) the godly preacher is denoted, that \"he goeth forth boldly to meet armed men [*Vulg.: 'he pranceth boldly, he goeth forth to meet armed men'].\" But no vice redounds to a man's praise. Therefore it is not a sin to be daring."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, according to the Philosopher (Ethic. vi, 9), \"one should take counsel in thought, and do quickly what has been counseled.\" But daring helps this quickness in doing. Therefore  daring is not sinful but praiseworthy."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, daring is a passion caused by hope, as stated above (FS, Question [45], Article [2]) when we were treating of the passions. But hope is accounted not a sin but a virtue. Neither therefore should daring be accounted a sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The daring spoken of there is that which is moderated by reason, for in that sense it belongs to the virtue of fortitude."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: It is praiseworthy to act quickly after taking counsel, which is an act of reason. But to wish to act quickly before taking counsel is not praiseworthy but sinful; for this would be to act rashly, which is a vice contrary to prudence, as stated above (Question [58], Article [3]). Wherefore daring which leads one to act quickly is so far praiseworthy as it is directed by reason."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Some vices are unnamed, and so also are some virtues, as the Philosopher remarks (Ethic. ii, 7; iv, 4,5,6). Hence the names of certain passions have to be applied to certain vices and virtues: and in order to designate vices we employ especially the names of those passions the object of which is an evil, as in the case of hatred, fear, anger and daring. But hope and love have a good for this object, and so we use them rather to designate virtues."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written (Ecclus. 8:18): \"Go not on the way with a bold man, lest he burden thee with his evils.\" Now no man's fellowship is to be avoided save on account of sin. Therefore daring is a sin."
            ],
            "body": [
                "I answer that, Daring, as stated above (FS, Question [23], Article [1]; Question [55]), is a passion. Now a passion is sometimes moderated according to reason, and sometimes it lacks moderation, either by excess or by deficiency, and on this account the passion is sinful. Again, the names of the passions are sometimes employed in the sense of excess, thus we speak of anger meaning not any but excessive anger, in which case it is sinful, and in the same way daring as implying excess is accounted a sin."
            ]
        },
        "2": {
            "question": 127,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether daring is opposed to fortitude?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that daring is not opposed to fortitude. For excess of daring seems to result from presumption of mind. But presumption pertains to pride which is opposed to humility. Therefore daring is opposed to humility rather than to fortitude."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, daring does not seem to call for blame, except in so far as it results in harm either to the daring person who puts himself in danger inordinately, or to others whom he attacks with daring, or exposes to danger. But this seemingly pertains to injustice. Therefore daring, as designating a sin, is opposed, not  to fortitude but to justice."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 127,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, fortitude is concerned about fear and daring, as stated above (Question [123], Article [3]). Now since timidity is opposed to fortitude in respect of an excess of fear, there is another vice opposed to timidity in respect of a lack of fear. If then, daring is opposed to fortitude, in the point of excessive daring, there will likewise be a vice opposed to it in the point of deficient daring. But there is no such vice. Therefore neither should daring be accounted a vice in opposition to fortitude."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Opposition between vice and virtue does not depend chiefly on the cause of the vice but on the vice's very species. Wherefore it is not necessary that daring be opposed to the same virtue as presumption which is its cause."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Just as the direct opposition of a vice does not depend on its cause, so neither does it depend on its effect. Now the harm done by daring is its effect. Wherefore neither does the opposition of daring depend on this."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 127,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The movement of daring consists in a man taking the offensive against that which is in opposition to him: and nature inclines him to do this except in so far as such inclination is hindered by the fear of receiving harm from that source. Hence the vice which exceeds in daring has no contrary deficiency, save only timidity. Yet daring does not always accompany so great a lack of timidity, for as the Philosopher says (Ethic. iii, 7), \"the daring are precipitate and eager to meet danger, yet fail when the danger is present,\" namely through fear."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The Philosopher in both the Second and Third Books of Ethics accounts daring to be opposed to fortitude."
            ],
            "body": [
                "I answer that, As stated above (Question [126], Article [2]), it belongs to a moral virtue to observe the rational mean in the matter about which it is concerned. Wherefore every vice that denotes lack of moderation in the matter of a moral virtue is opposed to that virtue, as immoderate to moderate. Now daring, in so far as it denotes a vice, implies excess of passion, and this excess goes by the name of daring. Wherefore it is evident that it is opposed to the virtue of fortitude which is concerned about fear and daring, as stated above (Question [122], Article [3])."
            ]
        }
    }
}