{
    "id": 82,
    "part": "SS",
    "title": "Of Devotion",
    "section": 1,
    "outer": {
        "question": 82,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the acts of religion. First, we shall consider the interior acts, which, as stated above, are its principal acts; secondly, we shall consider its exterior acts, which are secondary. The interior acts of religion are seemingly devotion and prayer. Accordingly we shall treat first of devotion, and afterwards of prayer.",
            "Under the first head there are four points of inquiry:",
            "(1) Whether devotion is a special act?",
            "(2) Whether it is an act of religion?",
            "(3) Of the cause of devotion?",
            "(4) Of its effect?"
        ],
        "title": [
            "INTERIOR ACTS OF RELIGION (Questions [82]-83) OF DEVOTION (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 82,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether devotion is a special act?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that devotion is not a special act. That which qualifies other acts is seemingly not a special act. Now devotion seems to qualify other acts, for it is written (2 Paralip 29:31): \"All the multitude offered victims, and praises, and holocausts with a devout mind.\" Therefore devotion is not a special act."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, no special kind of act is common to various genera of acts. But devotion is common to various genera of acts, namely, corporal and spiritual acts: for a person is said to meditate devoutly and to genuflect devoutly. Therefore devotion is not a special act."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, every special act belongs either to an appetitive or to a cognitive virtue or power. But devotion belongs to neither, as may be seen by going through the various species of acts of either faculty, as enumerated above (FP, Questions [78], seqq.; FS, Question [23], Article [4]). Therefore devotion is not a special act."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The mover prescribes the mode of the movement of the thing moved. Now the will moves the other powers of the soul to their acts, and the will, in so far as it regards the end, moves both itself and whatever is directed to the end, as stated above (FS, Question [9], Article [3]). Wherefore, since devotion is an act of the will whereby a man offers himself for the service of God Who is the last end, it follows that devotion prescribes the mode to human acts, whether they be acts of the will itself about things directed to the end, or acts of the other powers that are moved by the will."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Devotion is to be found in various genera of acts, not as a species of those genera, but as the motion of the mover is found virtually in the movements of the things moved."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Devotion is an act of the appetitive part of the soul, and is a movement of the will, as stated above."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Merits are acquired by acts as stated above (FS, Question [21], Articles [34]). But devotion has a special reason for merit. Therefore devotion is a special act."
            ],
            "body": [
                "I answer that, Devotion is derived from \"devote\" [*The Latin 'devovere' means 'to vow']; wherefore those persons are said to be \"devout\" who, in a way, devote themselves to God, so as to subject themselves wholly to Him. Hence in olden times among the heathens a devotee was one who vowed to his idols to suffer death for the safety of his army, as Livy relates of the two Decii (Decad. I, viii, 9; x, 28). Hence devotion is apparently nothing else but the will to give oneself readily to things concerning the service of God. Wherefore it is written (Ex. 35:20,21) that \"the multitude of the children of Israel . . . offered first-fruits to the Lord with a most ready and devout mind.\" Now it is evident that the will to do readily what concerns the service of God is a special kind of  act. Therefore devotion is a special act of the will."
            ]
        },
        "2": {
            "question": 82,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether devotion is an act of religion?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that devotion is not an act of religion. Devotion, as stated above (Article [1]), consists in giving oneself up to God. But this is done chiefly by charity, since according to Dionysius (Div. Nom. iv) \"the Divine love produces ecstasy, for it takes the lover away from himself and gives him to the beloved.\" Therefore devotion is an act of charity rather than of religion."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, charity precedes religion; and devotion seems to precede charity; since, in the Scriptures, charity is represented by fire, while devotion is signified by fatness which is the material of fire [*Cant. 8:6; Ps. 52:6]. Therefore devotion is not an act of religion."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, by religion man is directed to God alone, as stated above (Question [81], Article [1]). But devotion is directed also to men; for we speak of people being devout to certain holy men, and subjects are said to be devoted to their masters; thus Pope Leo says [*Serm. viii, De Pass. Dom.] that the Jews \"out of devotion to the Roman laws,\" said: \"We have no king but Caesar.\" Therefore devotion is not an act of religion."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It belongs immediately to charity that man should give himself to God, adhering to Him by a union of the spirit; but it belongs immediately to religion, and, through the medium of religion, to charity which is the principle of religion, that man should give himself to God for certain works of Divine worship."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Bodily fatness is produced by the natural heat in the process of digestion, and at the same time the natural heat thrives, as it were, on this fatness. In like manner charity both causes devotion (inasmuch as love makes one ready to serve one's friend) and feeds on devotion. Even so all friendship is safeguarded and increased by the practice and consideration of friendly deeds."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Devotion to God's holy ones, dead or living, does not terminate in them, but passes on to God, in so far as we honor God in His servants. But the devotion of subjects to their temporal masters is of another kind, just as service of a temporal master differs from the service of God."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Devotion is derived from \"devovere,\" as stated (Article [1]). But a vow is an act of religion. Therefore devotion is also an act of religion."
            ],
            "body": [
                "I answer that, It belongs to the same virtue, to will to do something, and to have the will ready to do it, because both acts have the same object. For this reason the Philosopher says (Ethic. v, 1): \"It is justice whereby men both will end do just actions.\" Now it is evident that to do what pertains to the worship or service of God, belongs properly to religion, as stated above (Question [81]). Wherefore it belongs to that virtue to have the will ready  to do such things, and this is to be devout. Hence it is evident that devotion is an act of religion."
            ]
        },
        "3": {
            "question": 82,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether contemplation or meditation is the cause of devotion?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that contemplation or meditation is not the cause of devotion. No cause hinders its effect. But subtle considerations about abstract matters are often a hindrance to devotion. Therefore contemplation or meditation is not the cause of devotion."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, if contemplation were the proper and essential cause of devotion, the higher objects of contemplation would arouse greater devotion. But the contrary is the case: since frequently we are urged to greater devotion by considering Christ's Passion and other mysteries of His humanity than by considering the greatness of His Godhead. Therefore contemplation is not the proper cause of devotion."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, if contemplation were the proper cause of devotion, it would follow that those who are most apt for contemplation, are also most apt for devotion. Yet the contrary is to be noticed, for devotion is frequently found in men of simplicity and members of the female sex, who are defective in contemplation. Therefore contemplation is not the proper cause of devotion."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The consideration of such things as are of a nature to awaken our love [*'Dilectio,' the interior act of charity; cf. Question [27]] of God, causes devotion; whereas the consideration of foreign matters that distract the mind from such things is a hindrance to devotion."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Matters concerning the Godhead are, in themselves, the strongest incentive to love ['dilectio,' the interior act of charity; cf. Question [27]] and consequently to devotion, because God is supremely lovable. Yet such is the weakness of the human mind that it needs a guiding hand, not only to the knowledge, but also to the love of Divine things by means of certain sensible objects known to us. Chief among these is the humanity of Christ, according to the words of the Preface [*Preface for Christmastide], \"that through knowing God visibly, we may be caught up to the love of things invisible.\" Wherefore matters relating to Christ's humanity are the chief incentive to devotion, leading us thither as a guiding hand, although devotion itself has for its object matters concerning the Godhead."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Science and anything else conducive to greatness, is to man an occasion of self-confidence, so that he does not wholly surrender himself to God. The result is that such like things sometimes occasion a hindrance to devotion; while in simple souls and women devotion abounds by repressing pride. If, however, a man perfectly submits to God his science or any other perfection, by this very fact his devotion is increased."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Ps. 38:4): \"In my meditation a fire shall flame out.\" But spiritual fire causes devotion. Therefore meditation is the cause of devotion."
            ],
            "body": [
                "I answer that, The extrinsic and chief cause of devotion is God, of Whom Ambrose, commenting on Lk. 9:55, says that \"God calls  whom He deigns to call, and whom He wills He makes religious: the profane Samaritans, had He so willed, He would have made devout.\" But the intrinsic cause on our part must needs be meditation or contemplation. For it was stated above (Article [1]) that devotion is an act of the will to the effect that man surrenders himself readily to the service of God. Now every act of the will proceeds from some consideration, since the object of the will is a good understood. Wherefore Augustine says (De Trin. ix, 12; xv, 23) that \"the will arises from the intelligence.\" Consequently meditation must needs be the cause of devotion, in so far as through meditation man conceives the thought of surrendering himself to God's service. Indeed a twofold consideration leads him thereto. The one is the consideration of God's goodness and loving kindness, according to Ps. 72:28, \"It is good for me to adhere to my God, to put my hope in the Lord God\": and this consideration wakens love [*'Dilectio,' the interior act of charity; cf. Question [27]] which is the proximate cause of devotion. The other consideration is that of man's own shortcomings, on account of which he needs to lean on God, according to Ps. 120:1,2, \"I have lifted up my eyes to the mountains, from whence help shall come to me: my help is from the Lord, Who made heaven and earth\"; and this consideration shuts out presumption whereby man is hindered from submitting to God, because he leans on His strength."
            ]
        },
        "4": {
            "question": 82,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether joy is an effect of devotion?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that joy is not an effect of devotion. As stated above (Article [3], ad 2), Christ's Passion is the chief incentive to devotion. But the consideration thereof causes an affliction of the soul, according to Lam. 3:19, \"Remember my poverty . . . the wormwood and the gall,\" which refers to the Passion, and afterwards (Lam. 3:20) it is said: \"I will be mindful and remember, and my soul shall languish within me.\" Therefore delight or joy is not the effect of devotion."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, devotion consists chiefly in an interior sacrifice of the spirit. But it is written (Ps. 50:19): \"A sacrifice to God is an afflicted spirit.\" Therefore affliction is the effect of devotion rather than gladness or joy."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Gregory of Nyssa says (De Homine xii) [*Orat. funebr. de Placilla Imp.] that \"just as laughter proceeds from joy, so tears and groans are signs of sorrow.\" But devotion makes some people shed tears. Therefore gladness or joy is not the effect of devotion."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: In the consideration of Christ's Passion there is something that causes sorrow, namely, the human defect, the removal of which made it necessary for Christ to suffer [*Lk. 24:25]; and there is something that causes joy, namely, God's loving-kindness to us in giving us such a deliverance."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The spirit which on the one hand is afflicted on account of the defects of the present life, on the other hand is rejoiced, by the consideration of God's goodness, and by the hope of the Divine help."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Tears are caused not only through sorrow, but also through a certain tenderness of the affections, especially when one considers something that gives joy mixed with pain. Thus men are wont to shed tears through a sentiment of piety, when they recover their children or dear friends, whom they thought to have lost. In this way tears arise from devotion."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, We say in the Collect [*Thursday after fourth Sunday of Lent]: \"That we who are punished by fasting may be comforted by a holy devotion.\""
            ],
            "body": [
                "I answer that, The direct and principal effect of devotion is the spiritual joy of the mind, though sorrow is its secondary and indirect effect. For it has been stated (Article [3]) that devotion is caused by a twofold consideration: chiefly by the consideration of God's goodness, because this consideration belongs to the term, as it were, of the movement of the will in surrendering itself to God, and the direct result of this consideration is joy, according to Ps. 76:4, \"I remembered God, and was delighted\"; but accidentally this consideration causes a certain sorrow in those who do not yet enjoy God fully, according to Ps. 41:3, \"My soul hath thirsted after the strong living God,\" and afterwards it is said (Ps. 41:4): \"My tears have been my bread,\" etc. Secondarily devotion is caused as stated (Article [3]), by the consideration of one's own failings; for this consideration regards the term from which man withdraws by the movement of his devout will, in that he trusts not in himself, but subjects himself to God. This consideration has an opposite tendency to the first: for it is of a nature to cause sorrow directly (when one thinks over one's own failings), and joy accidentally, namely, through hope of the Divine assistance. It is accordingly evident that the first and direct effect of devotion is joy, while the secondary and accidental effect is that \"sorrow which is according to God\" [*2 Cor. 7:10]."
            ]
        }
    }
}