{
    "id": 150,
    "part": "SS",
    "title": "Of Drunkenness",
    "section": 2,
    "outer": {
        "question": 150,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider drunkenness. Under this head there are four points of inquiry:",
            "(1) Whether drunkenness is a sin?",
            "(2) Whether it is a mortal sin?",
            "(3) Whether it is the most grievous sin?",
            "(4) Whether it excuses from sin?"
        ],
        "title": [
            "OF DRUNKENNESS (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 150,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether drunkenness is a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that drunkenness is not a sin. For every sin has a corresponding contrary sin, thus timidity is opposed to daring, and presumption to pusillanimity. But no sin is opposed to drunkenness. Therefore drunkenness is not a sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, every sin is voluntary [*Augustine, De Vera Relig. xiv]. But no man wishes to be drunk, since no man wishes to be deprived of the use of reason. Therefore drunkenness is not a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, whoever causes another to sin, sins himself. Therefore, if drunkenness were a sin, it would follow that it is a sin to ask a man to drink that which makes him drunk, which would seem very hard."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, every sin calls for correction. But correction is not applied to drunkards: for Gregory [*Cf. Canon Denique, dist. 4 where Gratian refers to a letter of St. Gregory to St. Augustine of Canterbury] says that \"we must forbear with their ways, lest they become worse if they be compelled to give up the habit.\" Therefore drunkenness is not a sin."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As the Philosopher says (Ethic. iii, 11), insensibility which is opposed to temperance \"is not very common,\" so that like its species which are opposed to the species of intemperance it has no name. Hence the vice opposed to drunkenness is unnamed; and yet if a man were knowingly to abstain from wine to the extent of molesting nature grievously, he would not be free from sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: This objection regards the resulting defect which  is involuntary: whereas immoderate use of wine is voluntary, and it is in this that the sin consists."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Even as he that is drunk is excused if he knows not the strength of the wine, so too is he that invites another to drink excused from sin, if he be unaware that the drinker is the kind of person to be made drunk by the drink offered. But if ignorance be lacking neither is excused from sin."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Sometimes the correction of a sinner is to be foregone, as stated above (Question [33], Article [6]). Hence Augustine says in a letter (Ad Aurel. Episc. Ep. xxii), \"Meseems, such things are cured not by bitterness, severity, harshness, but by teaching rather than commanding, by advice rather than threats. Such is the course to be followed with the majority of sinners: few are they whose sins should be treated with severity.\""
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Apostle says (Rm. 13:13): \"Not in rioting and drunkenness.\""
            ],
            "body": [
                "I answer that, Drunkenness may be understood in two ways. First, it may signify the defect itself of a man resulting from his drinking much wine, the consequence being that he loses the use of reason. In this sense drunkenness denotes not a sin, but a penal defect resulting from a fault. Secondly, drunkenness may denote the act by which a man incurs this defect. This act may cause drunkenness in two ways. In one way, through the wine being too strong, without the drinker being cognizant of this: and in this way too, drunkenness may occur without sin, especially if it is not through his negligence, and thus we believe that Noah was made drunk as related in Gn. 9. In another way drunkenness may result from inordinate concupiscence and use of wine: in this way it is accounted a sin, and is comprised under gluttony as a species under its genus. For gluttony is divided into \"surfeiting [Douay:,'rioting'] and drunkenness,\" which are forbidden by the Apostle (Rm. 13:13)."
            ]
        },
        "2": {
            "question": 150,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether drunkenness is a mortal sin?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that drunkenness is not a mortal sin. For Augustine says in a sermon on Purgatory [*Serm. civ in the Appendix to St. Augustine's works] that \"drunkenness if indulged in assiduously, is a mortal sin.\" Now assiduity denotes a circumstance which does not change the species of a sin; so that it cannot aggravate a sin infinitely, and make a mortal sin of a venial sin, as shown above (FS, Question [88], Article [5]). Therefore if drunkenness /is not a mortal sin for some other reason, neither is it for this."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, Augustine says [*Serm. civ in the Appendix to St. Augustine's works]: \"Whenever a man takes more meat and drink than is necessary, he should know that this is one of the lesser sins.\" Now the lesser sins are called venial. Therefore drunkenness, which is caused by immoderate drink, is a venial sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, no mortal sin should be committed on the score of medicine. Now some drink too much at the advice of the physician, that they may be purged by vomiting; and from this excessive drink drunkenness ensues. Therefore drunkenness is not a mortal sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Assiduity makes drunkenness a mortal sin, not on account of the mere repetition of the act, but because it is impossible for a man to become drunk assiduously, without exposing himself to drunkenness knowingly and willingly, since he has many times experienced the strength of wine and his own liability to drunkenness."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: To take more meat or drink than is necessary belongs to the vice of gluttony, which is not always a mortal sin: but knowingly to take too much drink to the point of being drunk, is a mortal sin. Hence Augustine says (Confess. x, 31): \"Drunkenness is far from me: Thou wilt have mercy, that it come not near me. But full feeding sometimes hath crept upon Thy servant.\""
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: As stated above (Question [141], Article [6]), meat and drink should be moderate in accordance with the demands of the body's health. Wherefore, just as it happens sometimes that the meat and drink which are moderate for a healthy man are immoderate for a sick man, so too it may happen conversely, that what is excessive for a healthy man is moderate for one that is ailing. In this way when a man eats or drinks much at the physician's advice in order to provoke vomiting, he is not to be deemed to have taken excessive meat or drink. There is, however, no need for intoxicating drink in order to procure vomiting, since this is caused by drinking lukewarm water: wherefore this is no sufficient cause for excusing a man from drunkenness."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, We read in the Canons of the apostles (Can. xli, xlii): \"A bishop, priest or deacon who is given to drunkenness or gambling, or incites others thereto, must either cease or be deposed; a subdeacon, reader or precentor who does these things must either give them up or be excommunicated; the same applies to the laity.\" Now such punishments are not inflicted save for mortal sins. Therefore drunkenness is a mortal sin."
            ],
            "body": [
                "I answer that, The sin of drunkenness, as stated in the foregoing Article, consists in the immoderate use and concupiscence of wine. Now this may happen to a man in three ways. First, so that he knows not the drink to be immoderate and intoxicating: and then drunkenness may be without sin, as stated above (Article [1]). Secondly, so  that he perceives the drink to be immoderate, but without knowing it to be intoxicating, and then drunkenness may involve a venial sin. Thirdly, it may happen that a man is well aware that the drink is immoderate and intoxicating, and yet he would rather be drunk than abstain from drink. Such a man is a drunkard properly speaking, because morals take their species not from things that occur accidentally and beside the intention, but from that which is directly intended. In this way drunkenness is a mortal sin, because then a man willingly and knowingly deprives himself of the use of reason, whereby he performs virtuous deeds and avoids sin, and thus he sins mortally by running the risk of falling into sin. For Ambrose says (De Patriarch. [*De Abraham i.]): \"We learn that we should shun drunkenness, which prevents us from avoiding grievous sins. For the things we avoid when sober, we unknowingly commit through drunkenness.\" Therefore drunkenness, properly speaking, is a mortal sin."
            ]
        },
        "3": {
            "question": 150,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether drunkenness is the gravest of sins?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that drunkenness is the gravest of sins. For Chrysostom says (Hom. lviii in Matth.) that \"nothing gains the devil's favor so much as drunkenness and lust, the mother of all the vices.\" And it is written in the Decretals (Dist. xxxv, can. Ante omnia): \"Drunkenness, more than anything else, is to be avoided by the clergy, for it foments and fosters all the vices.\""
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, from the very fact that a thing excludes the good of reason, it is a sin. Now this is especially the effect of drunkenness. Therefore drunkenness is the greatest of sins."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the gravity of a sin is shown by the gravity of its punishment. Now seemingly drunkenness is punished most severely; for Ambrose says [*De Elia et de Jejunio v] that \"there would be no slavery, were there no drunkards.\" Therefore drunkenness is the greatest of sins."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Man is most prone to sins of intemperance, because such like concupiscences and pleasures are connatural to us, and for this reason these sins are said to find greatest favor with the devil, not for being graver than other sins, but because they occur more frequently among men."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The good of reason is hindered in two ways: in one way by that which is contrary to reason, in another by that which takes away the use of reason. Now that which is contrary to reason has more the character of an evil, than that which takes away the use of reason for a time, since the use of reason, which is taken away by drunkenness, may be either good or evil, whereas the goods of virtue, which are taken away by things that are contrary to reason, are always good."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Drunkenness was the occasional cause of slavery, in so far as Cham brought the curse of slavery on to his descendants, for having laughed at his father when the latter was made drunk. But slavery was not the direct punishment of drunkenness."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, According to Gregory (Moral. xxxiii, 12), spiritual vices are greater than carnal vices. Now drunkenness is one of the carnal vices. Therefore it is not the greatest of sins."
            ],
            "body": [
                "I answer that, A thing is said to be evil because it removes a good. Wherefore the greater the good removed by an evil, the graver the evil. Now it is evident that a Divine good is greater than a human good. Wherefore the sins that are directly against God are graver than the sin of drunkenness, which is directly opposed to the good of human reason."
            ]
        },
        "4": {
            "question": 150,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether drunkenness excuses from sin?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that drunkenness does not excuse from sin. For the Philosopher says (Ethic. iii, 5) that \"the drunkard deserves double punishment.\" Therefore drunkenness aggravates a sin instead of excusing from it."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, one sin does not excuse another, but increases it. Now drunkenness is a sin. Therefore it is not an excuse for sin."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 150,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Philosopher says (Ethic. vii, 3) that just as man's reason is tied by drunkenness, so is it by concupiscence. But concupiscence is not an excuse for sin: neither therefore is drunkenness."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The Philosopher does not say that the drunkard deserves more severe punishment, but that he deserves double punishment for his twofold sin. Or we may reply that he is speaking in view of the law of a certain Pittacus, who, as stated in Polit. ii, 9, ordered \"those guilty of assault while drunk to be more severely punished than if they had been sober, because they do wrong in more ways than one.\" In this, as Aristotle observes (Polit. ii, 9), \"he seems to have considered the advantage,\" namely of the prevention of wrong, \"rather than the leniency which one should have for drunkards,\" seeing that they are not in possession of their faculties."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Drunkenness may be an excuse for sin, not in the point of its being itself a sin, but in the point of the defect that results from it, as stated above."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 150,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Concupiscence does not altogether fetter the reason, as drunkenness does, unless perchance it be so vehement as to make a man insane. Yet the passion of concupiscence diminishes sin, because it is less grievous to sin through weakness than through malice."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, According to Augustine (Contra Faust. xxii, 43), Lot was to be excused from incest on account of drunkenness."
            ],
            "body": [
                "I answer that, Two things are to be observed in drunkenness, as stated above (Article [1]), namely the resulting defect and the preceding act. on the part of the resulting defect whereby the use of reason is fettered, drunkenness may be an excuse for sin, in so far as it causes an act to be involuntary through ignorance. But on the part of the preceding act, a distinction would seem necessary; because, if the drunkenness that results from that act be without sin, the subsequent sin is entirely excused from fault, as perhaps in the case of Lot. If, however, the preceding act was sinful, the person is not altogether excused from the subsequent sin, because the latter is rendered voluntary through the voluntariness of the preceding act, inasmuch as it was through doing something unlawful that he fell into the subsequent sin. Nevertheless, the resulting sin is diminished, even as the character of voluntariness is diminished. Wherefore Augustine says (Contra Faust. xxii, 44) that \"Lot's guilt is to be measured, not by the incest, but by his drunkenness.\""
            ]
        }
    }
}