{
    "id": 128,
    "part": "SS",
    "title": "Of the Parts of Fortitude",
    "section": 2,
    "outer": {
        "question": 128,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the parts of fortitude; first we shall consider what are the parts of fortitude; and secondly we shall treat of each part."
        ],
        "title": [
            "OF THE PARTS OF FORTITUDE (ONE ARTICLE)"
        ]
    },
    "article": {
        "1": {
            "question": 128,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the parts of fortitude are suitably assigned?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the parts of fortitude are unsuitably  assigned. For Tully (De Invent. Rhet. ii) assigns four parts to fortitude, namely \"magnificence,\" \"confidence,\" \"patience,\" and \"perseverance.\" Now magnificence seems to pertain to liberality; since both are concerned about money, and \"a magnificent man must needs be liberal,\" as the Philosopher observes (Ethic. iv, 2). But liberality is a part of justice, as stated above (Question [117], Article [5]). Therefore magnificence should not be reckoned a part of fortitude."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, confidence is apparently the same as hope. But hope does not seem to pertain to fortitude, but is rather a virtue by itself. Therefore confidence should not be reckoned a part of fortitude."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, fortitude makes a man behave aright in face of danger. But magnificence and confidence do not essentially imply any relation to danger. Therefore they are not suitably reckoned as parts of fortitude."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, according to Tully (De Invent. Rhet. ii) patience denotes endurance of hardships, and he ascribes the same to fortitude. Therefore patience is the same as fortitude and not a part thereof."
                    ],
                    "id": 4,
                    "article": 1
                },
                "5": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 5: Further, that which is a requisite to every virtue should not be reckoned a part of a special virtue. But perseverance is required in every virtue: for it is written (Mt. 24:13): \"He that shall persevere to the end he shall be saved.\" Therefore perseverance should not be accounted a part of fortitude."
                    ],
                    "id": 5,
                    "article": 1
                },
                "6": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 6: Further, Macrobius (De Somn. Scip. i) reckons seven parts of fortitude, namely \"magnanimity, confidence, security, magnificence, constancy, forbearance, stability.\" Andronicus also reckons seven virtues annexed to fortitude, and these are, \"courage, strength of will, magnanimity, manliness, perseverance, magnificence.\" Therefore it seems that Tully's reckoning of the parts of fortitude is incomplete."
                    ],
                    "id": 6,
                    "article": 1
                },
                "7": {
                    "question": 128,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 7: Further, Aristotle (Ethic. iii) reckons five parts of fortitude. The first is \"civic\" fortitude, which produces brave deeds through fear of dishonor or punishment; the second is \"military\" fortitude, which produces brave deeds as a result of warlike art or experience; the third is the fortitude which produces brave deeds resulting from passion, especially anger; the fourth is the fortitude which makes a man act bravely through being accustomed to overcome; the fifth is the fortitude which makes a man act bravely through being unaccustomed to danger. Now these kinds of fortitude are not comprised under any of the above enumerations. Therefore these enumerations of the parts of fortitude are unfitting."
                    ],
                    "id": 7,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Magnificence in the matter of liberality adds a certain greatness: this is connected with the notion of difficulty which is the object of the irascible faculty, that is perfected chiefly by fortitude: and to this virtue, in this respect, it belongs."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Hope whereby one confides in God is accounted a theological virtue, as stated above (Question [17], Article [5]; FS, Question [62], Article [3]). But by confidence which here is accounted a part of fortitude, man hopes in himself, yet under God withal."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: To venture on anything great seems to involve danger, since to fail in such things is very disastrous. Wherefore although magnificence and confidence are referred to the accomplishment of or venturing on any other great things, they have a certain connection with fortitude by reason of the imminent danger."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Patience endures not only dangers of death, with which fortitude is concerned, without excessive sorrow, but also any other hardships or dangers. In this respect it is accounted a virtue annexed to fortitude: but as referred to dangers of death, it is an integral part thereof."
                    ],
                    "id": 4,
                    "article": 1
                },
                "5": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 5: Perseverance as denoting persistence in a good deed unto the end, may be a circumstance of every virtue, but it is reckoned a part of fortitude in the sense stated in the body of the Article."
                    ],
                    "id": 5,
                    "article": 1
                },
                "6": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 6: Macrobius reckons the four aforesaid mentioned by Tully, namely \"confidence, magnificence, forbearance,\" which he puts in the place of patience, and \"firmness,\" which he substitutes for perseverance. And he adds three, two of which, namely \"magnanimity\" and \"security,\" are comprised by Tully under the head of confidence. But Macrobius is more specific in his enumeration. Because confidence denotes a man's hope for great things: and hope for anything presupposes an appetite stretching forth to great things by desire, and this belongs to magnanimity. For it has been stated above (FS, Question [40], Article [2]) that hope presupposes love and desire of the thing hoped for.",
                        "A still better reply is that confidence pertains to the certitude of hope; while magnanimity refers to the magnitude of the thing hoped for. Now hope has no firmness unless its contrary be removed, for sometimes one, for one's own part, would hope for something, but hope is avoided on account of the obstacle of fear, since fear is somewhat contrary to hope, as stated above, (FS, Question [40], Article [4], ad 1). Hence Macrobius adds security, which banishes fear. He adds a third, namely constancy, which may be comprised under magnificence. For in performing deeds of magnificence one needs to have a constant mind. For this reason Tully says that magnificence consists not only in accomplishing great things, but also in discussing them generously in the mind. Constancy may also pertain to perseverance, so that one may be called persevering through not desisting on account of delays, and constant through not desisting on account of any other obstacles.",
                        "Those that are mentioned by Andronicus seem to amount to the same as the above. For with Tully and Macrobius he mentions \"perseverance\" and \"magnificence,\" and with Macrobius, \"magnanimity.\" \"Strength of will\" is the same as patience or forbearance, for he says that \"strength of will is a habit that  makes one ready to attempt what ought to be attempted, and to endure what reason says should be endured\"---i.e. good courage seems to be the same as assurance, for he defines it as \"strength of soul in the accomplishment of its purpose.\" Manliness is apparently the same as confidence, for he says that \"manliness is a habit of self-sufficiency in matters of virtue.\" Besides magnificence he mentions {andragathia}, i.e. manly goodness which we may render \"strenuousness.\" For magnificence consists not only in being constant in the accomplishment of great deeds, which belongs to constancy, but also in bringing a certain manly prudence and solicitude to that accomplishment, and this belongs to {andragathia}, strenuousness: wherefore he says that {andragathia} is the virtue of a man, whereby he thinks out profitable works.",
                        "Accordingly it is evident that all these parts may be reduced to the four principal parts mentioned by Tully."
                    ],
                    "id": 6,
                    "article": 1
                },
                "7": {
                    "question": 128,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 7: The five mentioned by Aristotle fall short of the true notion of virtue, for though they concur in the act of fortitude, they differ as to motive, as stated above (Question [123], Article [1], ad 2); wherefore they are not reckoned parts but modes of fortitude."
                    ],
                    "id": 7,
                    "article": 1
                }
            },
            "counter": [],
            "body": [
                "I answer that, As stated above (Question [48]), a virtue can have three kinds of parts, subjective, integral, and potential. But fortitude, taken as a special virtue, cannot have subjective parts, since it is not divided into several specifically distinct virtues, for it  is about a very special matter.",
                "However, there are quasi-integral and potential parts assigned to it: integral parts, with regard to those things the concurrence of which is requisite for an act of fortitude; and potential parts, because what fortitude practices in face of the greatest hardships, namely dangers of death, certain other virtues practice in the matter of certain minor hardships and these virtues are annexed to fortitude as secondary virtues to the principal virtue. As stated above (Question [123], Articles [3],6), the act of fortitude is twofold, aggression and endurance. Now two things are required for the act of aggression. The first regards preparation of the mind, and consists in one's having a mind ready for aggression. In this respect Tully mentions \"confidence,\" of which he says (De Invent. Rhet. ii) that \"with this the mind is much assured and firmly hopeful in great and honorable undertakings.\" The second regards the accomplishment of the deed, and consists in not failing to accomplish what one has confidently begun. In this respect Tully mentions \"magnificence,\" which he describes as being \"the discussion and administration,\" i.e. accomplishment \"of great and lofty undertakings, with a certain broad and noble purpose of mind,\" so as to combine execution with greatness of purpose. Accordingly if these two be confined to the proper matter of fortitude, namely to dangers of death, they will be quasi-integral parts thereof, because without them there can be no fortitude; whereas if they be referred to other matters involving less hardship, they will be virtues specifically distinct from fortitude, but annexed thereto as secondary virtues to principal: thus \"magnificence\" is referred by the Philosopher (Ethic. iv) to great expenses, and \"magnanimity,\" which seems to be the same as confidence, to great honors. Again, two things are requisite for the other act of fortitude, viz. endurance. The first is that the mind be not broken by sorrow, and fall away from its greatness, by reason of the stress of threatening evil. In this respect he mentions \"patience,\" which he describes as \"the voluntary and prolonged endurance of arduous and difficult things for the sake of virtue or profit.\" The other is that by the prolonged suffering of hardships man be not wearied so as to lose courage, according to Heb. 12:3, \"That you be not wearied, fainting in your minds.\" In this respect he mentions \"perseverance,\" which accordingly he describes as \"the fixed and continued persistence in a well considered purpose.\" If these two be confined to the proper matter of fortitude, they will be quasi-integral parts thereof; but if they be referred to any kind of hardship they will be virtues distinct from fortitude, yet annexed thereto as secondary to principal."
            ]
        }
    }
}