{
    "id": 46,
    "part": "SS",
    "title": "Of Folly Which Is Opposed to Wisdom",
    "outer": {
        "question": 46,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider folly which is opposed to wisdom; and under this head there are three points of inquiry:",
            "(1) Whether folly is contrary to wisdom?",
            "(2) Whether folly is a sin?",
            "(3) To which capital sin is it reducible?"
        ],
        "title": [
            "OF FOLLY WHICH IS OPPOSED TO WISDOM (THREE ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 46,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether folly is contrary to wisdom?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that folly is not contrary to wisdom. For seemingly unwisdom is directly opposed to wisdom. But folly does not seem to be the same as unwisdom, for the latter is apparently about Divine things alone, whereas folly is about both Divine and human things. Therefore folly is not contrary to wisdom."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, one contrary is not the way to arrive at the other. But folly is the way to arrive at wisdom, for it is written (1 Cor. 3:18): \"If any man among you seem to be wise in this world, let him become a fool, that he may be wise.\" Therefore folly is not opposed to wisdom."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, one contrary is not the cause of the other. But wisdom is the cause of folly; for it is written (Jer. 10:14): \"Every man is become a fool for knowledge,\" and wisdom is a kind of knowledge. Moreover, it is written (Is. 47:10): \"Thy wisdom and thy knowledge, this hath deceived thee.\" Now it belongs to folly to be deceived. Therefore folly is not contrary to wisdom."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, Isidore says (Etym. x, under the letter S) that \"a fool is one whom shame does not incite to sorrow, and who is unconcerned when he is injured.\" But this pertains to spiritual wisdom, according to Gregory (Moral. x, 49). Therefore folly is not opposed to wisdom."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: According to Isidore (Etym. x), \"unwisdom is contrary to wisdom because it lacks the savor of discretion and sense\"; so that unwisdom is seemingly the same as folly. Yet a man would appear to be a fool chiefly through some deficiency in the verdict of that judgment, which is according to the highest cause, for if a man fails in judgment about some trivial matter, he is not for that reason called a fool."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Just as there is an evil wisdom, as stated above (Question [45], Article [1], ad 1), called \"worldly wisdom,\" because it takes for the highest cause and last end some worldly good, so too there is a good folly opposed to this evil wisdom, whereby man despises worldly things: and it is of this folly that the Apostle speaks."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: It is the wisdom of the world that deceives and makes us foolish in God's sight, as is evident from the Apostle's words (1 Cor. 3:19)."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: To be unconcerned when one is injured is sometimes due to the fact that one has no taste for worldly things, but only for heavenly things. Hence this belongs not to worldly but to Divine wisdom, as Gregory declares (Moral. x, 49). Sometimes however it is the result of a man's being simply stupid about everything, as may be seen in idiots, who do not discern what is injurious to them, and this belongs to folly simply."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Gregory says (Moral. ii, 26) that \"the gift  of wisdom is given as a remedy against folly.\""
            ],
            "body": [
                "I answer that, Stultitia [Folly] seems to take its name from \"stupor\"; wherefore Isidore says (Etym. x, under the letter of S): \"A fool is one who through dullness [stuporem] remains unmoved.\" And folly differs from fatuity, according to the same authority (Etym. x), in that folly implies apathy in the heart and dullness in the senses, while fatuity denotes entire privation of the spiritual sense. Therefore folly is fittingly opposed to wisdom.",
                "For \"sapiens\" [wise] as Isidore says (Etym. x) \"is so named from sapor [savor], because just as the taste is quick to distinguish between savors of meats, so is a wise man in discerning things and causes.\" Wherefore it is manifest that \"folly\" is opposed to \"wisdom\" as its contrary, while \"fatuity\" is opposed to it as a pure negation: since the fatuous man lacks the sense of judgment, while the fool has the sense, though dulled, whereas the wise man has the sense acute and penetrating."
            ]
        },
        "2": {
            "question": 46,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether folly is a sin?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that folly is not a sin. For no sin arises in us from nature. But some are fools naturally. Therefore folly is not a sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, \"Every sin is voluntary,\" according to Augustine (De Vera Relig. xiv). But folly is not voluntary.  Therefore it is not a sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, every sin is contrary to a Divine precept. But folly is not contrary to any precept. Therefore folly is not a sin."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "2": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Though no man wishes to be a fool, yet he wishes those things of which folly is a consequence, viz. to withdraw his sense from spiritual things and to plunge it into earthly things. The same thing happens in regard to other sins; for the lustful man desires pleasure, without which there is no sin, although he does not desire sin simply, for he would wish to enjoy the pleasure without sin."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Folly is opposed to the precepts about the contemplation of truth, of which we have spoken above (Question [16]) when we were treating of knowledge and understanding."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written (Prov. 1:32): \"The prosperity of fools shall destroy them.\" But no man is destroyed save for sin. Therefore folly is a sin."
            ],
            "body": [
                "I answer that, Folly, as stated above (Article [1]), denotes dullness of sense in judging, and chiefly as regards the highest cause, which is the last end and the sovereign good. Now a man may in this respect contract dullness in judgment in two ways. First, from a natural indisposition, as in the case of idiots, and such like folly is no sin. Secondly, by plunging his sense into earthly things, whereby his sense is rendered incapable of perceiving Divine things, according to 1 Cor. 2:14, \"The sensual man perceiveth not these things that are of the Spirit of God,\" even as sweet things have no savor for a man whose taste is infected with an evil humor: and such like folly is a sin.",
                "This suffices for the Reply to the First Objection."
            ]
        },
        "3": {
            "question": 46,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether folly is a daughter of lust?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that folly is not a daughter of lust. For Gregory (Moral. xxxi, 45) enumerates the daughters of lust, among which however he makes no mention of folly. Therefore folly does not proceed from lust."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the Apostle says (1 Cor. 3:19): \"The wisdom of this world is foolishness with God.\" Now, according to Gregory (Moral. x, 29) \"the wisdom of this world consists in covering the heart with crafty devices;\" and this savors of duplicity. Therefore folly is a daughter of duplicity rather than of lust."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 46,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, anger especially is the cause of fury and madness in some persons; and this pertains to folly. Therefore folly arises from anger rather than from lust."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is part of folly that a man should have a distaste for God and His gifts. Hence Gregory mentions two daughters of lust, pertaining to folly, namely, \"hatred of God\" and \"despair of the life to come\"; thus he divides folly into two parts as it were."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: These words of the Apostle are to be understood, not causally but essentially, because, to wit, worldly wisdom itself is folly with God. Hence it does not follow that whatever belongs to worldly wisdom, is a cause of this folly."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 46,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Anger by reason of its keenness, as stated above (FS, Question [48], Articles [2],3,4), produces a great change in the nature of the body, wherefore it conduces very much to the folly which results from a bodily impediment. On the other hand the folly which is caused by a spiritual impediment, viz. by the mind being plunged into earthly things, arises chiefly from lust, as stated above."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Prov. 7:22): \"Immediately he  followeth her,\" i.e. the harlot . . . \"not knowing that he is drawn like a fool to bonds.\""
            ],
            "body": [
                "I answer that, As already stated (Article [2]), folly, in so far as it is a sin, is caused by the spiritual sense being dulled, so as to be incapable of judging spiritual things. Now man's sense is plunged into earthly things chiefly by lust, which is about the greatest of pleasures; and these absorb the mind more than any others. Therefore the folly which is a sin, arises chiefly from lust."
            ]
        }
    }
}