{
    "id": 37,
    "part": "SS",
    "title": "Of Discord, Which Is Contrary to Peace",
    "outer": {
        "question": 37,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the sins contrary to peace, and first we shall consider discord which is in the heart, secondly contention, which is on the lips, thirdly, those things which consist in deeds, viz. schism, quarrelling, war, and sedition. Under the first head there are two points of inquiry:",
            "(1) Whether discord is a sin?",
            "(2) Whether it is a daughter of vainglory?"
        ],
        "title": [
            "OF DISCORD, WHICH IS CONTRARY TO PEACE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 37,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether discord is a sin?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that discord is not a sin. For to disaccord with man is to sever oneself from another's will. But this does not seem to be a sin, because God's will alone, and not our neighbor's, is the rule of our own will. Therefore discord is not a sin."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, whoever induces another to sin, sins also himself. But it appears not to be a sin to incite others to discord, for it is written (Acts 23:6) that Paul, knowing that the one part were Sadducees, and the other Pharisees, cried out in the council: \"Men brethren, I am a Pharisee, the son of Pharisees, concerning the hope and resurrection of the dead I am called in question. And when he had so said, there arose a dissension between the Pharisees and the Sadducees.\" Therefore discord is not a sin."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, sin, especially mortal sin, is not to be found in a holy man. But discord is to be found even among holy men, for it is written (Acts 15:39): \"There arose a dissension\" between Paul and Barnabas, \"so that they departed one from another.\" Therefore discord is not a sin. and least of all a mortal sin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: One man's will considered in itself is not the rule of another man's will; but in so far as our neighbor's will adheres to God's will, it becomes in consequence, a rule regulated according to its proper measure. Wherefore it is a sin to disaccord with such a will, because by that very fact one disaccords with the Divine rule."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Just as a man's will that adheres to God is a right rule, to disaccord with which is a sin, so too a man's will that is opposed to God is a perverse rule, to disaccord with which is good. Hence to cause a discord, whereby a good concord resulting from charity is destroyed, is a grave sin: wherefore it is written (Prov. 6:16): \"Six things there are, which the Lord hateth, and the seventh His soul detesteth,\" which seventh is stated (Prov. 6:19) to be \"him that soweth discord among brethren.\" On the other hand, to arouse a discord whereby an evil concord (i.e. concord in an evil will) is destroyed, is praiseworthy. In this way Paul was to be commended for sowing discord among those who concorded together in evil, because Our Lord also said of Himself (Mt. 10:34): \"I came not to send peace, but the sword.\""
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The discord between Paul and Barnabas was accidental and not direct: because each intended some good, yet the one thought one thing good, while the other thought something else, which was owing to human deficiency: for that controversy was not about things necessary to salvation. Moreover all this was ordained by Divine providence, on account of the good which would ensue."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, \"Dissensions,\" that is, discords, are reckoned among the works of the flesh (Gal. 5:20), of which it is said afterwards (Gal. 5:21) that \"they who do such things shall not obtain the kingdom of God.\" Now nothing, save mortal sin, excludes man from the kingdom of God. Therefore discord is a mortal sin."
            ],
            "body": [
                "I answer that, Discord is opposed to concord. Now, as stated above (Question [29], Articles [1],3) concord results from charity, in as much as charity directs many hearts together to one thing, which is chiefly the Divine good, secondarily, the good of our neighbor. Wherefore discord is a sin, in so far as it is opposed to this concord.",
                "But it must be observed that this concord is destroyed by discord in two ways: first, directly; secondly, accidentally. Now, human acts and movements are said to be direct when they are according to one's intention. Wherefore a man directly disaccords with his neighbor, when he knowingly and intentionally dissents from the Divine good and his neighbor's good, to which he ought to consent. This is a mortal sin in respect of its genus, because it is contrary to charity, although the first movements of such  discord are venial sins by reason of their being imperfect acts.",
                "The accidental in human acts is that which occurs beside the intention. Hence when several intend a good pertaining to God's honor, or our neighbor's profit, while one deems a certain thing good, and another thinks contrariwise, the discord is in this case accidentally contrary to the Divine good or that of our neighbor. Such like discord is neither sinful nor against charity, unless it be accompanied by an error about things necessary to salvation, or by undue obstinacy, since it has also been stated above (Question [29], Articles [1],3, ad 2) that the concord which is an effect of charity, is union of wills not of opinions. It follows from this that discord is sometimes the sin of one party only, for instance, when one wills a good which the other knowingly resists; while sometimes it implies sin in both parties, as when each dissents from the other's good, and loves his own."
            ]
        },
        "2": {
            "question": 37,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether discord is a daughter of vainglory?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that discord is not a daughter of vainglory. For anger is a vice distinct from vainglory. Now discord is apparently the daughter of anger, according to Prov. 15:18: \"A passionate man stirreth up strifes.\" Therefore it is not a daughter of vainglory."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, Augustine expounding the words of Jn. 7:39, \"As yet the Spirit was not given,\" says (Tract. xxxii) \"Malice severs, charity unites.\" Now discord is merely a separation of wills. Therefore discord arises from malice, i.e. envy, rather than from vainglory."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 37,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, whatever gives rise to many evils, would seem to be a capital vice. Now such is discord, because Jerome in commenting on Mt. 12:25, \"Every kingdom divided against itself shall be made desolate,\" says: \"Just as concord makes small things thrive, so discord brings the greatest things to ruin.\" Therefore discord should itself be reckoned a capital vice, rather than a daughter of vainglory."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Strife is not the same as discord, for strife consists in external deeds, wherefore it is becoming that it should arise from anger, which incites the mind to hurt one's neighbor; whereas discord consists in a divergence in the movements of wills, which arises from pride or vainglory, for the reason given above."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: In discord we may consider that which is the term \"wherefrom,\" i.e. another's will from which we recede, and in this respect it arises from envy; and again we may consider that which is the term \"whither,\" i.e. something of our own to which we cling, and in this respect it is caused by vainglory. And since in every moment the term \"whither\" is more important than the term \"wherefrom\" (because the end is of more account than the beginning), discord is accounted a daughter of vainglory rather than of envy, though it may arise from both for different reasons, as stated."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 37,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The reason why concord makes small things thrive, while discord brings the greatest to ruin, is because \"the more united a force is, the stronger it is, while the more disunited it is the weaker it becomes\" (De Causis xvii). Hence it is evident that this is part of the proper effect of discord which is a disunion of wills, and in no way indicates that other vices arise from discord, as though it were a capital vice."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary stands the authority of Gregory (Moral. xxxi, 45)."
            ],
            "body": [
                "I answer that, Discord denotes a certain disunion of wills, in so far, to wit, as one man's will holds fast to one thing, while the other man's will holds fast to something else. Now if a man's will holds fast to its own ground, this is due to the act that he prefers what is his own to that which belongs to others, and if he do this inordinately, it is due to pride and vainglory. Therefore discord, whereby a man holds to his own way of thinking, and departs from that of others, is reckoned to be a daughter of vainglory."
            ]
        }
    }
}