{
    "id": 139,
    "part": "SS",
    "title": "Of the Gift of Fortitude",
    "section": 2,
    "outer": {
        "question": 139,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must next consider the gift corresponding to fortitude, and this is the gift of fortitude. Under this head there are two points of inquiry:",
            "(1) Whether fortitude is a gift?",
            "(2) Which among the beatitudes and fruits correspond to it?"
        ],
        "title": [
            "OF THE GIFT OF FORTITUDE (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 139,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether fortitude is a gift?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that fortitude is not a gift. For the virtues differ from the gifts: and fortitude is a virtue. Therefore it should not be reckoned a gift."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the acts of the gift remain in heaven, as stated above (FS, Question [68], Article [6]). But the act of fortitude does not remain in heaven: for Gregory says (Moral. i) that \"fortitude encourages the fainthearted against hardships, which will be altogether absent from heaven.\" Therefore fortitude is not a gift."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, Augustine says (De Doctr. Christ. ii) that \"it is a sign of fortitude to cut oneself adrift from all the deadly pleasures of the passing show.\" Now noisome pleasures and delights are the concern of temperance rather than of fortitude. Therefore it seems that fortitude is not the gift corresponding to the virtue of fortitude."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Fortitude, as a virtue, perfects the mind in the endurance of all perils whatever; but it does not go so far as to give confidence of overcoming all dangers: this belongs to the fortitude that is a gift of the Holy Ghost."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The gifts have not the same acts in heaven as on the way: for they exercise acts in connection with the enjoyment of the end. Hence the act of fortitude there is to enjoy full security from toil and evil."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The gift of fortitude regards the virtue of fortitude not only because it consists in enduring dangers, but also inasmuch as it consists in accomplishing any difficult work. Wherefore the gift of fortitude is directed by the gift of counsel, which seems to be concerned chiefly with the greater goods."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Fortitude is reckoned among the other gifts of the Holy Ghost (Is. 11:2)."
            ],
            "body": [
                "I answer that, Fortitude denotes a certain firmness of mind, as stated above (Question [123], Article [2]; FS, Question [61], Article [3]): and this firmness of mind  is required both in doing good and in enduring evil, especially with regard to goods or evils that are difficult. Now man, according to his proper and connatural mode, is able to have this firmness in both these respects, so as not to forsake the good on account of difficulties, whether in accomplishing an arduous work, or in enduring grievous evil. In this sense fortitude denotes a special or general virtue, as stated above (Question [123], Article [2]).",
                "Yet furthermore man's mind is moved by the Holy Ghost, in order that he may attain the end of each work begun, and avoid whatever perils may threaten. This surpasses human nature: for sometimes it is not in a man's power to attain the end of his work, or to avoid evils or dangers, since these may happen to overwhelm him in death. But the Holy Ghost works this in man, by bringing him to everlasting life, which is the end of all good deeds, and the release from all perils. A certain confidence of this is infused into the mind by the Holy Ghost Who expels any fear of the contrary. It is in this sense that fortitude is reckoned a gift of the Holy Ghost. For it has been stated above (FS, Question [68], Articles [1],2) that the gifts regard the motion of the mind by the Holy Ghost."
            ]
        },
        "2": {
            "question": 139,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the fourth beatitude: \"Blessed are they that hunger and thirst after justice,\" corresponds to the gift of fortitude?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It seems that the fourth beatitude, \"Blessed are they that hunger and thirst after justice,\" does not correspond to the gift of fortitude. For the gift of piety and not the gift of fortitude corresponds to the virtue of justice. Now hungering and thirsting after justice pertain to the act of justice. Therefore this beatitude corresponds to the gift of piety rather than to the gift of fortitude."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, hunger and thirst after justice imply a desire for good. Now this belongs properly to charity, to which the gift of wisdom, and not the gift of fortitude, corresponds, as stated above (Question [45]). Therefore this beatitude corresponds, not to the gift of fortitude, but to the gift of wisdom."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 139,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the fruits are consequent upon the beatitudes, since delight is essential to beatitude, according to Ethic. i, 8. Now the fruits, apparently, include none pertaining to fortitude. Therefore neither does any beatitude correspond to it."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As Chrysostom says (Hom. xv in Matth.), we may understand here not only particular, but also universal justice, which is related to all virtuous deeds according to Ethic. v, 1, wherein whatever is hard is the object of that fortitude which is a gift."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Charity is the root of all the virtues and gifts, as stated above (Question [23], Article [8], ad 3; FS, Question [68], Article [4], ad 3). Hence whatever pertains to fortitude may also be referred to charity."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 139,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: There are two of the fruits which correspond sufficiently to the gift of fortitude: namely, patience, which regards the enduring of evils: and longanimity, which may regard the long delay and accomplishment of goods."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Serm. Dom. in Monte i): \"Fortitude becomes the hungry and thirsty: since those who desire to enjoy true goods, and wish to avoid loving earthly and material things, must toil.\""
            ],
            "body": [
                "I answer that, As stated above (Question [121], Article [2]), Augustine makes the beatitudes correspond to the gifts according to the order in which they are set forth, observing at the same time a certain fittingness between them. Wherefore he ascribes the fourth beatitude, concerning the hunger and thirst for justice, to the fourth gift, namely fortitude.",
                "Yet there is a certain congruity between them, because, as stated (Article [1]), fortitude is about difficult things. Now it is very difficult, not merely to do virtuous deeds, which receive the common designation of works of justice, but furthermore to do them with an unsatiable desire, which may be signified by hunger and thirst for justice."
            ]
        }
    }
}