{
    "id": 32,
    "part": "SS",
    "title": "Of Almsdeeds",
    "outer": {
        "question": 32,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider almsdeeds, under which head there are ten points of inquiry:",
            "(1) Whether almsgiving is an act of charity?",
            "(2) Of the different kinds of alms;",
            "(3) Which alms are of greater account, spiritual or corporal?",
            "(4) Whether corporal alms have a spiritual effect?",
            "(5) Whether the giving of alms is a matter of precept?",
            "(6) Whether corporal alms should be given out of the things we need?",
            "(7) Whether corporal alms should be given out of ill-gotten goods?",
            "(8) Who can give alms?",
            "(9) To whom should we give alms?",
            "(10) How should alms be given ?"
        ],
        "title": [
            "OF ALMSDEEDS (TEN ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether almsgiving is an act of charity?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that almsgiving is not an act of charity. For without charity one cannot do acts of charity. Now it is possible to give alms without having charity, according to 1 Cor. 13:3: \"If I should distribute all my goods to feed the poor . . . and have not charity, it profiteth me nothing.\" Therefore  almsgiving is not an act of charity."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, almsdeeds are reckoned among works of satisfaction, according to Dan. 4:24: \"Redeem thou thy sins with alms.\" Now satisfaction is an act of justice. Therefore almsgiving is an act of justice and not of charity."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the offering of sacrifices to God is an act of religion. But almsgiving is offering a sacrifice to God, according to Heb. 13:16: \"Do not forget to do good and to impart, for by such sacrifices God's favor is obtained.\" Therefore almsgiving is not an act of charity, but of religion."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, the Philosopher says (Ethic. iv, l) that to give for a good purpose is an act of liberality. Now this is especially true of almsgiving. Therefore almsgiving is not an act of charity."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: An act of virtue may be taken in two ways: first materially, thus an act of justice is to do what is just; and such an act of virtue can be without the virtue, since many, without having the habit of justice, do what is just, led by the natural light of reason, or through fear, or in the hope of gain. Secondly, we speak of a thing being an act of justice formally, and thus an act of justice is to do what is just, in the same way as a just man, i.e. with readiness and delight, and such an act of virtue cannot be without the virtue.",
                        "Accordingly almsgiving can be materially without charity, but to give alms formally, i.e. for God's sake, with delight and readiness, and altogether as one ought, is not possible without charity."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Nothing hinders the proper elicited act of one virtue being commanded by another virtue as commanding it and directing it to this other virtue's end. It is in this way that almsgiving is reckoned among works of satisfaction in so far as  pity for the one in distress is directed to the satisfaction for his sin; and in so far as it is directed to placate God, it has the character of a sacrifice, and thus it is commanded by religion.",
                        "Wherefore the Reply to the Third Objection is evident."
                    ],
                    "id": 2,
                    "article": 1
                },
                "4": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Almsgiving belongs to liberality, in so far as liberality removes an obstacle to that act, which might arise from excessive love of riches, the result of which is that one clings to them more than one ought."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, It is written 2 Jn. 3:17: \"He that hath the substance of this world, and shall see his brother in need, and shall put up his bowels from him, how doth the charity of God abide in him?\""
            ],
            "body": [
                "I answer that, External acts belong to that virtue which regards the motive for doing those acts. Now the motive for giving alms is to relieve one who is in need. Wherefore some have defined alms as being \"a deed whereby something is given to the needy, out of compassion and for God's sake,\" which motive belongs to mercy, as stated above (Question [30], Articles [1],2). Hence it is clear that almsgiving is, properly speaking, an act of mercy. This appears in its very name, for in Greek {eleemosyne} it is derived from having mercy {eleein} even as the Latin \"miseratio\" is. And since mercy is an effect of charity, as shown above (Question [30], Article [2], Article [3], Objection [3]), it follows that almsgiving is an act of charity through the medium of mercy."
            ]
        },
        "2": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the different kinds of almsdeeds are suitably enumerated?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that the different kinds of almsdeeds are unsuitably enumerated. For we reckon seven corporal almsdeeds, namely, to feed the hungry, to give drink to the thirsty, to clothe the naked, to harbor the harborless, to visit the sick, to ransom the captive, to bury the dead; all of which are expressed in the following verse: \"To visit, to quench, to feed, to ransom, clothe, harbor or bury.\"",
                        "Again we reckon seven spiritual alms, namely, to instruct the ignorant, to counsel the doubtful, to comfort the sorrowful, to reprove the sinner, to forgive injuries, to bear with those who trouble and annoy us, and to pray for all, which are all contained in the following verse: \"To counsel, reprove, console, to pardon, forbear, and to pray,\" yet so that counsel includes both advice and instruction.",
                        "And it seems that these various almsdeeds are unsuitably enumerated. For the purpose of almsdeeds is to succor our neighbor. But a dead man profits nothing by being buried, else Our Lord would not have spoken truly when He said (Mt. 10:28): \"Be not afraid of them who kill the body, and after that have no more that they can do.\" [*The quotation is from Lk. 12:4.] This explains why Our Lord, in enumerating the works of mercy, made no mention of the burial of the dead (Mt. 25:35,36). Therefore it seems that these almsdeeds are unsuitably enumerated."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, as stated above (Article [1]), the purpose of giving alms is to relieve our neighbor's need. Now there are many needs of human life other than those mentioned above, for instance, a blind man needs a leader, a lame man needs someone to lean on, a poor man needs riches. Therefore these almsdeeds are unsuitably enumerated."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, almsgiving is a work of mercy. But the reproof of the wrong-doer savors, apparently, of severity rather than of mercy. Therefore it ought not to be reckoned among the spiritual almsdeeds."
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, almsgiving is intended for the supply of a defect. But no man is without the defect of ignorance in some matter or other. Therefore, apparently, each one ought to instruct  anyone who is ignorant of what he knows himself."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Burial does not profit a dead man as though his body could be capable of perception after death. In this sense Our Lord said that those who kill the body \"have no more that they can do\"; and for this reason He did not mention the burial of the dead with the other works of mercy, but those only which are more clearly necessary. Nevertheless it does concern the deceased what is done with his body: both that he may live in the memory of man whose respect he forfeits if he remain without burial, and as regards a man's fondness for his own body while he was yet living, a fondness which kindly persons should imitate after his death. It is thus that some are praised for burying the dead, as Tobias, and those who buried Our Lord; as Augustine says (De Cura pro Mort. iii)."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: All other needs are reduced to these, for blindness and lameness are kinds of sickness, so that to lead the blind, and to support the lame, come to the same as visiting the sick. In like manner to assist a man against any distress that is due to an extrinsic cause comes to the same as the ransom of captives. And the wealth with which we relieve the poor is sought merely for the purpose of relieving the aforesaid needs: hence there was no reason for special mention of this particular need."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The reproof of the sinner, as to the exercise of the act of reproving, seems to imply the severity of justice, but, as to the intention of the reprover, who wishes to free a man from the evil of sin, it is an act of mercy and lovingkindness, according to Prov. 27:6: \"Better are the wounds of a friend, than the deceitful kisses of an enemy.\""
                    ],
                    "id": 3,
                    "article": 2
                },
                "4": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Nescience is not always a defect, but only when it is about what one ought to know, and it is a part of almsgiving to supply this defect by instruction. In doing this however we should observe the due circumstances of persons, place and time, even as in other virtuous acts."
                    ],
                    "id": 4,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Gregory says (Nom. in Evang. ix): \"Let him that hath understanding beware lest he withhold his knowledge; let him that hath abundance of wealth, watch lest he slacken his merciful bounty; let him who is a servant to art be most solicitous to share his skill and profit with his neighbor; let him who has an opportunity of speaking with the wealthy, fear lest he be condemned for retaining his talent, if when he has the chance he plead not with him the cause of the poor.\" Therefore the aforesaid almsdeeds are suitably enumerated in respect of those things whereof men have abundance or insufficiency."
            ],
            "body": [
                "I answer that, The aforesaid distinction of almsdeeds is suitably taken from the various needs of our neighbor: some of which affect the soul, and are relieved by spiritual almsdeeds, while others affect the body, and are relieved by corporal almsdeeds. For corporal need occurs either during this life or afterwards. If it occurs during this life, it is either a common need in respect of things needed by all, or it is a special need occurring through some accident supervening. In the first case, the need is either internal or external. Internal need is twofold: one which is relieved by solid food, viz. hunger, in respect of which we have \"to feed the hungry\"; while the other is relieved by liquid food, viz. thirst, and in respect of this we have \"to give drink to the thirsty.\" The common need with regard to external help is twofold; one in respect of clothing, and as to this we have \"to clothe the naked\": while the other is in respect of a dwelling place, and as to this we have \"to harbor the harborless.\" Again if the need be special, it is either the result of an internal cause, like sickness, and then we have \"to visit the sick,\" or it results from an external cause, and then we have \"to ransom the captive.\" After this life we give \"burial to the dead.\"",
                "In like manner spiritual needs are relieved by spiritual acts in two ways, first by asking for help from God, and in this respect we have \"prayer,\" whereby one man prays for others; secondly, by giving human assistance, and this in three ways. First, in order to relieve a deficiency on the part of the intellect, and if this deficiency be in the speculative intellect, the remedy is applied by \"instructing,\" and if in the practical intellect, the remedy is applied by \"counselling.\" Secondly, there may be a deficiency on the part of the appetitive power, especially by way of sorrow, which is remedied by \"comforting.\" Thirdly, the deficiency may be due to an inordinate act; and this may be the subject of a threefold consideration. First, in respect of the sinner, inasmuch as the sin proceeds from his inordinate will, and thus the remedy takes the form of \"reproof.\" Secondly, in respect of the person sinned against; and if the sin be committed against ourselves, we apply the remedy by \"pardoning the injury,\" while, if it be committed against God or our neighbor, it is not in our power to pardon, as Jerome observes (Super Matth. xviii, 15). Thirdly, in respect of the result of the inordinate act, on account of which the sinner is an annoyance to those who live with him, even beside  his intention; in which case the remedy is applied by \"bearing with him,\" especially with regard to those who sin out of weakness, according to Rm. 15:1: \"We that are stronger, ought to bear the infirmities of the weak,\" and not only as regards their being infirm and consequently troublesome on account of their unruly actions, but also by bearing any other burdens of theirs with them, according to Gal. 6:2: \"Bear ye one another's burdens.\""
            ]
        },
        "3": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether corporal alms are of more account than spiritual alms?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that corporal alms are of more account than spiritual alms. For it is more praiseworthy to give an alms to one who is in greater want, since an almsdeed is to be praised because it relieves one who is in need. Now the body which is relieved by corporal alms, is by nature more needy than the spirit which is relieved by spiritual alms. Therefore corporal alms are of more account."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, an alms is less praiseworthy and meritorious if the kindness is compensated, wherefore Our Lord says (Lk. 14:12): \"When thou makest a dinner or a supper, call not thy neighbors who are rich, lest perhaps they also invite thee again. Now there is always compensation in spiritual almsdeeds, since he who prays for another, profits thereby, according to Ps. 34:13: \"My prayer shall be turned into my bosom: and he who teaches another, makes progress in knowledge, which cannot be said of corporal almsdeeds. Therefore corporal almsdeeds are of more account than spiritual almsdeeds."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, an alms is to be commended if the needy one is comforted by it: wherefore it is written (Job 31:20): \"If his sides have not blessed me,\" and the Apostle says to Philemon (verse 7): \"The bowels of the saints have been refreshed by thee, brother.\" Now a corporal alms is sometimes more welcome to a needy man than a spiritual alms. Therefore bodily almsdeeds are of more account than spiritual almsdeeds."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is better to give to one who is in greater want, other things being equal, but if he who is less needy is better, and is in want of better things, it is better to give to him: and it is thus in the case in point."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Compensation does not detract from merit and praise if it be not intended, even as human glory, if not intended, does not detract from virtue. Thus Sallust says of Cato (Catilin.), that \"the less he sought fame, the more he became famous\": and thus it is with spiritual almsdeeds.",
                        "Nevertheless the intention of gaining spiritual goods does not detract from merit, as the intention of gaining corporal goods."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The merit of an almsgiver depends on that in which the will of the recipient rests reasonably, and not on that in which it rests when it is inordinate."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Serm. Dom. in Monte i, 20) on the words, \"Give to him that asketh of thee\" (Mt. 5:42): \"You should give so as to injure neither yourself nor another, and when you refuse what another asks you must not lose sight of the claims of justice, and send him away empty; at times indeed you will give what is better than what is asked for, if you reprove him that asks unjustly.\" Now reproof is a spiritual alms. Therefore spiritual almsdeeds are preferable to corporal almsdeeds."
            ],
            "body": [
                "I answer that, There are two ways of comparing these almsdeeds. First, simply; and in this respect, spiritual almsdeeds hold the first place, for three reasons. First, because the offering is more excellent, since it is a spiritual gift, which surpasses a corporal gift, according to Prov. 4:2: \"I will give you a good gift, forsake not My Law.\" Secondly, on account of the object succored, because the spirit is more excellent than the body, wherefore, even as a man in looking after himself, ought to look to his soul more than to his body, so ought he in looking after his neighbor, whom he ought to love as himself. Thirdly, as regards the acts themselves by which our neighbor is succored, because spiritual acts are more excellent than corporal acts, which are, in a fashion, servile.",
                "Secondly, we may compare them with regard to some particular case, when some corporal alms excels some spiritual alms: for instance, a man in hunger is to be fed rather than instructed, and as the Philosopher observes (Topic. iii, 2), for a needy man \"money is better than philosophy,\" although the latter is better simply."
            ]
        },
        "4": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether corporal almsdeeds have a spiritual effect?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that corporal almsdeeds have not a spiritual effect. For no effect exceeds its cause. But spiritual goods exceed corporal goods. Therefore corporal almsdeeds have no spiritual effect."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the sin of simony consists in giving the corporal for the spiritual, and it is to be utterly avoided. Therefore one ought not to give alms in order to receive a spiritual effect."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, to multiply the cause is to multiply the effect. If therefore corporal almsdeeds cause a spiritual effect, the greater the alms, the greater the spiritual profit, which is contrary to what we read (Lk. 21:3) of the widow who cast two brass mites into the treasury, and in Our Lord's own words \"cast in more than . . . all.\" Therefore bodily almsdeeds have no spiritual effect."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: This argument considers corporal almsdeeds as to their substance."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: He who gives an alms does rot intend to buy a spiritual thing with a corporal thing, for he knows that spiritual things infinitely surpass corporal things, but he intends to merit a spiritual fruit through the love of charity."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The widow who gave less in quantity, gave more in proportion; and thus we gather that the fervor of her charity, whence corporal almsdeeds derive their spiritual efficacy, was greater."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Ecclus. 17:18): \"The alms of a man . . . shall preserve the grace of a man as the apple of the eye.\""
            ],
            "body": [
                "I answer that, Corporal almsdeeds may be considered in three ways. First, with regard to their substance, and in this way they have merely a corporal effect, inasmuch as they supply our neighbor's corporal needs. Secondly, they may be considered with regard to their cause, in so far as a man gives a corporal alms out of love for God and his neighbor, and in this respect they bring forth a spiritual fruit, according to Ecclus. 29:13, 14: \"Lose thy money for thy brother . . . place thy treasure in the commandments of the Most High, and it shall bring thee more profit than gold.\"",
                "Thirdly, with regard to the effect, and in this way again, they have a spiritual fruit, inasmuch as our neighbor, who is succored by a corporal alms, is moved to pray for his benefactor; wherefore the above text goes on (Ecclus. 29:15): \"Shut up alms in the heart of the poor, and it shall obtain help for thee from all evil.\""
            ]
        },
        "5": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether almsgiving is a matter of precept?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that almsgiving is not a matter of precept. For the counsels are distinct from the precepts. Now almsgiving is a matter of counsel, according to Dan. 4:24: \"Let my counsel be acceptable to the King; [Vulg.: 'to thee, and'] redeem thou thy sins with alms.\" Therefore almsgiving is not a matter of precept."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, it is lawful for everyone to use and to keep what is his own. Yet by keeping it he will not give alms. Therefore it is lawful not to give alms: and consequently almsgiving is not a matter of precept."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, whatever is a matter of precept binds the transgressor at some time or other under pain of mortal sin, because positive precepts are binding for some fixed time. Therefore, if almsgiving were a matter of precept, it would be possible to point to some fixed time when a man would commit a mortal sin unless he gave an alms. But it does not appear how this can be so, because it can always be deemed probable that the person in need can be relieved in some other way, and that what we would spend in almsgiving might be needful to ourselves either now or in some future time. Therefore it seems that almsgiving is not a matter of precept."
                    ],
                    "id": 3,
                    "article": 5
                },
                "4": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, every commandment is reducible to the precepts of the Decalogue. But these precepts contain no reference to almsgiving. Therefore almsgiving is not a matter of precept."
                    ],
                    "id": 4,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Daniel spoke to a king who was not subject to God's Law, wherefore such things as were prescribed by the Law which he did not profess, had to be counselled to him. Or he may have been speaking in reference to a case in which almsgiving was not a matter of precept."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The temporal goods which God grants us, are ours as to the ownership, but as to the use of them, they belong not to us alone but also to such others as we are able to succor out of what we have over and above our needs. Hence Basil says [*Hom. super Luc. xii, 18]: \"If you acknowledge them,\" viz. your temporal goods, \"as coming from God, is He unjust because He apportions them unequally? Why are you rich while another is poor, unless it be that you may have the merit of a good stewardship, and he the reward of patience? It is the hungry man's bread that you withhold, the naked man's cloak that you have stored away, the shoe of the  barefoot that you have left to rot, the money of the needy that you have buried underground: and so you injure as many as you might help.\" Ambrose expresses himself in the same way."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: There is a time when we sin mortally if we omit to give alms; on the part of the recipient when we see that his need is evident and urgent, and that he is not likely to be succored otherwise---on the part of the giver, when he has superfluous goods, which he does not need for the time being, as far as he can judge with probability. Nor need he consider every case that may possibly occur in the future, for this would be to think about the morrow, which Our Lord forbade us to do (Mt. 6:34), but he should judge what is superfluous and what necessary, according as things probably and generally occur."
                    ],
                    "id": 3,
                    "article": 5
                },
                "4": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: All succor given to our neighbor is reduced to the precept about honoring our parents. For thus does the Apostle interpret it (1 Tim. 4:8) where he says: \"Dutifulness* [Douay: 'Godliness'] is profitable to all things, having promise of the life that now is, and of that which is to come,\" and he says this because the precept about honoring our parents contains the promise, \"that thou mayest be longlived upon the land\" (Ex. 20:12): and dutifulness comprises all kinds of almsgiving. [*\"Pietas,\" whence our English word \"Piety.\" Cf. also inf. Question [101], Article [2].]"
                    ],
                    "id": 4,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, No man is punished eternally for omitting to do what is not a matter of precept. But some are punished eternally for omitting to give alms, as is clear from Mt. 25:41-43. Therefore almsgiving is a matter of precept."
            ],
            "body": [
                "I answer that, As love of our neighbor is a matter of precept, whatever is a necessary condition to the love of our neighbor is a matter of precept also. Now the love of our neighbor requires that not only should we be our neighbor's well-wishers, but also his  well-doers, according to 1 Jn. 3:18: \"Let us not love in word, nor in tongue, but in deed, and in truth.\" And in order to be a person's well-wisher and well-doer, we ought to succor his needs: this is done by almsgiving. Therefore almsgiving is a matter of precept.",
                "Since, however, precepts are about acts of virtue, it follows that all almsgiving must be a matter of precept, in so far as it is necessary to virtue, namely, in so far as it is demanded by right reason. Now right reason demands that we should take into consideration something on the part of the giver, and something on the part of the recipient. On the part of the giver, it must be noted that he should give of his surplus, according to Lk. 11:41: \"That which remaineth, give alms.\" This surplus is to be taken in reference not only to himself, so as to denote what is unnecessary to the individual, but also in reference to those of whom he has charge (in which case we have the expression \"necessary to the person\" [*The official necessities of a person in position] taking the word \"person\" as expressive of dignity). Because each one must first of all look after himself and then after those over whom he has charge, and afterwards with what remains relieve the needs of others. Thus nature first, by its nutritive power, takes what it requires for the upkeep of one's own body, and afterwards yields the residue for the formation of another by the power of generation.",
                "On the part of the recipient it is requisite that he should be in need, else there would be no reason for giving him alms: yet since it is not possible for one individual to relieve the needs of all, we are not bound to relieve all who are in need, but only those who could not be succored if we not did succor them. For in such cases the words of Ambrose apply, \"Feed him that dies of hunger: if thou hast not fed him, thou hast slain him\" [*Cf. Canon Pasce, dist. lxxxvi, whence the words, as quoted, are taken]. Accordingly we are bound to give alms of our surplus, as also to give alms to one whose need is extreme: otherwise almsgiving, like any other greater good, is a matter of counsel."
            ]
        },
        "6": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether one ought to give alms out of what one needs?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that one ought not to give alms out of what one needs. For the order of charity should be observed not only as regards the effect of our benefactions but also as regards our interior affections. Now it is a sin to contravene the order of charity, because this order is a matter of precept. Since, then, the order of charity requires that a man should love himself more than his neighbor, it seems that he would sin if he deprived himself of what he needed, in order to succor his neighbor."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, whoever gives away what he needs himself, squanders his own substance, and that is to be a prodigal, according to the Philosopher (Ethic. iv, 1). But no sinful deed should be done. Therefore we should not give alms out of what we need."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Apostle says (1 Tim. 5:8): \"If any man have not care of his own, and especially of those of his house, he hath denied the faith, and is worse than an infidel.\" Now if a man gives of what he needs for himself or for his charge, he seems to detract from the care he should have for himself or his charge. Therefore it seems that whoever gives alms from what he needs, sins gravely."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {},
            "counter": [
                "On the contrary, Our Lord said (Mt. 19:21): \"If thou wilt be perfect, go, sell what thou hast, and give to the poor.\" Now he that gives all he has to the poor, gives not only what he needs  not, but also what he needs. Therefore a man may give alms out of what he needs."
            ],
            "body": [
                "I answer that, A thing is necessary in two ways: first, because without it something is impossible, and it is altogether wrong to give alms out of what is necessary to us in this sense; for instance, if a man found himself in the presence of a case of urgency, and had merely sufficient to support himself and his children, or others under his charge, he would be throwing away his life and that of others if he were to give away in alms, what was then necessary to him. Yet I say this without prejudice to such a case as might happen, supposing that by depriving himself of necessaries a man might help a great personage, and a support of the Church or State, since it would be a praiseworthy act to endanger one's life and the lives of those who are under our charge for the delivery of such a person, since the common good is to be preferred to one's own.",
                "Secondly, a thing is said to be necessary, if a man cannot without it live in keeping with his social station, as regards either himself or those of whom he has charge. The \"necessary\" considered thus is not an invariable quantity, for one might add much more to a man's property, and yet not go beyond what he needs in this way, or one might take much from him, and he would still have sufficient for the decencies of life in keeping with his own position. Accordingly it is good to give alms of this kind of \"necessary\"; and it is a matter not of precept but of counsel. Yet it would be inordinate to deprive oneself of one's own, in order to give to others to such an extent that the residue would be insufficient for one to live in keeping with one's station and the ordinary occurrences of life: for no man ought to live unbecomingly. There are, however, three exceptions to the above rule. The first is when a man changes his state of life, for instance, by entering religion, for then he gives away all his possessions for Christ's sake, and does the deed of perfection by transferring himself to another state. Secondly, when that which he deprives himself of, though it be required for the decencies of life, can nevertheless easily be recovered, so that he does not suffer extreme inconvenience. Thirdly, when he is in presence of extreme indigence in an individual, or great need on the part of the common weal. For in such cases it would seem praiseworthy to forego the requirements of one's station, in order to provide for a greater need.",
                "The objections may be easily solved from what has been said."
            ]
        },
        "7": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether one may give alms out of ill-gotten goods?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that one may give alms out of ill-gotten goods. For it is written (Lk. 16:9): \"Make unto you friends of the mammon of iniquity.\" Now mammon signifies riches. Therefore it is lawful to make unto oneself spiritual friends by giving alms out of ill-gotten riches."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, all filthy lucre seems to be ill-gotten. But the profits from whoredom are filthy lucre; wherefore it was forbidden (Dt. 23:18) to offer therefrom sacrifices or oblations to God: \"Thou shalt not offer the hire of a strumpet . . . in the house of . . . thy God.\" In like manner gains from games of chance are ill-gotten, for, as the Philosopher says (Ethic. iv, 1), \"we take such like gains from our friends to whom we ought rather to give.\" And most of all are the profits from simony ill-gotten, since thereby the Holy Ghost is wronged. Nevertheless out of such gains it is lawful to give alms. Therefore one may give alms out of ill-gotten goods."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, greater evils should be avoided more than lesser evils. Now it is less sinful to keep back another's property than to commit murder, of which a man is guilty if he fails to succor one who is in extreme need, as appears from the words of Ambrose who says (Cf. Canon Pasce dist. lxxxvi, whence the words, as quoted, are taken): \"Feed him that dies of hunger, if thou hast not fed him, thou hast slain him\". Therefore, in certain cases, it is lawful to give alms of ill-gotten goods."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As Augustine says (De Verb. Dom. 2), \"Some have misunderstood this saying of Our Lord, so as to take another's  property and give thereof to the poor, thinking that they are fulfilling the commandment by so doing. This interpretation must be amended. Yet all riches are called riches of iniquity, as stated in De Quaest. Ev. ii, 34, because \"riches are not unjust save for those who are themselves unjust, and put all their trust in them. Or, according to Ambrose in his commentary on Lk. 16:9, \"Make unto yourselves friends,\" etc., \"He calls mammon unjust, because it draws our affections by the various allurements of wealth.\" Or, because \"among the many ancestors whose property you inherit, there is one who took the property of others unjustly, although you know nothing about it,\" as Basil says in a homily (Hom. super Luc. A, 5). Or, all riches are styled riches \"of iniquity,\" i.e., of \"inequality,\" because they are not distributed equally among all, one being in need, and another in affluence."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: We have already explained how alms may be given out of the profits of whoredom. Yet sacrifices and oblations were not made therefrom at the altar, both on account of the scandal, and through reverence for sacred things. It is also lawful to give alms out of the profits of simony, because they are not due to him who paid, indeed he deserves to lose them. But as to the profits from games of chance, there would seem to be something unlawful as being contrary to the Divine Law, when a man wins from one who cannot alienate his property, such as minors, lunatics and so forth, or when a man, with the desire of making money out of another man, entices him to play, and wins from him by cheating. In these cases he is bound to restitution, and consequently cannot give away his gains in alms. Then again there would seem to be something unlawful as being against the positive civil law, which altogether forbids any such profits. Since, however, a civil law does not bind all, but only those who are subject to that law, and moreover may be abrogated through desuetude, it follows that all such as are bound by these laws are bound to make restitution of such gains, unless perchance the contrary custom prevail, or unless a man win from one who enticed him to play, in which case he is not bound to restitution, because the loser does not deserve to be paid back: and yet he cannot lawfully keep what he has won, so long as that positive law is in force, wherefore in this case he ought to give it away in alms."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: All things are common property in a case of extreme necessity. Hence one who is in such dire straits may take another's goods in order to succor himself, if he can find no one who is willing to give him something. For the same reason a man may retain what belongs to another, and give alms thereof; or even take something if there be no other way of succoring the one who is in need. If however this be possible without danger, he must ask the owner's consent, and then succor the poor man who is in extreme necessity."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Verb. Dom. xxxv, 2): \"Give alms from your just labors. For you will not bribe Christ your judge, not to hear you with the poor whom you rob . . . Give not alms from interest and usury: I speak to the faithful to whom we dispense the Body of Christ.\""
            ],
            "body": [
                "I answer that, A thing may be ill-gotten in three ways. In the first place a thing is ill-gotten if it be due to the person from whom it is gotten, and may not be kept by the person who has obtained possession of it; as in the case of rapine, theft and usury, and of such things a man may not give alms since he is bound to restore them.",
                "Secondly, a thing is ill-gotten, when he that has it may not keep it, and yet he may not return it to the person from whom he received it, because he received it unjustly, while the latter gave it unjustly. This happens in simony, wherein both giver and receiver contravene the justice of the Divine Law, so that restitution is to be made not to the giver, but by giving alms. The same applies to all similar cases of illegal giving and receiving.",
                "Thirdly, a thing is ill-gotten, not because the taking was unlawful, but because it is the outcome of something unlawful, as in the case of a woman's profits from whoredom. This is filthy lucre properly so called, because the practice of whoredom is filthy and against the Law of God, yet the woman does not act unjustly or unlawfully in taking the money. Consequently it is lawful to keep and to give in alms what is thus acquired by an unlawful action."
            ]
        },
        "8": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether one who is under another's power can give alms?"
            ],
            "id": 8,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that one who is under another's power can  give alms. For religious are under the power of their prelates to whom they have vowed obedience. Now if it were unlawful for them to give alms, they would lose by entering the state of religion, for as Ambrose [*The quotation is from the works of Ambrosiaster. Cf. Index to ecclesiastical authorities quoted by St. Thomas] says on 1 Tim. 4:8: \"'Dutifulness [Douay: 'godliness'] is profitable to all things': The sum total of the Christian religion consists in doing one's duty by all,\" and the most creditable way of doing this is to give alms. Therefore those who are in another's power can give alms."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, a wife is under her husband's power (Gn. 3:16). But a wife can give alms since she is her husband's partner; hence it is related of the Blessed Lucy that she gave alms without the knowledge of her betrothed [*\"Sponsus\" The matrimonial institutions of the Romans were so entirely different from ours that \"sponsus\" is no longer accurately rendered either \"husband\" or \"betrothed.\"] Therefore a person is not prevented from giving alms, by being under another's power."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the subjection of children to their parents is founded on nature, wherefore the Apostle says (Eph. 6:1): \"Children, obey your parents in the Lord.\" But, apparently, children may give alms out of their parents' property. For it is their own, since they are the heirs; wherefore, since they can employ it for some bodily use, it seems that much more can they use it in giving alms so as to profit their souls. Therefore those who are under another's power can give alms."
                    ],
                    "id": 3,
                    "article": 8
                },
                "4": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, servants are under their master's power, according to Titus 2:9: \"Exhort servants to be obedient to their masters.\" Now they may lawfully do anything that will profit their masters: and this would be especially the case if they gave alms for them. Therefore those who are under another's power can give alms."
                    ],
                    "id": 4,
                    "article": 8
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: If a monk be dispensed through being commissioned by his superior, he can give alms from the property of his monaster, in accordance with the terms of his commission; but if he has no such dispensation, since he has nothing of his own, he cannot give alms without his abbot's permission either express or presumed for some probable reason: except in a case of extreme necessity, when it would be lawful for him to commit a theft in order to give an alms. Nor does it follow that he is worse off than before, because, as stated in De Eccles. Dogm. lxxi, \"it is a good thing to give one's property to the poor little by little, but it is better still to give all at once in order to follow Christ, and being freed from care, to be needy with Christ.\""
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: A wife, who has other property besides her dowry which is for the support of the burdens of marriage, whether that property be gained by her own industry or by any other lawful means, can give alms, out of that property, without asking her husband's permission: yet such alms should be moderate, lest through giving too much she impoverish her husband. Otherwise she ought not to give alms without the express or presumed consent of her husband, except in cases of necessity as stated, in the case of a monk, in the preceding Reply. For though the wife be her husband's equal in the marriage act, yet in matters of housekeeping, the head of the woman is the man, as the Apostle says (1 Cor. 11:3). As regards Blessed Lucy, she had a betrothed, not a husband, wherefore she could give alms with her mother's consent."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: What belongs to the children belongs also to the father: wherefore the child cannot give alms, except in such small quantity that one may presume the father to be willing: unless, perchance, the father authorize his child to dispose of any particular property. The same applies to servants. Hence the Reply to the Fourth Objection is clear."
                    ],
                    "id": 3,
                    "article": 8
                }
            },
            "counter": [
                "On the contrary, Alms should not be given out of another's property; and each one should give alms out of the just profit of his own labor as Augustine says (De Verb. Dom. xxxv, 2). Now if those who are subject to anyone were to give alms, this would be out of another's property. Therefore those who are under another's power cannot give alms."
            ],
            "body": [
                "I answer that, Anyone who is under another's power must, as such, be ruled in accordance with the power of his superior: for the natural order demands that the inferior should be ruled according to its superior. Therefore in those matters in which the inferior is subject to his superior, his ministrations must be subject to the superior's permission.",
                "Accordingly he that is under another's power must not give alms of anything in respect of which he is subject to that other, except in so far as he has been commissioned by his superior. But if he has something in respect of which he is not under the power  of his superior, he is no longer subject to another in its regard, being independent in respect of that particular thing, and he can give alms therefrom."
            ]
        },
        "9": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether one ought to give alms to those rather who are more closely united to us?"
            ],
            "id": 9,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that one ought not to give alms to those rather who are more closely united to us. For it is written (Ecclus. 12:4,6): \"Give to the merciful and uphold not the sinner . . . Do good to the humble and give not to the ungodly.\" Now it happens sometimes that those who are closely united to us are sinful and ungodly. Therefore we ought not to give alms to them in preference to others."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, alms should be given that we may receive an eternal reward in return, according to Mt. 6:18: \"And thy Father Who seeth in secret, will repay thee.\" Now the eternal reward is gained chiefly by the alms which are given to the saints, according  to Lk. 16:9: \"Make unto you friends of the mammon of iniquity, that when you shall fail, they may receive you into everlasting dwellings, which passage Augustine expounds (De Verb. Dom. xxxv, 1): \"Who shall have everlasting dwellings unless the saints of God? And who are they that shall be received by them into their dwellings, if not those who succor them in their needs? Therefore alms should be given to the more holy persons rather than to those who are more closely united to us."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, man is more closely united to himself. But a man cannot give himself an alms. Therefore it seems that we are not bound to give alms to those who are most closely united to us."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: We ought not to help a sinner as such, that is by encouraging him to sin, but as man, that is by supporting his nature."
                    ],
                    "id": 1,
                    "article": 9
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Almsdeeds deserve on two counts to receive an eternal reward. First because they are rooted in charity, and in this respect an almsdeed is meritorious in so far as it observes the order of charity, which requires that, other things being equal, we should, in preference, help those who are more closely connected with us. Wherefore Ambrose says (De Officiis i, 30): \"It is with commendable liberality that you forget not your kindred, if you know them to be in need, for it is better that you should yourself help your own family, who would be ashamed to beg help from others.\" Secondly, almsdeeds deserve to be rewarded eternally, through the merit of the recipient, who prays for the giver, and it is in this sense that Augustine is speaking."
                    ],
                    "id": 2,
                    "article": 9
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Since almsdeeds are works of mercy, just as a man does not, properly speaking, pity himself, but only by a kind of comparison, as stated above (Question [30], Articles [1],2), so too, properly speaking, no man gives himself an alms, unless he act in another's person; thus when a man is appointed to distribute alms, he can take something for himself, if he be in want, on the same ground as when he gives to others."
                    ],
                    "id": 3,
                    "article": 9
                }
            },
            "counter": [
                "On the contrary, The Apostle says (1 Tim. 5:8): \"If any man have not care of his own, and especially of those of his house, he hath denied the faith, and is worse than an infidel.\""
            ],
            "body": [
                "I answer that, As Augustine says (De Doctr. Christ. i, 28), \"it falls to us by lot, as it were, to have to look to the welfare of those who are more closely united to us.\" Nevertheless in this matter we must employ discretion, according to the various degrees of connection, holiness and utility. For we ought to give alms to one who is much holier and in greater want, and to one who is more useful to the common weal, rather than to one who is more closely united to us, especially if the latter be not very closely united, and has no special claim on our care then and there, and who is not in very urgent need."
            ]
        },
        "10": {
            "question": 32,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether alms should be given in abundance?"
            ],
            "id": 10,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that alms should not be given in abundance. For we ought to give alms to those chiefly who are most closely connected with us. But we ought not to give to them in such a way that they are likely to become richer thereby, as Ambrose says (De Officiis i, 30). Therefore neither should we give abundantly to others."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, Ambrose says (De Officiis i, 30): \"We should not lavish our wealth on others all at once, we should dole it out by degrees.\" But to give abundantly is to give lavishly. Therefore alms should not be given in abundance."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the Apostle says (2 Cor. 8:13): \"Not that others should be eased,\" i.e. should live on you without working themselves, \"and you burthened,\" i.e. impoverished. But this would be the result if alms were given in abundance. Therefore we ought not to give alms abundantly."
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: This argument considers abundance of alms as exceeding the needs of the recipient."
                    ],
                    "id": 1,
                    "article": 10
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: The passage quoted considers abundance of alms on the part of the giver; but the sense is that God does not wish a man to lavish all his wealth at once, except when he changes his state of life, wherefore he goes on to say: \"Except we imitate Eliseus who slew his oxen and fed the poor with what he had, so that no household cares might keep him back\" (3 Kgs. 19:21)."
                    ],
                    "id": 2,
                    "article": 10
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: In the passage quoted the words, \"not that others should be eased or refreshed,\" refer to that abundance of alms  which surpasses the need of the recipient, to whom one should give alms not that he may have an easy life, but that he may have relief. Nevertheless we must bring discretion to bear on the matter, on account of the various conditions of men, some of whom are more daintily nurtured, and need finer food and clothing. Hence Ambrose says (De Officiis i, 30): \"When you give an alms to a man, you should take into consideration his age and his weakness; and sometimes the shame which proclaims his good birth; and again that perhaps he has fallen from riches to indigence through no fault of his own.\"",
                        "With regard to the words that follow, \"and you burdened,\" they refer to abundance on the part of the giver. Yet, as a gloss says on the same passage, \"he says this, not because it would be better to give in abundance, but because he fears for the weak, and he admonishes them so to give that they lack not for themselves.\""
                    ],
                    "id": 3,
                    "article": 10
                }
            },
            "counter": [
                "On the contrary, It is written (Tobias 4:93): \"If thou have much, give abundantly.\""
            ],
            "body": [
                "I answer that, Alms may be considered abundant in relation either to the giver, or to the recipient: in relation to the giver, when that which a man gives is great as compared with his means. To give thus is praiseworthy, wherefore Our Lord (Lk. 21:3,4) commended the widow because \"of her want, she cast in all the living that she had.\" Nevertheless those conditions must be observed which were laid down when we spoke of giving alms out of one's necessary goods (Article [9]).",
                "On the part of the recipient, an alms may be abundant in two ways; first, by relieving his need sufficiently, and in this sense it is praiseworthy to give alms: secondly, by relieving his need more than sufficiently; this is not praiseworthy, and it would be better to give to several that are in need, wherefore the Apostle says (1 Cor. 13:3): \"If I should distribute . . . to feed the poor,\" on which words a gloss comments: \"Thus we are warned to be careful in giving alms, and to give, not to one only, but to many, that we may profit many.\""
            ]
        }
    }
}