{
    "id": 160,
    "part": "SS",
    "title": "Of Modesty",
    "section": 2,
    "outer": {
        "question": 160,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider modesty: and (1) Modesty in general; (2) Each of its species. Under the first head there are two points of inquiry:",
            "(1) Whether modesty is a part of temperance?",
            "(2) What is the matter of modesty?"
        ],
        "title": [
            "OF MODESTY (TWO ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 160,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether modesty is a part of temperance?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that modesty is not a part of temperance. For modesty is denominated from mode. Now mode is requisite in every virtue: since virtue is directed to good; and \"good,\" according to Augustine (De Nat. Boni 3), \"consists in mode, species, and order.\" Therefore modesty is a general virtue, and consequently should not be reckoned a part of temperance."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, temperance would seem to be deserving of praise chiefly on account of its moderation. Now this gives modesty its name. Therefore modesty is the same as temperance, and not one of its parts."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, modesty would seem to regard the correction of our neighbor, according to 2 Tim. 2:24,25, \"The servant of the Lord must not wrangle, but be mild towards all men . . . with modesty admonishing them that resist the truth.\" Now admonishing wrong-doers is an act of justice or of charity, as stated above (Question [33], Article [1]). Therefore seemingly modesty is a part of justice rather than of temperance."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 160,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: When a name is common to many it is sometimes appropriated to those of the lowest rank; thus the common name of angel is appropriated to the lowest order of angels. In the same way, mode which is observed by all virtues in common, is specially appropriated to the virtue which prescribes the mode in the slightest things."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 160,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Some things need tempering on account of their strength, thus we temper strong wine. But moderation is necessary in all things: wherefore temperance is more concerned with strong passions, and modesty about weaker passions."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 160,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Modesty is to be taken there for the general moderation which is necessary in all virtues."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Tully (De Invent. Rhet. ii, 54) reckons modesty as a part of temperance."
            ],
            "body": [
                "I answer that, As stated above (Question [141], Article [4]; Question [157], Article [3]), temperance brings moderation into those things wherein it is most  difficult to be moderate, namely the concupiscences of pleasures of touch. Now whenever there is a special virtue about some matter of very great moment, there must needs be another virtue about matters of lesser import: because the life of man requires to be regulated by the virtues with regard to everything: thus it was stated above (Question [134], Article [3], ad 1), that while magnificence is about great expenditure, there is need in addition for liberality, which is concerned with ordinary expenditure. Hence there is need for a virtue to moderate other lesser matters where moderation is not so difficult. This virtue is called modesty, and is annexed to temperance as its principal."
            ]
        },
        "2": {
            "question": 160,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether modesty is only about outward actions?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that modesty is only about outward actions. For the inward movements of the passions cannot be known to other persons. Yet the Apostle enjoins (Phil. 4:5): \"Let your modesty be known to all men.\" Therefore modesty is only about outward actions."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the virtues that are about the passions are distinguished from justice which is about operations. Now modesty is seemingly one virtue. Therefore, if it be about outward works, it will not be concerned with inward passions."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 160,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, no one same virtue is both about things pertaining to the appetite---which is proper to the moral virtues---and about things pertaining to knowledge---which is proper to the intellectual virtues---and again about things pertaining to the irascible and concupiscible faculties. Therefore, if modesty be one virtue, it cannot be about all these things."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 160,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: The Apostle speaks of modesty as regarding externals. Nevertheless the moderation of the inner man may be shown by certain outward signs."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 160,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Various virtues assigned by various authorities are comprised under modesty. Wherefore nothing prevents modesty from regarding matters which require different virtues. Yet there is not so great a difference between the various parts of modesty, as there is between justice, which is about operations, and temperance, which is about passions, because in actions and passions that present no great difficulty on the part of the matter, but only on the part of moderation, there is but one virtue, one namely for each kind of moderation.",
                        "Wherefore the Reply to the Third Objection also is clear."
                    ],
                    "id": 2,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, In all these things it is necessary to observe the \"mode\" whence modesty takes its name. Therefore modesty is about all of them."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), modesty differs from temperance, in that temperance moderates those matters where  restraint is most difficult, while modesty moderates those that present less difficulty. Authorities seem to have had various opinions about modesty. For wherever they found a special kind of good or a special difficulty of moderation, they withdrew it from the province of modesty, which they confined to lesser matters. Now it is clear to all that the restraint of pleasures of touch presents a special difficulty: wherefore all distinguished temperance from modesty.",
                "In addition to this, moreover, Tully (De Invent. Rhet. ii, 54) considered that there was a special kind of good in the moderation of punishment; wherefore he severed clemency also from modesty, and held modesty to be about the remaining ordinary matters that require moderation. These seemingly are of four kinds. one is the movement of the mind towards some excellence, and this is moderated by \"humility.\" The second is the desire of things pertaining to knowledge, and this is moderated by \"studiousness\" which is opposed to curiosity. The third regards bodily movements and actions, which require to be done becomingly and honestly [*Cf. Question [145], Article [1]], whether we act seriously or in play. The fourth regards outward show, for instance in dress and the like.",
                "To some of these matters, however, other authorities appointed certain special virtues: thus Andronicus [*De Affectibus] mentions \"meekness, simplicity, humility,\" and other kindred virtues, of which we have spoken above (Question [143]); while Aristotle (Ethic. ii, 7) assigned {eutrapelia} to pleasures in games, as stated above (FS, Question [60], Article [5]). All these are comprised under modesty as understood by Tully; and in this way modesty regards not only outward but also inward actions."
            ]
        }
    }
}