{
    "id": 50,
    "part": "SS",
    "title": "Of the Subjective Parts of Prudence",
    "section": 1,
    "outer": {
        "question": 50,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must, in due sequence, consider the subjective parts of prudence. And since we have already spoken of the prudence with which a man rules himself (Question [47], seqq.), it remains for us to discuss the species of prudence whereby a multitude is governed. Under this head there are four points of inquiry:",
            "(1) Whether a species of prudence is regnative?",
            "(2) Whether political and (3) domestic economy are species of prudence?",
            "(4) Whether military prudence is?"
        ],
        "title": [
            "OF THE SUBJECTIVE PARTS OF PRUDENCE (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 50,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether a species of prudence is regnative?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that regnative should not be reckoned a species of prudence. For regnative prudence is directed to the preservation of justice, since according to Ethic. v, 6 the prince is the guardian of justice. Therefore regnative prudence belongs to justice rather than to prudence."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, according to the Philosopher (Polit. iii, 5) a kingdom [regnum] is one of six species of government. But no species of prudence is ascribed to the other five forms of government, which are \"aristocracy,\" \"polity,\" also called \"timocracy\" [*Cf. Ethic. viii, 10], \"tyranny,\" \"oligarchy\" and \"democracy.\" Therefore neither should a regnative species be ascribed to a kingdom."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, lawgiving belongs not only to kings, but also to certain others placed in authority, and even to the people, according to Isidore (Etym. v). Now the Philosopher (Ethic. vi, 8) reckons a part of prudence to be \"legislative.\" Therefore it is not becoming to substitute regnative prudence in its place."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: All matters connected with moral virtue belong to prudence as their guide, wherefore \"right reason in accord with prudence\" is included in the definition of moral virtue, as stated above (Question [47], Article [5], ad 1; FS, Question [58], Article [2], ad 4). For this reason also the execution of justice in so far as it is directed to the common good, which is part of the kingly office, needs the guidance of prudence. Hence these two virtues---prudence and justice---belong most properly to a king, according to Jer. 23:5: \"A king shall reign and shall be wise, and shall execute justice and judgment in the earth.\" Since, however, direction belongs rather to the king, and execution to his subjects, regnative prudence is reckoned a species of prudence which is directive, rather than to justice which is executive."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: A kingdom is the best of all governments, as stated in Ethic. viii, 10: wherefore the species of prudence should be denominated rather from a kingdom, yet so as to comprehend under regnative all other rightful forms of government, but not perverse forms which are opposed to virtue, and which, accordingly, do not pertain to prudence."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The Philosopher names regnative prudence after the principal act of a king which is to make laws, and although this applies to the other forms of government, this is only in so far as they have a share of kingly government."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Polit. iii, 11) that \"prudence is a virtue which is proper to the prince.\" Therefore a special kind of prudence is regnative."
            ],
            "body": [
                "I answer that, As stated above (Question [47], Articles [8],10), it belongs to prudence to govern and command, so that wherever in human acts we find a special kind of governance and command, there must be a special kind of prudence. Now it is evident that there is a special and perfect kind of governance in one who has to govern not only himself but also the perfect community of a city or kingdom; because a government is the more perfect according as it is more universal, extends to more matters, and attains a higher end. Hence prudence in its special and most perfect sense, belongs to a king who is charged with the government of a city or kingdom: for which reason a species of prudence is reckoned to be regnative."
            ]
        },
        "2": {
            "question": 50,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether political prudence is fittingly accounted a part of prudence?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that political prudence is not fittingly accounted a part of prudence. For regnative is a part of political prudence, as stated above (Article [1]). But a part should not be reckoned a species with the whole. Therefore political prudence should not be reckoned a part of prudence."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, the species of habits are distinguished by their various objects. Now what the ruler has to command is the same as what the subject has to execute. Therefore political prudence as regards the subjects, should not be reckoned a species of prudence distinct from regnative prudence."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, each subject is an individual person. Now each individual person can direct himself sufficiently by prudence commonly so called. Therefore there is no need of a special kind of prudence called political."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: As stated above, regnative is the most perfect species of prudence, wherefore the prudence of subjects, which falls short of regnative prudence, retains the common name of political prudence, even as in logic a convertible term which does not denote the essence of a thing retains the name of \"proper.\""
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: A different aspect of the object diversifies the species of a habit, as stated above (Question [47], Article [5]). Now the same actions are considered by the king, but under a more general aspect, as by his subjects who obey: since many obey one king in various departments. Hence regnative prudence is compared to this political prudence of which we are speaking, as mastercraft to handicraft."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: Man directs himself by prudence commonly so called, in relation to his own good, but by political prudence, of which we speak, he directs himself in relation to the common good."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. vi, 8) that \"of the prudence which is concerned with the state one kind is a master-prudence and is called legislative; another kind bears the common name political, and deals with individuals.\""
            ],
            "body": [
                "I answer that, A slave is moved by his master, and a subject by his ruler, by command, but otherwise than as irrational and inanimate beings are set in motion by their movers. For irrational and inanimate beings are moved only by others and do not put themselves in motion, since they have no free-will whereby to be masters of their own actions, wherefore the rectitude of their government is not in their power but in the power of their movers. On the other hand, men who are slaves or subjects in any sense, are moved by the commands of others in such a way that they move themselves by their free-will; wherefore some kind of rectitude of government is required in them, so that they may direct themselves in obeying their superiors; and to this belongs that species of prudence which is called political."
            ]
        },
        "3": {
            "question": 50,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether a part of prudence should be reckoned to be domestic?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that domestic should not be reckoned a part of prudence. For, according to the Philosopher (Ethic. vi, 5) \"prudence is directed to a good life in general\": whereas domestic prudence is directed to a particular end, viz. wealth, according to Ethic. i, 1. Therefore a species of prudence is not domestic."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, as stated above (Question [47], Article [13]) prudence is only in good people. But domestic prudence may be also in wicked people, since many sinners are provident in governing their household. Therefore domestic prudence should not be reckoned a species of  prudence."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, just as in a kingdom there is a ruler and subject, so also is there in a household. If therefore domestic like political is a species of prudence, there should be a paternal corresponding to regnative prudence. Now there is no such prudence. Therefore neither should domestic prudence be accounted a species of prudence."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Riches are compared to domestic prudence, not as its last end, but as its instrument, as stated in Polit. i, 3. On the other hand, the end of political prudence is \"a good life in general\" as regards the conduct of the household. In Ethic. i, 1 the Philosopher speaks of riches as the end of political prudence, by way of example and in accordance with the opinion of many."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Some sinners may be provident in certain matters of detail concerning the disposition of their household, but not in regard to \"a good life in general\" as regards the conduct of the household, for which above all a virtuous life is required."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The father has in his household an authority like that of a king, as stated in Ethic. viii, 10, but he has not the full power of a king, wherefore paternal government is not reckoned a distinct species of prudence, like regnative prudence."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The Philosopher states (Ethic. vi, 8) that there are various kinds of prudence in the government of a multitude, \"one of which is domestic, another legislative, and another political.\""
            ],
            "body": [
                "I answer that, Different aspects of an object, in respect of universality and particularity, or of totality and partiality, diversify arts and virtues; and in respect of such diversity one act of virtue is principal as compared with another. Now it is evident that a household is a mean between the individual and the city or kingdom, since just as the individual is part of the household, so is the household part of the city or kingdom. And therefore, just as prudence commonly so called which governs the individual, is distinct from political prudence, so must domestic prudence be distinct from both."
            ]
        },
        "4": {
            "question": 50,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether military prudence should be reckoned a part of prudence?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that military prudence should not be reckoned a part of prudence. For prudence is distinct from art, according to Ethic. vi, 3. Now military prudence seems to be the art of warfare, according to the Philosopher (Ethic. iii, 8). Therefore military prudence should not be accounted a species of prudence."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, just as military business is contained under political affairs, so too are many other matters, such as those of  tradesmen, craftsmen, and so forth. But there are no species of prudence corresponding to other affairs in the state. Neither therefore should any be assigned to military business."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 50,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, the soldiers' bravery counts for a great deal in warfare. Therefore military prudence pertains to fortitude rather than to prudence."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: Military prudence may be an art, in so far as it has certain rules for the right use of certain external things, such as arms and horses, but in so far as it is directed to the common good, it belongs rather to prudence."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Other matters in the state are directed to the profit of individuals, whereas the business of soldiering is directed to the service belongs to fortitude, but the direction, protection of the entire common good."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 50,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: The execution of military service belongs to fortitude, but the direction, especially in so far as it concerns the commander-in-chief, belongs to prudence."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Prov. 24:6): \"War is managed by due ordering, and there shall be safety where there are many counsels.\" Now it belongs to prudence to take counsel. Therefore there is great need in warfare for that species of prudence which is called \"military.\""
            ],
            "body": [
                "I answer that, Whatever things are done according to art or reason, should be made to conform to those which are in accordance with nature, and are established by the Divine Reason. Now nature has a twofold tendency: first, to govern each thing in itself, secondly, to withstand outward assailants and corruptives: and for this reason she has provided animals not only with the concupiscible faculty, whereby they are moved to that which is conducive to their well-being, but also with the irascible power, whereby the animal withstands an assailant. Therefore in those things also which are in accordance with reason, there should be not only \"political\" prudence, which disposes in a suitable manner such things as belong to the common good, but also a \"military\" prudence, whereby hostile attacks are repelled."
            ]
        }
    }
}