{
    "id": 143,
    "part": "SS",
    "title": "Of the Parts of Temperance, in General",
    "section": 2,
    "outer": {
        "question": 143,
        "type": "outer",
        "part": "SS",
        "text": [
            "We must now consider the parts of temperance: we shall consider these same parts (1) in general; (2) each of them in particular."
        ],
        "title": [
            "OF THE PARTS OF TEMPERANCE, IN GENERAL (ONE ARTICLE)"
        ]
    },
    "article": {
        "1": {
            "question": 143,
            "type": "article",
            "part": "SS",
            "text": [],
            "title": [
                "Whether the parts of temperance are rightly assigned?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 143,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 1: It would seem that Tully (De Invent. Rhet. ii, 54) unbecomingly assigns the parts of temperance, when he asserts them to be \"continence, mildness, and modesty.\" For continence is reckoned to be distinct from virtue (Ethic. vii, 1): whereas temperance is comprised under virtue. Therefore continence is not a part of temperance."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 143,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 2: Further, mildness seemingly softens hatred or anger. But temperance is not about these things, but about pleasures of touch, as stated above (Question [141], Article [4]). Therefore mildness is not a part of temperance."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 143,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 3: Further, modesty concerns external action, wherefore the Apostle says (Phil. 4:5): \"Let your modesty be known to all men.\" Now external actions are the matter of justice, as stated above (Question [58], Article [8]). Therefore modesty is a part of justice rather than of temperance."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 143,
                    "type": "objection",
                    "part": "SS",
                    "text": [
                        "Objection 4: Further, Macrobius (In Somn. Scip. i, 8) reckons many more parts of temperance: for he says that \"temperance results in  modesty, shamefacedness, abstinence, chastity, honesty, moderation, lowliness, sobriety, purity.\" Andronicus also says [*De Affectibus] that \"the companions of temperance are gravity, continence, humility, simplicity, refinement, method, contentment.\" [*'Per-se-sufficientiam' which could be rendered 'self-sufficiency,' but for the fact that this is taken in a bad sense. See Question [169], Article [1].] Therefore it seems that Tully insufficiently reckoned the parts of temperance."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 143,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 1: It is true that continence differs from virtue, just as imperfect differs from perfect, as we shall state further on (Question [165], Article [1]); and in this sense it is condivided with virtue. Yet it has something in common with temperance both as to matter, since it is about pleasures of touch, and as to mode, since it is a kind of restraint. Hence it is suitably assigned as a part of temperance."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 143,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 2: Mildness or meekness is reckoned a part of temperance not because of a likeness of matter, but because they agree as to the mode of restraint and moderation as stated above."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 143,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 3: In the matter of external action justice considers what is due to another. Modesty does not consider this, but only a certain moderation. Hence it is reckoned a part not of justice but of temperance."
                    ],
                    "id": 3,
                    "article": 1
                },
                "4": {
                    "question": 143,
                    "type": "reply",
                    "part": "SS",
                    "text": [
                        "Reply to Objection 4: Under modesty Tully includes whatever pertains to the moderation of bodily movements and external things, as well as the moderation of hope which we reckoned as pertaining to humility."
                    ],
                    "id": 4,
                    "article": 1
                }
            },
            "counter": [],
            "body": [
                "I answer that, As stated above (Questions [48],128), a cardinal virtue may have three kinds of parts, namely integral, subjective, and potential. The integral parts of a virtue are the conditions the concurrence of which are necessary for virtue: and in this respect there are two integral parts of temperance, \"shamefacedness,\" whereby one recoils from the disgrace that is contrary to temperance, and \"honesty,\" whereby one loves the beauty of temperance. For, as stated above (Question [141], Article [2], ad 3), temperance more than any other virtue lays claim to a certain comeliness, and the vices of intemperance excel others in disgrace.",
                "The subjective parts of a virtue are its species: and the species of a virtue have to be differentiated according to the difference of matter or object. Now temperance is about pleasures of touch, which are of two kinds. For some are directed to nourishment: and in these as regards meat, there is \"abstinence,\" and as regards drink properly there is \"sobriety.\" Other pleasures are directed to the power of procreation, and in these as regards the principal pleasure of the act itself of procreation, there is \"chastity,\" and as to the pleasures incidental to the act, resulting, for instance, from kissing, touching, or fondling, we have \"purity.\"",
                "The potential parts of a principal virtue are called secondary virtues: for while the principal virtue observes the mode in some principal matter, these observe the mode in some other matter wherein moderation is not so difficult. Now it belongs to temperance to moderate pleasures of touch, which are most difficult to moderate. Wherefore any virtue that is effective of moderation in some matter or other, and restrains the appetite in its impulse towards something, may be reckoned a part of temperance, as a virtue annexed thereto.",
                "This happens in three ways: first, in the inward movements of the soul; secondly, in the outward movements and actions of the body; thirdly, in outward things. Now besides the movement of concupiscence, which temperance moderates and restrains, we find in the soul three movements towards a particular object. In the first place there is the movement of the will when stirred by the impulse of passion: and this movement is restrained by \"continence,\" the effect of which is that, although a man suffer immoderate concupiscences, his will does not succumb to them. Another inward movement towards something is the movement of hope, and of the resultant daring, and this is moderated or restrained by \"humility.\" The third movement is that of anger, which tends  towards revenge, and this is restrained by \"meekness\" or \"mildness.\"",
                "With regard to bodily movements and actions, moderation and restraint is the effect of \"modesty,\" which, according to Andronicus, has three parts. The first of these enables one to discern what to do and what not to do, and to observe the right order, and to persevere in what we do: this he assigns to \"method.\" The second is that a man observe decorum in what he does, and this he ascribes to \"refinement.\" The third has to do with the conversation or any other intercourse between a man and his friends, and this is called \"gravity.\"",
                "With regard to external things, a twofold moderation has to be observed. First, we must not desire too many, and to this Macrobius assigns \"lowliness,\" and Andronicus \"contentment\"; secondly, we must not be too nice in our requirements, and to this Macrobius ascribes \"moderation,\" Andronicus \"simplicity.\""
            ]
        }
    }
}