{
    "id": 45,
    "part": "FS",
    "title": "Of Daring",
    "outer": {
        "question": 45,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider daring: under which head there are four points of inquiry:",
            "(1) Whether daring is contrary to fear?",
            "(2) How is daring related to hope?",
            "(3) Of the cause of daring;",
            "(4) Of its effect."
        ],
        "title": [
            "OF DARING (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 45,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether daring is contrary to fear?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that daring is not contrary to fear. For Augustine says (Questions. 83, qu. 31) that \"daring is a vice.\" Now vice is contrary to virtue. Since, therefore, fear is not a virtue but a passion, it seems that daring is not contrary to fear."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, to one thing there is one contrary. But hope is contrary to fear. Therefore daring is not contrary to fear."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, every passion excludes its opposite. But fear excludes safety; for Augustine says (Confess. ii, 6) that \"fear takes forethought for safety.\" Therefore safety is contrary to fear. Therefore daring is not contrary to fear."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Anger, daring and all the names of the passions can be taken in two ways. First, as denoting absolutely movements of the sensitive appetite in respect of some object, good or bad: and thus they are names of passions. Secondly, as denoting besides this movement, a straying from the order of reason: and thus they are names of vices. It is in this sense that Augustine speaks of daring: but we are speaking of it in the first sense."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: To one thing, in the same respect, there are not several contraries; but in different respects nothing prevents one thing having several contraries. Accordingly it has been said above (Question [23], Article [2]; Question [40], Article [4]) that the irascible passions admit of a twofold  contrariety: one, according to the opposition of good and evil, and thus fear is contrary to hope: the other, according to the opposition of approach and withdrawal, and thus daring is contrary to fear, and despair contrary to hope."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Safety does not denote something contrary to fear, but merely the exclusion of fear: for he is said to be safe, who fears not. Wherefore safety is opposed to fear, as a privation: while daring is opposed thereto as a contrary. And as contrariety implies privation, so daring implies safety."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Rhet. ii, 5) that \"daring is contrary to fear.\""
            ],
            "body": [
                "I answer that, It is of the essence of contraries to be \"farthest removed from one another,\" as stated in Metaph. x, 4. Now that which is farthest removed from fear, is daring: since fear turns away from the future hurt, on account of its victory over him that fears it; whereas daring turns on threatened danger because of its own victory over that same danger. Consequently it is evident that daring is contrary to fear."
            ]
        },
        "2": {
            "question": 45,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether daring ensues from hope?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that daring does not ensue from hope. Because daring regards evil and fearful things, as stated in Ethic. iii, 7. But hope regards good things, as stated above (Question [40], Article [1]). Therefore they have different objects and are not in the same order. Therefore daring does not ensue from hope."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, just as daring is contrary to fear, so is despair contrary to hope. But fear does not ensue from despair: in fact, despair excludes fear, as the Philosopher says (Rhet. ii, 5). Therefore daring does not result from hope."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, daring is intent on something good, viz. victory. But it belongs to hope to tend to that which is good and difficult. Therefore daring is the same as hope; and consequently does not result from it."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: This argument would hold, if good and evil were not co-ordinate objects. But because evil has a certain relation to good, since it comes after good, as privation comes after habit; consequently daring which pursues evil, comes after hope which pursues good."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Although good, absolutely speaking, is prior to evil, yet avoidance of evil precedes avoidance of good; just as the pursuit of good precedes the pursuit of evil. Consequently just as hope precedes daring, so fear precedes despair. And just as fear does not always lead to despair, but only when it is intense; so hope does not always lead to daring, save only when it is strong."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Although the object of daring is an evil to which, in the estimation of the daring man, the good of victory is conjoined; yet daring regards the evil, and hope regards the conjoined good. In like manner despair regards directly the good which it turns away from, while fear regards the conjoined evil. Hence, properly speaking, daring is not a part of hope, but its effect: just as despair is an effect, not a part, of fear. For this reason, too, daring cannot be a principal passion."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. iii, 8) that \"those are hopeful are full of daring.\" Therefore it seems that daring ensues from hope."
            ],
            "body": [
                "I answer that, As we have often stated (Question [22], Article [2]; Question [35], Article [1]; Question [41], Article [1]), all these passions belong to the appetitive power. Now every movement of the appetitive power is reducible to one either of pursuit or of avoidance. Again, pursuit or avoidance is of something either by reason of itself or by reason of something else. By reason of itself, good is the object of pursuit, and evil, the object of avoidance: but by reason of something else, evil can be the object of pursuit, through some good attaching to it; and good can be the object of avoidance, through some evil attaching to it. Now that which is by reason of something else, follows that which is by reason of itself. Consequently pursuit of evil follows pursuit of good; and avoidance of good follows avoidance of evil. Now these four things belong to four passions, since pursuit of good belongs to hope, avoidance of evil to fear, the pursuit of the fearful evil belongs to daring, and the avoidance of good to despair. It follows, therefore, that daring results from hope; since it is in the hope of overcoming the threatening object of fear, that one attacks it boldly. But despair results from fear: since the reason why a man despairs is because he fears the difficulty attaching to the good he should hope for."
            ]
        },
        "3": {
            "question": 45,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether some defect is a cause of daring?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that some defect is a cause of daring. For the Philosopher says (De Problem. xxvii, 4) that \"lovers of wine are strong and daring.\" But from wine ensues the effect of drunkenness. Therefore daring is caused by a defect."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the Philosopher says (Rhet. ii, 5) that \"those who have no experience of danger are bold.\" But want of experience is a defect. Therefore daring is caused by a defect."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, those who have suffered wrongs are wont to be daring; \"like the beasts when beaten,\" as stated in Ethic. iii, 5. But the suffering of wrongs pertains to defect. Therefore daring is caused by a defect."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Drunkenness causes daring, not through being a defect, but through dilating the heart: and again through making a man think greatly of himself."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Those who have no experience of dangers are more daring, not on account of a defect, but accidentally, i.e. in so far as through being inexperienced they do not know their own failings, nor the dangers that threaten. Hence it is that the removal of the cause of fear gives rise to daring."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: As the Philosopher says (Rhet. ii, 5) \"those who have been wronged are courageous, because they think that God comes to the assistance of those who suffer unjustly.\"",
                        "Hence it is evident that no defect causes daring except accidentally, i.e. in so far as some excellence attaches thereto, real or imaginary, either in oneself or in another."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Rhet. ii, 5) that the cause of daring \"is the presence in the imagination of the hope that the means of safety are nigh, and that the things to be feared are either non-existent or far off.\" But anything pertaining to defect implies either the removal of the means of safety, or the proximity of something to be feared. Therefore nothing pertaining to defect is a cause of daring."
            ],
            "body": [
                "I answer that, As stated above (Articles [1],2) daring results from hope and is contrary to fear: wherefore whatever is naturally apt to cause hope or banish fear, is a cause of daring. Since, however, fear and hope, and also daring, being passions, consist in a movement of the appetite, and in a certain bodily transmutation; a thing may be considered as the cause of daring in two ways, whether  by raising hope, or by banishing fear; in one way, in the part of the appetitive movement; in another way, on the part of the bodily transmutation.",
                "On the part of the appetitive movement which follows apprehension, hope that leads to daring is roused by those things that make us reckon victory as possible. Such things regard either our own power, as bodily strength, experience of dangers, abundance of wealth, and the like; or they regard the powers of others, such as having a great number of friends or any other means of help, especially if a man trust in the Divine assistance: wherefore \"those are more daring, with whom it is well in regard to godlike things,\" as the Philosopher says (Rhet. ii, 5). Fear is banished, in this way, by the removal of threatening causes of fear; for instance, by the fact that a man has not enemies, through having harmed nobody, so that he is not aware of any imminent danger; since those especially appear to be threatened by danger, who have harmed others.",
                "On the part of the bodily transmutation, daring is caused through the incitement of hope and the banishment of fear, by those things which raise the temperature about the heart. Wherefore the Philosopher says (De Part. Animal. iii, 4) that \"those whose heart is small in size, are more daring; while animals whose heart is large are timid; because the natural heat is unable to give the same degree of temperature to a large as to a small heart; just as a fire does not heat a large house as well as it does a small house.\" He says also (De Problem. xxvii, 4), that \"those whose lungs contain much blood, are more daring, through the heat in the heart that results therefrom.\" He says also in the same passage that \"lovers of wine are more daring, on account of the heat of the wine\": hence it has been said above (Question [40], Article [6]) that drunkenness conduces to hope, since the heat in the heart banishes fear and raises hope, by reason of the dilatation and enlargement of the heart."
            ]
        },
        "4": {
            "question": 45,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether the brave are more eager at first than in the midst of danger?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that the daring are not more eager at first than in the midst of danger. Because trembling is caused by fear, which is contrary to daring, as stated above (Article [1]; Question [44], Article [3]). But the daring sometimes tremble at first, as the Philosopher says (De Problem. xxvii, 3). Therefore they are not more eager at first than in the midst of danger."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, passion is intensified by an increase in its object: thus since a good is lovable, what is better is yet more lovable. But the object of daring is something difficult. Therefore the greater the difficulty, the greater the daring. But danger is more arduous and difficult when present. It is then therefore that daring is greatest."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 45,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, anger is provoked by the infliction of wounds. But anger causes daring; for the Philosopher says (Rhet. ii, 5) that \"anger makes man bold.\" Therefore when man is in the midst of danger and when he is being beaten, then is he most daring."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Trembling does occur in men of daring, on account of the heat being withdrawn from the outer to the inner parts of the body, as occurs also in those who are afraid. But in men of daring the heat withdraws to the heart; whereas in those who are afraid, it withdraws to the inferior parts."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: The object of love is good simply, wherefore if it be increased, love is increased simply. But the object of daring is a compound of good and evil; and the movement of daring towards evil presupposes the movement of hope towards good. If, therefore, so much difficulty be added to the danger that it overcomes hope, the movement of daring does not ensue, but fails. But if the movement of daring does ensue, the greater the danger, the greater is the daring considered to be."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 45,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Hurt does not give rise to anger unless there be some kind of hope, as we shall see later on (Question [46], Article [1]). Consequently if the danger be so great as to banish all hope of victory, anger does not ensue. It is true, however, that if anger does ensue, there will be greater daring."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is said in Ethic. iii, 7 that \"the daring are precipitate and full of eagerness before the danger, yet in the midst of dangers they stand aloof.\""
            ],
            "body": [
                "I answer that, Daring, being a movement of the sensitive appetite, follows an apprehension of the sensitive faculty. But the sensitive faculty cannot make comparisons, nor can it inquire into circumstances; its judgment is instantaneous. Now it happens sometimes that it is impossible for a man to take note in an instant of all the difficulties of a certain situation: hence there arises the movement of daring to face the danger; so that when he comes to experience the danger, he feels the difficulty to be greater than he expected, and so gives way.",
                "On the other hand, reason discusses all the difficulties of a situation. Consequently men of fortitude who face danger according to the judgment of reason, at first seem slack, because they face the danger not from passion but with due deliberation. Yet when they are in the midst of danger, they experience nothing unforeseen, but sometimes the difficulty turns out to be less than they anticipated; wherefore they are more persevering. Moreover, it may be because they face the danger on account of the good of virtue which is the abiding object of their will, however great the danger may prove: whereas men of daring face the danger on account of a mere thought giving rise to hope and banishing fear, as stated above (Article [3])."
            ]
        }
    }
}