{
    "id": 39,
    "part": "FS",
    "title": "Of the Goodness and Malice of Sorrow or Pain",
    "outer": {
        "question": 39,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider the goodness and malice of pain or sorrow: under which head there are four points of inquiry:",
            "(1) Whether all sorrow is evil?",
            "(2) Whether sorrow can be a virtuous good?",
            "(3) Whether it can be a useful good?",
            "(4) Whether bodily pain is the greatest evil?"
        ],
        "title": [
            "OF THE GOODNESS AND MALICE OF SORROW OR PAIN (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 39,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether all sorrow is evil?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that all sorrow is evil. For Gregory of Nyssa [*Nemesius, De Nat. Hom. xix.] says: \"All sorrow is evil, from its very nature.\" Now what is naturally evil, is evil always and everywhere. Therefore, all sorrow is evil."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, that which all, even the virtuous, avoid, is evil. But all avoid sorrow, even the virtuous, since as stated in Ethic. vii, 11, \"though the prudent man does not aim at pleasure, yet he aims at avoiding sorrow.\" Therefore sorrow is evil."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, just as bodily evil is the object and cause of bodily pain, so spiritual evil is the object and cause of sorrow in the soul. But every bodily pain is a bodily evil. Therefore every spiritual sorrow is an evil of the soul."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Gregory of Nyssa [*Nemesius] is speaking of sorrow on the part of the evil that causes it, but not on the part of the subject that feels and rejects the evil. And from this point of view, all shun sorrow, inasmuch as they shun evil: but they do not shun the perception and rejection of evil. The same also applies to bodily pain: because the perception and rejection of bodily evil is the proof of the goodness of nature.",
                        "This suffices for the Replies to the Second and Third Objections."
                    ],
                    "id": 1,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Sorrow for evil is contrary to pleasure in evil. But pleasure in evil is evil: wherefore in condemnation of certain men, it is written (Prov. 2:14), that \"they were glad when they had done evil.\" Therefore sorrow for evil is good."
            ],
            "body": [
                "I answer that, A thing may be good or evil in two ways: first considered simply and in itself; and thus all sorrow is an evil, because the mere fact of a man's appetite being uneasy about a present evil, is itself an evil, because it hinders the response of the appetite in good. Secondly, a thing is said to be good or evil, on the supposition of something else: thus shame is said to be good, on the supposition of a shameful deed done, as stated in Ethic. iv, 9. Accordingly, supposing the presence of something saddening or painful, it is a sign of goodness if a man is in sorrow or pain on account of this present evil. For if he were not to be in sorrow or pain, this could only be either because he feels it not, or because he does not reckon it as something unbecoming, both of which are manifest evils. Consequently it is a condition of goodness, that, supposing an evil to be present, sorrow or pain should ensue. Wherefore Augustine says (Gen. ad lit. viii, 14): \"It is also a good thing that he sorrows for the good he has lost: for had not some good remained in his nature, he could not be punished by the loss of good.\" Because, however, in the science of Morals, we consider things individually---for actions are concerned about individuals---that which is good on some supposition, should be considered as good: just as that which is voluntary on some supposition, is judged to be voluntary, as stated in Ethic. iii, 1, and likewise above (Question [6], Article [6])."
            ]
        },
        "2": {
            "question": 39,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether sorrow can be a virtuous good?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that sorrow is not a virtuous good. For that which leads to hell is not a virtuous good. But, as Augustine says (Gen. ad lit. xii, 33), \"Jacob seems to have feared lest he should be troubled overmuch by sorrow, and so, instead of entering into the rest of the blessed, be consigned to the hell of sinners.\" Therefore sorrow is not a virtuous good."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the virtuous good is praiseworthy and meritorious. But sorrow lessens praise or merit: for the Apostle says (2 Cor. 9:7): \"Everyone, as he hath determined in his heart, not with sadness, or of necessity.\" Therefore sorrow is not a virtuous good."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, as Augustine says (De Civ. Dei xiv, 15), \"sorrow is concerned about those things which happen against our will.\" But not to will those things which are actually taking place, is to have a will opposed to the decree of God, to Whose providence whatever is done is subject. Since, then, conformity of the human to the Divine will is a condition of the rectitude of the will, as stated above (Question [19], Article [9]), it seems that sorrow is incompatible with rectitude of the will, and that consequently it is not virtuous."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: All the passions of the soul should be regulated according to the rule of reason, which is the root of the virtuous good; but excessive sorrow, of which Augustine is speaking, oversteps this rule, and therefore it fails to be a virtuous good."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Just as sorrow for an evil arises from a right will and reason, which detest the evil, so sorrow for a good is due to a perverse reason and will, which detest the good. Consequently such sorrow is an obstacle to the praise and merit of the virtuous good; for instance, when a man gives an alms sorrowfully."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Some things do actually happen, not because God wills, but because He permits them to happen---such as sins. Consequently a will that is opposed to sin, whether in oneself or in another, is not discordant from the Divine will. Penal evils happen actually, even by God's will. But it is not necessary for the rectitude of his will, that man should will them in themselves: but only that he should not revolt against the order of Divine justice, as stated above (Question [19], Article [10])."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Whatever merits the reward of eternal life is virtuous. But such is sorrow; as is evident from Mt. 5:5: \"Blessed are they that mourn, for they shall be comforted.\" Therefore sorrow is a virtuous good."
            ],
            "body": [
                "I answer that, In so far as sorrow is good, it can be a virtuous good. For it has been said above (Article [1]) that sorrow is a good inasmuch as it denotes perception and rejection of evil. These two things, as regards bodily pain, are a proof of the goodness of nature, to which it is due that the senses perceive, and that nature shuns, the harmful thing that causes pain. As regards interior sorrow, perception of the evil is sometimes due to a right judgment of reason; while the rejection of the evil is the act of the will, well disposed and detesting that evil. Now every virtuous good results from these two things, the rectitude of the reason and the will. Wherefore it is evident that sorrow may be a virtuous good."
            ]
        },
        "3": {
            "question": 39,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether sorrow can be a useful good?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that sorrow cannot be a useful good. For it is written (Ecclus. 30:25): \"Sadness hath killed many, and there is no profit in it.\""
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, choice is of that which is useful to an end. But sorrow is not an object of choice; in fact, \"a thing without sorrow is to be chosen rather than the same thing with sorrow\" (Topic. iii, 2). Therefore sorrow is not a useful good."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, \"Everything is for the sake of its own operation,\" as stated in De Coel. ii, 3. But \"sorrow hinders operation,\" as stated in Ethic. x, 5. Therefore sorrow is not a useful good."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: This passage is to be taken as referring to excessive sorrow, which consumes the soul: for such sorrow paralyzes the soul, and hinders it from shunning evil, as stated above (Question [37], Article [2])."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Just as any object of choice becomes less eligible by reason of sorrow, so that which ought to be shunned is still more to be shunned by reason of sorrow: and, in this respect, sorrow is useful."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Sorrow caused by an action hinders that action: but sorrow for the cessation of an action, makes one do it more earnestly."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The wise man seeks only that which is useful. But according to Eccles. 7:5, \"the heart of the wise is where there is mourning, and the heart of fools where there is mirth.\" Therefore sorrow is useful."
            ],
            "body": [
                "I answer that, A twofold movement of the appetite ensues from a present evil. One is that whereby the appetite is opposed to the present evil; and, in this respect, sorrow is of no use; because that which is present, cannot be not present. The other movement arises in the appetite to the effect of avoiding or expelling the saddening evil: and, in this respect, sorrow is of use, if it be for something which ought to be avoided. Because there are two reasons for which it may be right to avoid a thing. First, because it should be avoided in itself, on account of its being contrary to good; for instance, sin. Wherefore sorrow for sin is useful as inducing a man to avoid sin: hence the Apostle says (2 Cor. 7:9): \"I am glad: not because you were made sorrowful, but because you were made sorrowful unto penance.\" Secondly, a thing is to be avoided, not as though it were evil in itself, but because it is an occasion of evil; either through one's being attached to it, and loving it too much, or through one's being thrown headlong thereby into an evil, as is evident in the case of temporal goods. And, in this respect, sorrow for temporal goods may be useful; according to Eccles. 7:3: \"It is better to go to the house of mourning, than to the house of feasting: for in that we are put in mind of the end of all.\"",
                "Moreover, sorrow for that which ought to be avoided is always useful, since it adds another motive for avoiding it. Because the very evil is in itself a thing to be avoided: while everyone avoids sorrow for its own sake, just as everyone seeks the good, and pleasure in the good. Therefore just as pleasure in the good makes one seek the good more earnestly, so sorrow for evil makes one avoid evil more eagerly."
            ]
        },
        "4": {
            "question": 39,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether bodily pain is the greatest evil?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that pain is the greatest evil. Because \"the worst is contrary to the best\" (Ethic. viii, 10). But a certain pleasure is the greatest good, viz. the pleasure of bliss. Therefore a certain pain is the greatest evil."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, happiness is man's greatest good, because it is his last end. But man's Happiness consists in his \"having whatever he will, and in willing naught amiss,\" as stated above (Question [3], Article [4], Objection [5]; Question [5], Article [8], Objection [3]). Therefore man's greatest good consists in the fulfilment of his will. Now pain consists in something happening contrary to the will, as Augustine declares (De Civ. Dei xiv, 6,15). Therefore pain is man's greatest evil."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 39,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, Augustine argues thus (Soliloq. i, 12): \"We are composed of two parts, i.e. of a soul and a body, whereof the body is the inferior. Now the sovereign good is the greatest good of the better part: while the supreme evil is the greatest evil of the inferior part. But wisdom is the greatest good of the soul; while the worst thing in the body is pain. Therefore man's greatest good is to be wise: while his greatest evil is to suffer pain.\""
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Pleasure and sorrow have two good points in common: namely, a true judgment concerning good and evil; and the right order of the will in approving of good and rejecting evil. Thus it is clear that in pain or sorrow there is a good, by the removal of which they become worse: and yet there is not an evil in every pleasure, by the removal of which the pleasure is better. Consequently, a pleasure can be man's highest good, in the way above stated (Question [34], Article [3]): whereas sorrow cannot be man's greatest evil."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: The very fact of the will being opposed to evil is a good. And for this reason, sorrow or pain cannot be the greatest evil; because it has an admixture of good."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 39,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: That which harms the better thing is worse than that which harms the worse. Now a thing is called evil \"because it harms,\" as Augustine says (Enchiridion xii). Therefore that which is an evil to the soul is a greater evil than that which is an evil to the body. Therefore this argument does not prove: nor does Augustine give it as his own, but as taken from another [*Cornelius Celsus]."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Guilt is a greater evil than punishment, as was stated in the FP, Question [48], Article [6]. But sorrow or pain belongs to the punishment of sin, just as the enjoyment of changeable things is an evil of guilt. For Augustine says (De Vera Relig. xii): \"What is pain of the soul, except for the soul to be deprived of that which it was wont to enjoy, or had hoped to enjoy? And this is all that is called evil, i.e. sin, and the punishment of sin.\" Therefore sorrow or pain is not man's greatest evil."
            ],
            "body": [
                "I answer that, It is impossible for any sorrow or pain to be man's greatest evil. For all sorrow or pain is either for something that is truly evil, or for something that is apparently evil, but good in reality. Now pain or sorrow for that which is truly evil cannot be the greatest evil: for there is something worse, namely, either not to reckon as evil that which is really evil, or not to reject it. Again, sorrow or pain, for that which is apparently evil, but really good, cannot be the greatest evil, for it would be worse to be altogether separated from that which is truly good. Hence it is impossible for any sorrow or pain to be man's greatest evil."
            ]
        }
    }
}