{
    "id": 33,
    "part": "FS",
    "title": "Of the Effects of Pleasure",
    "outer": {
        "question": 33,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider the effects of pleasure; and under this head there are four points of inquiry:",
            "(1) Whether expansion is an effect of pleasure?",
            "(2) Whether pleasure causes thirst or desire for itself?",
            "(3) Whether pleasure hinders the use of reason?",
            "(4) Whether pleasure perfects operation?"
        ],
        "title": [
            "OF THE EFFECTS OF PLEASURE (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 33,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether expansion is an effect of pleasure?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that expansion is not an effect of pleasure. For expansion seems to pertain more to love, according to the Apostle (2 Cor. 6:11): \"Our heart is enlarged.\" Wherefore it is written (Ps. 118:96) concerning the precept of charity: \"Thy commandment is exceeding broad.\" But pleasure is a distinct passion from love. Therefore expansion is not an effect of pleasure."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, when a thing expands it is enabled to receive more. But receiving pertains to desire, which is for something not yet possessed. Therefore expansion seems to belong to desire rather than to pleasure."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, contraction is contrary to expansion. But contraction seems to belong to pleasure, for the hand closes on that which we wish to grasp firmly: and such is the affection of appetite in regard to that which pleases it. Therefore expansion does not pertain to pleasure."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: In metaphorical expressions nothing hinders one and the same thing from being attributed to different things according to different likenesses. And in this way expansion pertains to love by reason of a certain spreading out, in so far as the affection of the lover spreads out to others, so as to care, not only for his own interests, but also for what concerns others. On the other hand expansion pertains to pleasure, in so far as a thing becomes more ample in itself so as to become more capacious."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Desire includes a certain expansion arising from the imagination of the thing desired; but this expansion increases at the presence of the pleasurable object: because the mind surrenders itself more to that object when it is already taking pleasure in it, than when it desires it before possessing it; since pleasure is the end of desire."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: He that takes pleasure in a thing holds it fast, by clinging to it with all his might: but he opens his heart to it that he may enjoy it perfectly."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, In order to express joy, it is written (Is. 60:5): \"Thou shall see and abound, thy heart shall wonder and be enlarged.\" Moreover pleasure is called by the name of \"laetitia\" as being derived from \"dilatatio\" [expansion], as stated above (Question [31], Article [3], ad 3)."
            ],
            "body": [
                "I answer that, Breadth [latitudo] is a dimension of bodily magnitude: hence it is not applied to the emotions of the soul, save metaphorically. Now expansion denotes a kind of movement towards breadth; and it belongs to pleasure in respect of the two things requisite for pleasure. One of these is on the part of the apprehensive power, which is cognizant of the conjunction with some suitable good. As a result of this apprehension, man perceives that he has attained a certain perfection, which is a magnitude of the spiritual order: and in this respect man's mind is said to be magnified or expanded by pleasure. The other requisite for pleasure is on the part of the appetitive power, which acquiesces in the pleasurable object, and rests therein, offering, as it were, to enfold it within itself. And thus man's affection is expanded by pleasure, as though it surrendered itself to hold within itself the object of its pleasure."
            ]
        },
        "2": {
            "question": 33,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether pleasure causes thirst or desire for itself?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that pleasure does not cause desire for itself. Because all movement ceases when repose is reached. But pleasure is, as it were, a certain repose of the movement of desire, as stated above (Question [23], Article [4]; Question [25], Article [2]). Therefore the movement of desire ceases when pleasure is reached. Therefore pleasure does not cause desire."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, a thing does not cause its contrary. But  pleasure is, in a way, contrary to desire, on the part of the object: since desire regards a good which is not yet possessed, whereas pleasure regards the good that is possessed. Therefore pleasure does not cause desire for itself."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, distaste is incompatible with desire. But pleasure often causes distaste. Therefore it does not cause desire."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: When pleasure is perfect, then it includes complete rest; and the movement of desire, tending to what was not possessed, ceases. But when it is imperfect, then the desire, tending to what was not possessed, does not cease altogether."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: That which is possessed imperfectly, is possessed in one respect, and in another respect is not possessed. Consequently it may be the object of desire and pleasure at the same time."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Pleasures cause distaste in one way, desire in another, as stated above."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Our Lord said (Jn. 4:13): \"Whosoever drinketh of this water, shall thirst again\": where, according to Augustine (Tract. xv in Joan.), water denotes pleasures of the body."
            ],
            "body": [
                "I answer that, Pleasure can be considered in two ways; first, as existing in reality; secondly, as existing in the memory. Again thirst, or desire, can be taken in two ways; first, properly, as denoting a craving for something not possessed; secondly, in general, as excluding distaste.",
                "Considered as existing in reality, pleasure does not of itself cause thirst or desire for itself, but only accidentally; provided we take thirst or desire as denoting a craving for some thing not possessed: because pleasure is an emotion of the appetite in respect of something actually present. But it may happen that what is actually present is not perfectly possessed: and this may be on the part of the thing possessed, or on the part of the possessor. On the part of the thing possessed, this happens through the thing possessed not being a simultaneous whole; wherefore one obtains possession of it successively, and while taking pleasure in what one has, one desires to possess the remainder: thus if a man is pleased with the first part of a verse, he desires to hear the second part, as Augustine says (Confess. iv, 11). In this way nearly all bodily pleasures cause thirst for themselves, until they are fully realized, because pleasures of this kind arise from some movement: as is evident in pleasures of the table. On the part of the possessor, this happens when a man possesses a thing which is perfect in itself, yet does not possess it perfectly, but obtains possession of it little by little. Thus in this life, a faint perception of Divine knowledge affords us delight, and delight sets up a thirst or desire for perfect knowledge; in which sense we may understand the words of Ecclus. 24:29: \"They that drink me shall yet thirst.\"",
                "On the other hand, if by thirst or desire we understand the mere intensity of the emotion, that excludes distaste, thus more than all others spiritual pleasures cause thirst or desire for themselves. Because bodily pleasures become distasteful by reason of their causing an excess in the natural mode of being, when they are increased or even when they are protracted; as is evident in the case of pleasures of the table. This is why, when a man arrives at the point of perfection in bodily pleasures, he wearies of them, and sometimes desires another kind. Spiritual pleasures, on the contrary, do not exceed the natural mode of being, but perfect nature. Hence when their point of perfection is reached, then do they afford the greatest delight: except, perchance, accidentally,  in so far as the work of contemplation is accompanied by some operation of the bodily powers, which tire from protracted activity. And in this sense also we may understand those words of Ecclus. 24:29: \"They that drink me shall yet thirst\": for, even of the angels, who know God perfectly, and delight in Him, it is written (1 Pt. 1:12) that they \"desire to look at Him.\"",
                "Lastly, if we consider pleasure, not as existing in reality, but as existing in the memory, thus it has of itself a natural tendency to cause thirst and desire for itself: when, to wit, man returns to that disposition, in which he was when he experienced the pleasure that is past. But if he be changed from that disposition, the memory of that pleasure does not give him pleasure, but distaste: for instance, the memory of food in respect of a man who has eaten to repletion."
            ]
        },
        "3": {
            "question": 33,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether pleasure hinders the use of reason?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that pleasure does not hinder the use of reason. Because repose facilitates very much the due use of reason: wherefore the Philosopher says (Phys. vii, 3) that \"while we sit and rest, the soul is inclined to knowledge and prudence\"; and it is written (Wis. 8:16): \"When I go into my house, I shall repose myself with her,\" i.e. wisdom. But pleasure is a kind of repose. Therefore it helps rather than hinders the use of reason."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, things which are not in the same subject though they be contraries, do not hinder one another. But pleasure is in the appetitive faculty, while the use of reason is in the apprehensive power. Therefore pleasure does not hinder the use of reason."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, that which is hindered by another, seems to be moved, as it were, thereby. But the use of an apprehensive power moves pleasure rather than is moved by it: because it is the cause of pleasure. Therefore pleasure does not hinder the use of reason."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Bodily pleasure implies indeed repose of the appetite in the object of pleasure; which repose is sometimes contrary to reason; but on the part of the body it always implies alteration. And in respect of both points, it hinders the use of reason."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: The powers of the appetite and of apprehension are indeed distinct parts, but belonging to the one soul. Consequently when the soul is very intent on the action of one part, it is hindered from attending to a contrary act of the other part."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: The use of reason requires the due use of the imagination and of the other sensitive powers, which are exercised through a bodily organ. Consequently alteration in the body hinders the use of reason, because it hinders the act of the imagination and of the other sensitive powers."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. vi, 5), that \"pleasure destroys the estimate of prudence.\""
            ],
            "body": [
                "I answer that, As is stated in Ethic. x, 5, \"appropriate pleasures increase activity . . . whereas pleasures arising from other sources are impediments to activity.\" Accordingly there is a certain pleasure that is taken in the very act of reason, as when one takes pleasure in contemplating or in reasoning: and such pleasure does not hinder the act of reason, but helps it; because we are more attentive in doing that which gives us pleasure, and attention fosters activity.",
                "On the other hand bodily pleasures hinder the use of reason in three ways. First, by distracting the reason. Because, as we have just observed, we attend much to that which pleases us. Now when the attention is firmly fixed on one thing, it is either weakened in respect of other things, or it is entirely withdrawn from them; and thus if the bodily pleasure be great, either it entirely hinders the use of reason, by concentrating the mind's attention on itself; or else it hinders it considerably. Secondly, by being contrary to reason. Because some pleasures, especially those that are in excess, are contrary to the order of reason: and in this sense the Philosopher says that \"bodily pleasures destroy the estimate of prudence, but not the speculative estimate,\" to which they are not opposed, \"for instance that the three angles of a triangle are together equal to two right angles.\" In the first sense, however, they hinder both estimates. Thirdly, by fettering the reason: in so far as bodily pleasure is followed by a certain alteration in the body, greater even than in the other passions, in proportion as the appetite is more vehemently affected towards a present than towards an absent thing. Now such bodily disturbances hinder the use of reason; as may be seen in the case of drunkards, in whom the use of reason is fettered or hindered."
            ]
        },
        "4": {
            "question": 33,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether pleasure perfects operation?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that pleasure does not perfect operation. For every human operation depends on the use of reason. But  pleasure hinders the use of reason, as stated above (Article [3]). Therefore pleasure does not perfect, but weakens human operation."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, nothing perfects itself or its cause. But pleasure is an operation (Ethic. vii, 12; x, 4), i.e. either in its essence or in its cause. Therefore pleasure does not perfect operation."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 33,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, if pleasure perfects operation, it does so either as end, or as form, or as agent. But not as end; because operation is not sought for the sake of pleasure, but rather the reverse, as stated above (Question [4], Article [2]): nor as agent, because rather is it the operation that causes pleasure: nor again as form, because, according to the Philosopher (Ethic. x, 4), \"pleasure does not perfect operation, as a habit does.\" Therefore pleasure does not perfect operation."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: It is not every pleasure that hinders the act of reason, but only bodily pleasure; for this arises, not from the act of reason, but from the act of the concupiscible faculty, which act is intensified by pleasure. On the contrary, pleasure that arises from the act of reason, strengthens the use of reason."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 33,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: As stated in Phys. ii, 3 two things may be causes of one another, if one be the efficient, the other the final cause. And in this way, operation is the efficient cause of pleasure, while pleasure perfects operation by way of final cause, as stated above.",
                        "The Reply to the Third Objection is evident for what has been said."
                    ],
                    "id": 2,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. x, 4) that \"pleasure perfects operation.\""
            ],
            "body": [
                "I answer that, Pleasure perfects operation in two ways. First, as an end: not indeed according as an end is that on \"account of which a thing is\"; but according as every good which is added to a thing and completes it, can be called its end. And in this sense the Philosopher says (Ethic. x, 4) that \"pleasure perfects operation . . . as some end added to it\": that is to say, inasmuch as to this good, which is operation, there is added another good, which is pleasure, denoting the repose of the appetite in a good that is presupposed. Secondly, as agent; not indeed directly, for the Philosopher says (Ethic. x, 4) that \"pleasure perfects operation, not as a physician makes a man healthy, but as health does\": but it does so indirectly; inasmuch as the agent, through taking pleasure in his action, is more eagerly intent on it, and carries it out with greater care. And in this sense it is said in Ethic. x, 5 that \"pleasures increase their appropriate activities, and hinder those that are not appropriate.\""
            ]
        }
    }
}