{
    "id": 82,
    "part": "FS",
    "title": "Of Original Sin, As to Its Essence",
    "section": 1,
    "outer": {
        "question": 82,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider original sin as to its essence, and under this head there are four points of inquiry:",
            "(1) Whether original sin is a habit?",
            "(2) Whether there is but one original sin in each man?",
            "(3) Whether original sin is concupiscence?",
            "(4) Whether original sin is equally in all?"
        ],
        "title": [
            "OF ORIGINAL SIN, AS TO ITS ESSENCE (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 82,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether original sin is a habit?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that original sin is not a habit. For original sin is the absence of original justice, as Anselm states (De Concep. Virg. ii, iii, xxvi), so that original sin is a privation. But privation is opposed to habit. Therefore original sin is not a habit."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, actual sin has the nature of fault more than original sin, in so far as it is more voluntary. Now the habit of actual sin has not the nature of a fault, else it would follow that a man while asleep, would be guilty of sin. Therefore no original habit has the nature of a fault."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, in wickedness act always precedes habit, because evil habits are not infused, but acquired. Now original sin is not preceded by an act. Therefore original sin is not a habit."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: As bodily sickness is partly a privation, in so far as it denotes the destruction of the equilibrium of health, and partly something positive, viz. the very humors that are inordinately disposed, so too original sin denotes the privation of original justice, and besides this, the inordinate disposition of the parts of the soul. Consequently it is not a pure privation, but a corrupt habit."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Actual sin is an inordinateness of an act: whereas original sin, being the sin of nature, is an inordinate disposition of nature, and has the character of fault through being transmitted from our first parent, as stated above (Question [81], Article [1]). Now this inordinate disposition of nature is a kind of habit, whereas the inordinate disposition of an act is not: and for this reason original sin can be a habit, whereas actual sin cannot."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: This objection considers the habit which inclines a power to an act: but original sin is not this kind of habit. Nevertheless a certain inclination to an inordinate act does follow from original sin, not directly, but indirectly, viz. by the removal of the obstacle, i.e. original justice, which hindered inordinate movements: just as an inclination to inordinate bodily movements results indirectly from bodily sickness. Nor is it necessary to says that original sin is a habit \"infused,\" or a habit \"acquired\" (except by the act of our first parent, but not by our own act): but it is a habit \"inborn\" due to our corrupt origin."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Augustine says in his book on the Baptism of infants (De Pecc. Merit. et Remiss. i, 39) that on account of original sin little children have the aptitude of concupiscence though they have not the act. Now aptitude denotes some kind of habit. Therefore original sin is a habit."
            ],
            "body": [
                "I answer that, As stated above (Question [49], Article [4]; Question [50], Article [1]), habit is twofold. The first is a habit whereby power is inclined to an act: thus science and virtue are called habits. In this way original sin is not a habit. The second kind of habit is the disposition of a complex nature, whereby that nature is well or ill disposed to something, chiefly when such a disposition has become like a second nature, as in the case of sickness or health. In this sense original sin is a habit. For it is an inordinate disposition, arising from the destruction of the harmony which was essential to original justice, even as bodily sickness is an inordinate  disposition of the body, by reason of the destruction of that equilibrium which is essential to health. Hence it is that original sin is called the \"languor of nature\" [*Cf. Augustine, In Ps. 118, serm. iii]."
            ]
        },
        "2": {
            "question": 82,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether there are several original sins in one man?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that there are many original sins in one man. For it is written (Ps. 1:7): \"Behold I was conceived in iniquities, and in sins did my mother conceive me.\" But the sin in which a man is conceived is original sin. Therefore there are several original sins in man."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, one and the same habit does not incline its subject to contraries: since the inclination of habit is like that of nature which tends to one thing. Now original sin, even in one man, inclines to various and contrary sins. Therefore original sin is not one habit; but several."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, original sin infects every part of the soul. Now the different parts of the soul are different subjects of sin, as shown above (Question [74]). Since then one sin cannot be in different subjects, it seems that original sin is not one but several."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: The employment of the plural---\"in sins\"---may be explained by the custom of the Divine Scriptures in the frequent use of the plural for the singular, e.g. \"They are dead that sought the life of the child\"; or by the fact that all actual sins virtually pre-exist in original sin, as in a principle so that it is virtually many; or by the fact of there being many deformities in the sin of our first parent, viz. pride, disobedience, gluttony, and so forth; or by several parts of the soul being infected by original sin."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Of itself and directly, i.e. by its own form, one habit cannot incline its subject to contraries. But there is no reason why it should not do so, indirectly and accidentally, i.e. by the removal of an obstacle: thus, when the harmony of a mixed body is destroyed, the elements have contrary local tendencies. In like manner, when the harmony of original justice is destroyed, the various powers of the soul have various opposite tendencies."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Original sin infects the different parts of the soul, in so far as they are the parts of one whole; even as original justice held all the soul's parts together in one. Consequently there is but one original sin: just as there is but one fever in one man, although the various parts of the body are affected."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, It is written (Jn. 1:29): \"Behold the Lamb of God, behold Him Who taketh away the sin of the world\": and the  reason for the employment of the singular is that the \"sin of the world\" is original sin, as a gloss expounds this passage."
            ],
            "body": [
                "I answer that, In one man there is one original sin. Two reasons may be assigned for this. The first is on the part of the cause of original sin. For it has been stated (Question [81], Article [2]), that the first sin alone of our first parent was transmitted to his posterity. Wherefore in one man original sin is one in number; and in all men, it is one in proportion, i.e. in relation to its first principle. The second reason may be taken from the very essence of original sin. Because in every inordinate disposition, unity of species depends on the cause, while the unity of number is derived from the subject. For example, take bodily sickness: various species of sickness proceed from different causes, e.g. from excessive heat or cold, or from a lesion in the lung or liver; while one specific sickness in one man will be one in number. Now the cause of this corrupt disposition that is called original sin, is one only, viz. the privation of original justice, removing the subjection of man's mind to God. Consequently original sin is specifically one, and, in one man, can be only one in number; while, in different men, it is one in species and in proportion, but is numerically many."
            ]
        },
        "3": {
            "question": 82,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether original sin is concupiscence?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that original sin is not concupiscence. For every sin is contrary to nature, according to Damascene (De Fide Orth. ii, 4,30). But concupiscence is in accordance with  nature, since it is the proper act of the concupiscible faculty which is a natural power. Therefore concupiscence is not original sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, through original sin \"the passions of sins\" are in us, according to the Apostle (Rm. 7:5). Now there are several other passions besides concupiscence, as stated above (Question [23], Article [4]). Therefore original sin is not concupiscence any more than another passion."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, by original sin, all the parts of the soul are disordered, as stated above (Article [2], Objection [3]). But the intellect is the highest of the soul's parts, as the Philosopher states (Ethic. x, 7). Therefore original sin is ignorance rather than concupiscence."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Since, in man, the concupiscible power is naturally governed by reason, the act of concupiscence is so far natural to man, as it is in accord with the order of reason; while, in so far as it trespasses beyond the bounds of reason, it is, for a man, contrary to reason. Such is the concupiscence of original sin."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: As stated above (Question [25], Article [1]), all the irascible passions are reducible to concupiscible passions, as holding the principle place: and of these, concupiscence is the most impetuous in moving, and is felt most, as stated above (Question [25], Article [2], ad 1). Therefore original sin is ascribed to concupiscence, as being the chief passion, and as including all the others, in a fashion."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: As, in good things, the intellect and reason  stand first, so conversely in evil things, the lower part of the soul is found to take precedence, for it clouds and draws the reason, as stated above (Question [77], Articles [1],2; Question [80], Article [2]). Hence original sin is called concupiscence rather than ignorance, although ignorance is comprised among the material defects of original sin."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, Augustine says (Retract. i, 15): \"Concupiscence is the guilt of original sin.\""
            ],
            "body": [
                "I answer that, Everything takes its species from its form: and it has been stated (Article [2]) that the species of original sin is taken from its cause. Consequently the formal element of original sin must be considered in respect of the cause of original sin. But contraries have contrary causes. Therefore the cause of original sin must be considered with respect to the cause of original justice, which is opposed to it. Now the whole order of original justice consists in man's will being subject to God: which subjection, first and chiefly, was in the will, whose function it is to move all the other parts to the end, as stated above (Question [9], Article [1]), so that the will being turned away from God, all the other powers of the soul become inordinate. Accordingly the privation of original justice, whereby the will was made subject to God, is the formal element in original sin; while every other disorder of the soul's powers, is a kind of material element in respect of original sin. Now the inordinateness of the other powers of the soul consists chiefly in their turning inordinately to mutable good; which inordinateness may be called by the general name of concupiscence. Hence original sin is concupiscence, materially, but privation of original justice, formally."
            ]
        },
        "4": {
            "question": 82,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether original sin is equally in all?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that original sin is not equally in all. Because original sin is inordinate concupiscence, as stated above (Article [3]). Now all are not equally prone to acts of concupiscence. Therefore original sin is not equally in all."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, original sin is an inordinate disposition of the soul, just as sickness is an inordinate disposition of the body. But sickness is subject to degrees. Therefore original sin is subject to degrees."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, Augustine says (De Nup. et Concep. i, 23) that \"lust transmits original sin to the child.\" But the act of generation may be more lustful in one than in another. Therefore original sin may be greater in one than in another."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Through the bond of original justice being broken, which held together all the powers of the soul in a certain order, each power of the soul tends to its own proper movement, and the more impetuously, as it is stronger. Now it happens that some of the soul's powers are stronger in one man than in another, on account of the different bodily temperaments. Consequently if one man is more prone than another to acts of concupiscence, this is not due to original sin, because the bond of original justice is equally broken in all, and the lower parts of the soul are, in all, left to themselves equally; but it is due to the various dispositions of the powers, as stated."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Sickness of the body, even sickness of the same  species, has not an equal cause in all; for instance if a fever be caused by corruption of the bile, the corruption may be greater or less, and nearer to, or further from a vital principle. But the cause of original sin is equal to all, so that there is not comparison."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 82,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: It is not the actual lust that transmits original sin: for, supposing God were to grant to a man to feel no inordinate lust in the act of generation, he would still transmit original sin; we must understand this to be habitual lust, whereby the sensitive appetite is not kept subject to reason by the bonds of original justice. This lust is equally in all."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Original sin is the sin of nature, as stated above (Question [81], Article [1]). But nature is equally in all. Therefore original sin is too."
            ],
            "body": [
                "I answer that, There are two things in original sin: one is the privation of original justice; the other is the relation of this privation to the sin of our first parent, from whom it is transmitted to man through his corrupt origin. As to the first, original sin has no degrees, since the gift of original justice is taken away entirely; and privations that remove something entirely, such as death and darkness, cannot be more or less, as stated above (Question [73], Article [2]). In like manner, neither is this possible, as to the second: since all are related equally to the first principle of our corrupt origin, from which principle original sin takes the nature of guilt; for relations cannot be more or less. Consequently it is evident that original sin cannot be more in one than in another."
            ]
        }
    }
}