{
    "id": 29,
    "part": "FS",
    "title": "Of Hatred",
    "outer": {
        "question": 29,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider hatred: concerning which there are six points of inquiry:",
            "(1) Whether evil is the cause and the object of hatred?",
            "(2) Whether love is the cause of hatred?",
            "(3) Whether hatred is stronger than love?",
            "(4) Whether a man can hate himself?",
            "(5) Whether a man can hate the truth?",
            "(6) Whether a thing can be the object of universal hatred?"
        ],
        "title": [
            "OF HATRED (SIX ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether evil is the cause and object of hatred?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that evil is not the object and cause of hatred. For everything that exists, as such, is good. If therefore evil be the object of hatred, it follows that nothing but the lack of something can be the object of hatred: which is clearly untrue."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, hatred of evil is praise-worthy; hence (2 Macc 3:1) some are praised for that \"the laws were very well kept, because of the godliness of Onias the high-priest, and the hatred of their souls [Douay: 'his soul'] had no evil.\" If, therefore, nothing but evil be the object of hatred, it would follow that all hatred is commendable: and this is clearly false."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, the same thing is not at the same time both good and evil. But the same thing is lovable and hateful to different subjects. Therefore hatred is not only of evil, but also of good."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Being, as such, has not the aspect of repugnance but only of fittingness; because being is common to all things. But being, inasmuch as it is this determinate being, has an aspect of repugnance to some determinate being. And in this way, one being is hateful to another, and is evil; though not in itself, but by comparison with something else."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Just as a thing may be apprehended as good, when it is not truly good; so a thing may be apprehended as evil, whereas it is not truly evil. Hence it happens sometimes that neither hatred of evil nor love of good is good."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: To different things the same thing may be lovable or hateful: in respect of the natural appetite, owing to one and the same thing being naturally suitable to one thing, and naturally unsuitable to another: thus heat is becoming to fire and unbecoming to water: and in respect of the animal appetite, owing to one and the same thing being apprehended by one as good, by another as bad."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, Hatred is the opposite of love. But the object of love is good, as stated above (Question [26], Article [1]; Question [27], Article [1]). Therefore the object of hatred is evil."
            ],
            "body": [
                "I answer that, Since the natural appetite is the result of apprehension (though this apprehension is not in the same subject as the natural appetite), it seems that what applies to the inclination of the natural appetite, applies also to the animal appetite, which does result from an apprehension in the same subject, as stated above (Question [26], Article [1]). Now, with regard to the natural appetite, it is evident, that just as each thing is naturally attuned and adapted to that which is suitable to it, wherein consists natural love; so has it a natural dissonance from that which opposes and destroys it; and this is natural hatred. So, therefore, in the animal appetite, or in the intellectual appetite, love is a certain harmony of the appetite with that which is apprehended as suitable; while hatred is dissonance of the appetite from that which is apprehended as repugnant and hurtful. Now, just as whatever is suitable, as such, bears the aspect of good; so whatever is repugnant, as such, bears the aspect of evil. And therefore, just as good is the object of love, so evil is the object of hatred."
            ]
        },
        "2": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether love is a cause of hatred?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that love is not a cause of hatred. For \"the opposite members of a division are naturally simultaneous\" (Praedic. x). But love and hatred are opposite members of a division, since they are contrary to one another. Therefore they are naturally simultaneous. Therefore love is not the cause of hatred."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, of two contraries, one is not the cause of the other. But love and hatred are contraries. Therefore love is not the cause of hatred."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, that which follows is not the cause of that  which precedes. But hatred precedes love, seemingly: since hatred implies a turning away from evil, whereas love implies a turning towards good. Therefore love is not the cause of hatred."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: The opposite members of a division are sometimes naturally simultaneous, both really and logically; e.g. two species of animal, or two species of color. Sometimes they are simultaneous logically, while, in reality, one precedes, and causes the other; e.g. the species of numbers, figures and movements. Sometimes they are not simultaneous either really or logically; e.g. substance and accident; for substance is in reality the cause of accident; and being is predicated of substance before it is predicated of accident, by a priority of reason, because it is not predicated of accident except inasmuch as the latter is in substance. Now love and hatred are naturally simultaneous, logically but not really. Wherefore nothing hinders love from being the cause of hatred."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Love and hatred are contraries if considered in respect of the same thing. But if taken in respect of contraries, they are not themselves contrary, but consequent to one another: for it amounts to the same that one love a certain thing, or that one hate its contrary. Thus love of one thing is the cause of one's hating its contrary."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: In the order of execution, the turning away from one term precedes the turning towards the other. But the reverse is the case in the order of intention: since approach to one term is the reason for turning away from the other. Now the appetitive movement belongs rather to the order of intention than to that of execution. Wherefore love precedes hatred: because each is an appetitive movement."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says (De Civ. Dei xiv, 7,9) that all emotions are caused by love. Therefore hatred also, since it is an emotion of the soul, is caused by love."
            ],
            "body": [
                "I answer that, As stated above (Article [1]), love consists in a certain agreement of the lover with the object loved, while hatred consists in a certain disagreement or dissonance. Now we should consider in each thing, what agrees with it, before that which disagrees: since a thing disagrees with another, through destroying or hindering that which agrees with it. Consequently love must needs precede hatred; and nothing is hated, save through being contrary to a suitable thing which is loved. And hence it is that every hatred is caused by love."
            ]
        },
        "3": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether hatred is stronger than love?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that hatred is stronger than love. For Augustine says (Questions. 83, qu. 36): \"There is no one who does not flee from pain, more than he desires pleasure.\" But flight from pain pertains to hatred; while desire for pleasure belongs to love. Therefore hatred is stronger than love."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the weaker is overcome by the stronger. But love is overcome by hatred: when, that is to say, love is turned into hatred. Therefore hatred is stronger than love."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, the emotions of the soul are shown by their effects. But man insists more on repelling what is hateful, than on seeking what is pleasant: thus also irrational animals refrain from pleasure for fear of the whip, as Augustine instances (Questions. 83, qu. 36). Therefore hatred is stronger than love."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {},
            "counter": [
                "On the contrary, Good is stronger than evil; because \"evil does nothing except in virtue of good,\" as Dionysius says (Div. Nom. iv). But hatred and love differ according to the difference of good and evil. Therefore love is stronger than hatred."
            ],
            "body": [
                "I answer that, It is impossible for an effect to be stronger than its cause. Now every hatred arises from some love as its cause, as above stated (Article [2]). Therefore it is impossible for hatred to be stronger than love absolutely.",
                "But furthermore, love must needs be, absolutely speaking, stronger than hatred. Because a thing is moved to the end more strongly than to the means. Now turning away from evil is directed as a means to the gaining of good. Wherefore, absolutely speaking, the soul's movement in respect of good is stronger than its movement in respect of evil.",
                "Nevertheless hatred sometimes seems to be stronger than love, for two reasons. First, because hatred is more keenly felt than love. For, since the sensitive perception is accompanied by a certain impression; when once the impression has been received it is not felt so keenly as in the moment of receiving it. Hence the heat of a hectic fever, though greater, is nevertheless not felt so much as the heat of tertian fever; because the heat of the hectic fever is habitual and like a second nature. For this reason, love is felt more keenly in the absence of the object loved; thus Augustine says (De Trin. x, 12) that \"love is felt more keenly when we lack what we love.\" And for the same reason, the unbecomingness of that which is hated is felt more keenly than the becomingness of that which is loved. Secondly, because comparison is made between a hatred and a love which are not mutually corresponding. Because, according to different degrees of good there are different degrees of love to which correspond different degrees of hatred. Wherefore a hatred that corresponds to a greater love, moves us more than a lesser love.",
                "Hence it is clear how to reply to the First Objection. For the love of pleasure is less than the love of self-preservation, to which corresponds flight from pain. Wherefore we flee from pain more than we love pleasure."
            ]
        },
        "4": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether a man can hate himself?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that a man can hate himself. For it is written (Ps. 10:6): \"He that loveth iniquity, hateth his own soul.\" But many love iniquity. Therefore many hate themselves."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, him we hate, to whom we wish and work evil. But sometimes a man wishes and works evil to himself, e.g. a man who kills himself. Therefore some men hate themselves."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, Boethius says (De Consol. ii) that \"avarice makes a man hateful\"; whence we may conclude that everyone hates a miser. But some men are misers. Therefore they hate themselves."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "2": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: No man wills and works evil to himself, except he apprehend it under the aspect of good. For even they who kill themselves, apprehend death itself as a good, considered as putting an end to some unhappiness or pain."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: The miser hates something accidental to himself, but not for that reason does he hate himself: thus a sick man hates his sickness for the very reason that he loves himself. Or we may say that avarice makes man hateful to others, but not to himself. In fact, it is caused by inordinate self-love, in respect of which, man desires temporal goods for himself more than he should."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, The Apostle says (Eph. 5:29) that \"no man ever hated his own flesh.\""
            ],
            "body": [
                "I answer that, Properly speaking, it is impossible for a man to hate himself. For everything naturally desires good, nor can anyone desire anything for himself, save under the aspect of good: for \"evil is outside the scope of the will,\" as Dionysius says (Div. Nom. iv). Now to love a man is to will good to him, as stated above (Question [26], Article [4]). Consequently, a man must, of necessity, love himself; and it is impossible for a man to hate himself, properly speaking.",
                "But accidentally it happens that a man hates himself: and this in two ways. First, on the part of the good which a man wills to himself. For it happens sometimes that what is desired as good in some particular respect, is simply evil; and in this way, a man accidentally wills evil to himself; and thus hates himself. Secondly, in regard to himself, to whom he wills good. For each thing is that which is predominant in it; wherefore the state is said to do what the king does, as if the king were the whole state. Now it is clear that man is principally the mind of man. And it happens that some men account themselves as being principally that which they are in their material and sensitive nature. Wherefore they love themselves according to what they take themselves to be, while they hate that which they really are, by desiring what is contrary to reason. And in both these ways, \"he that loveth iniquity hateth\" not only \"his own soul,\" but also himself.",
                "Wherefore the reply to the First Objection is evident."
            ]
        },
        "5": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether a man can hate the truth?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that a man cannot hate the truth. For good, true, and being are convertible. But a man cannot hate good. Neither, therefore, can he hate the truth."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, \"All men have a natural desire for knowledge,\" as stated in the beginning of the Metaphysics i, 1. But knowledge is only of truth. Therefore truth is naturally desired and loved. But that which is in a thing naturally, is always in it. Therefore no man can hate the truth."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, the Philosopher says (Rhet. ii, 4) that \"men love those who are straightforward.\" But there can be no other motive for this save truth. Therefore man loves the truth naturally. Therefore he cannot hate it."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "2": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: The knowledge of truth is lovable in itself:  hence Augustine says that men love it when it enlightens. But accidentally, the knowledge of truth may become hateful, in so far as it hinders one from accomplishing one's desire."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: The reason why we love those who are straightforward is that they make known the truth, and the knowledge of the truth, considered in itself, is a desirable thing."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, The Apostle says (Gal. 4:16): \"Am I become your enemy because I tell you the truth?\" [*St. Thomas quotes the passage, probably from memory, as though it were an assertion: \"I am become,\" etc.]"
            ],
            "body": [
                "I answer that, Good, true and being are the same in reality, but differ as considered by reason. For good is considered in the light of something desirable, while being and true are not so considered: because good is \"what all things seek.\" Wherefore good, as such, cannot be the object of hatred, neither in general nor in particular. Being and truth in general cannot be the object of hatred: because disagreement is the cause of hatred, and agreement is the cause of love; while being and truth are common to all things. But nothing hinders some particular being or some particular truth being an object of hatred, in so far as it is considered as hurtful and repugnant; since hurtfulness and repugnance are not incompatible with the notion of being and truth, as they are with the notion of good.",
                "Now it may happen in three ways that some particular truth is repugnant or hurtful to the good we love. First, according as truth is in things as in its cause and origin. And thus man sometimes hates a particular truth, when he wishes that what is true were not true. Secondly, according as truth is in man's knowledge, which hinders him from gaining the object loved: such is the case of those who wish not to know the truth of faith, that they may sin freely; in whose person it is said (Job 21:14): \"We desire not the knowledge of Thy ways.\" Thirdly, a particular truth is hated, as being repugnant, inasmuch as it is in the intellect of another man: as, for instance, when a man wishes to remain hidden in his sin, he hates that anyone should know the truth about his sin. In this respect, Augustine says (Confess. x, 23) that men \"love truth when it enlightens, they hate it when it reproves.\" This suffices for the Reply to the First Objection."
            ]
        },
        "6": {
            "question": 29,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether anything can be an object of universal hatred?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that a thing cannot be an object of universal hatred. Because hatred is a passion of the sensitive appetite, which is moved by an apprehension in the senses. But the senses cannot apprehend the universal. Therefore a thing cannot be an object of universal hatred."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, hatred is caused by disagreement; and where there is disagreement, there is nothing in common. But the notion of universality implies something in common. Therefore nothing can be the object of universal hatred."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 29,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, the object of hatred is evil. But \"evil is in things, and not in the mind\" (Metaph. vi, 4). Since therefore the universal is in the mind only, which abstracts the universal from the particular, it would seem that hatred cannot have a universal object."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: The senses do not apprehend the universal, as such: but they apprehend something to which the character of universality is given by abstraction."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: That which is common to all cannot be a reason of hatred. But nothing hinders a thing from being common to many, and at variance with others, so as to be hateful to them."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 29,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: This argument considers the universal under the aspect of universality: and thus it does not come under the sensitive apprehension or appetite."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Rhet. ii, 4) that \"anger is directed to something singular, whereas hatred is also directed to a thing in general; for everybody hates the thief and the backbiter.\""
            ],
            "body": [
                "I answer that, There are two ways of speaking of the universal: first, as considered under the aspect of universality; secondly, as considered in the nature to which it is ascribed: for it is one thing to consider the universal man, and another to consider a man as man. If, therefore, we take the universal, in the first way, no sensitive power, whether of apprehension or of appetite, can attain the universal: because the universal is obtained by abstraction from individual matter, on which every sensitive power is based.",
                "Nevertheless the sensitive powers, both of apprehension and of appetite, can tend to something universally. Thus we say that the object of sight is color considered generically; not that the sight is cognizant of universal color, but because the fact that color is cognizant by the sight, is attributed to color, not as being this particular color, but simply because it is color. Accordingly hatred in the sensitive faculty can regard something universally: because this thing, by reason of its common nature, and not merely as an individual, is hostile to the animal---for instance, a wolf in regard to a sheep. Hence a sheep hates the wolf universally. On the other hand, anger is always caused by something in particular:  because it is caused by some action of the one that hurts us; and actions proceed from individuals. For this reason the Philosopher says (Rhet. ii, 4) that \"anger is always directed to something singular, whereas hatred can be directed to a thing in general.\"",
                "But according as hatred is in the intellectual part, since it arises from the universal apprehension of the intellect, it can regard the universal in both ways."
            ]
        }
    }
}