{
    "id": 7,
    "part": "FS",
    "title": "Of the Circumstances of Human Acts",
    "outer": {
        "question": 7,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider the circumstances of human acts: under which head there are four points of inquiry:",
            "(1) What is a circumstance?",
            "(2) Whether a theologian should take note of the circumstances of human acts?",
            "(3) How many circumstances are there?",
            "(4) Which are the most important of them?"
        ],
        "title": [
            "OF THE CIRCUMSTANCES OF HUMAN ACTS (FOUR ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 7,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether a circumstance is an accident of a human act?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that a circumstance is not an accident of a human act. For Tully says (De Invent. Rhetor. i) that a  circumstance is that from \"which an orator adds authority and strength to his argument.\" But oratorical arguments are derived principally from things pertaining to the essence of a thing, such as the definition, the genus, the species, and the like, from which also Tully declares that an orator should draw his arguments. Therefore a circumstance is not an accident of a human act."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, \"to be in\" is proper to an accident. But that which surrounds [circumstat] is rather out than in. Therefore the circumstances are not accidents of human acts."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, an accident has no accident. But human acts themselves are accidents. Therefore the circumstances are not accidents of acts."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: The orator gives strength to his argument, in the first place, from the substance of the act; and secondly, from the circumstances of the act. Thus a man becomes indictable, first, through being guilty of murder; secondly, through having done it fraudulently, or from motives of greed or at a holy time or place, and so forth. And so in the passage quoted, it is said pointedly that the orator \"adds strength to his argument,\" as though this were something secondary."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: A thing is said to be an accident of something in two ways. First, from being in that thing: thus, whiteness is said  to be an accident of Socrates. Secondly, because it is together with that thing in the same subject: thus, whiteness is an accident of the art of music, inasmuch as they meet in the same subject, so as to touch one another, as it were. And in this sense circumstances are said to be the accidents of human acts."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: As stated above (ad 2), an accident is said to be the accident of an accident, from the fact that they meet in the same subject. But this happens in two ways. First, in so far as two accidents are both related to the same subject, without any relation to one another; as whiteness and the art of music in Socrates. Secondly, when such accidents are related to one another; as when the subject receives one accident by means of the other; for instance, a body receives color by means of its surface. And thus also is one accident said to be in another; for we speak of color as being in the surface.",
                        "Accordingly, circumstances are related to acts in both these ways. For some circumstances that have a relation to acts, belong to the agent otherwise than through the act; as place and condition of person; whereas others belong to the agent by reason of the act, as the manner in which the act is done."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The particular conditions of any singular thing are called its individuating accidents. But the Philosopher (Ethic. iii, 1) calls the circumstances particular things [*{ta kath' ekasta}], i.e. the particular conditions of each act. Therefore the circumstances are individual accidents of human acts."
            ],
            "body": [
                "I answer that, Since, according to the Philosopher (Peri Herm. i), \"words are the signs of what we understand,\" it must needs be that in naming things we follow the process of intellectual knowledge. Now our intellectual knowledge proceeds from the better known to the less known. Accordingly with us, names of more obvious things are transferred so as to signify things less obvious: and hence it is that, as stated in Metaph. x, 4, \"the notion of distance has been transferred from things that are apart locally, to all kinds of opposition\": and in like manner words that signify local movement are employed to designate all other movements, because bodies which are circumscribed by place, are best known to us. And hence it is that the word \"circumstance\" has passed from located things to human acts.",
                "Now in things located, that is said to surround something, which is outside it, but touches it, or is placed near it. Accordingly, whatever conditions are outside the substance of an act, and yet in some way touch the human act, are called circumstances. Now what is outside a thing's substance, while it belongs to that thing, is called its accident. Wherefore the circumstances of human acts should be called their accidents."
            ]
        },
        "2": {
            "question": 7,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether theologians should take note of the circumstances of human acts?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that theologians should not take note of the circumstances of human acts. Because theologians do not consider human acts otherwise than according to their quality of good or evil. But it seems that circumstances cannot give quality to human acts; for a thing is never qualified, formally speaking, by that which is outside it; but by that which is in it. Therefore theologians should not take note of the circumstances of acts."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, circumstances are the accidents of acts. But one thing may be subject to an infinity of accidents; hence the Philosopher says (Metaph. vi, 2) that \"no art or science considers accidental being, except only the art of sophistry.\" Therefore the theologian has not to consider circumstances."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, the consideration of circumstances belongs to the orator. But oratory is not a part of theology. Therefore it is not a theologian's business to consider circumstances."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Good directed to the end is said to be useful; and this implies some kind of relation: wherefore the Philosopher says (Ethic. i, 6) that \"the good in the genus 'relation' is the useful.\" Now, in the genus \"relation\" a thing is denominated not only according to that which is inherent in the thing, but also according to that which is extrinsic to it: as may be seen in the expressions \"right\" and \"left,\" \"equal\" and \"unequal,\" and such like. Accordingly, since the goodness of acts consists in their utility to the end, nothing hinders their being called good or bad according to their proportion to extrinsic things that are adjacent to them."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Accidents which are altogether accidental are neglected by every art, by reason of their uncertainty and infinity. But such like accidents are not what we call circumstances; because circumstances although, as stated above (Article [1]), they are extrinsic to the act, nevertheless are in a kind of contact with it, by being related to it. Proper accidents, however, come under the consideration of art."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: The consideration of circumstances belongs to the moralist, the politician, and the orator. To the moralist, in so far as with respect to circumstances we find or lose the mean of virtue in human acts and passions. To the politician and to the orator, in so far as circumstances make acts to be worthy of praise or blame, of excuse or indictment. In different ways, however: because where the orator persuades, the politician judges. To the theologian this consideration belongs, in all the aforesaid ways: since to him all the other arts are subservient: for he has to consider virtuous and vicious acts, just as the moralist does; and with the orator and politician he considers acts according as they are deserving of reward or punishment."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Ignorance of circumstances causes an act to be involuntary, according to Damascene (De Fide Orth. ii, 24) and Gregory of Nyssa [*Nemesius, De Nat. Hom. xxxi.]. But involuntariness excuses from sin, the consideration of which belongs to the theologian. Therefore circumstances also should be considered by the theologian."
            ],
            "body": [
                "I answer that, Circumstances come under the consideration of the theologian, for a threefold reason. First, because the  theologian considers human acts, inasmuch as man is thereby directed to Happiness. Now, everything that is directed to an end should be proportionate to that end. But acts are made proportionate to an end by means of a certain commensurateness, which results from the due circumstances. Hence the theologian has to consider the circumstances. Secondly, because the theologian considers human acts according as they are found to be good or evil, better or worse: and this diversity depends on circumstances, as we shall see further on (Question [18], Articles [10],11; Question [73], Article [7]). Thirdly, because the theologian considers human acts under the aspect of merit and demerit, which is proper to human acts; and for this it is requisite that they be voluntary. Now a human act is deemed to be voluntary or involuntary, according to knowledge or ignorance of circumstances, as stated above (Question [6], Article [8]). Therefore the theologian has to consider circumstances."
            ]
        },
        "3": {
            "question": 7,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether the circumstances are properly set forth in the third book of Ethics?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that the circumstances are not properly  set forth in Ethic. iii, 1. For a circumstance of an act is described as something outside the act. Now time and place answer to this description. Therefore there are only two circumstances, to wit, \"when\" and \"where.\""
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, we judge from the circumstances whether a thing is well or ill done. But this belongs to the mode of an act. Therefore all the circumstances are included under one, which is the \"mode of acting.\""
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, circumstances are not part of the substance of an act. But the causes of an act seem to belong to its substance. Therefore no circumstance should be taken from the cause of the act itself. Accordingly, neither \"who,\" nor \"why,\" nor \"about what,\" are circumstances: since \"who\" refers to the efficient cause, \"why\" to the final cause, and \"about what\" to the material cause."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Time and place surround [circumstant] the act by way of measure; but the others surround the act by touching it in any other way, while they are extrinsic to the substance of the act."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: This mode \"well\" or \"ill\" is not a circumstance, but results from all the circumstances. But the mode which refers to a quality of the act is a special circumstance; for instance,  that a man walk fast or slowly; that he strike hard or gently, and so forth."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: A condition of the cause, on which the substance of the act depends, is not a circumstance; it must be an additional condition. Thus, in regard to the object, it is not a circumstance of theft that the object is another's property, for this belongs to the substance of the act; but that it be great or small. And the same applies to the other circumstances which are considered in reference to the other causes. For the end that specifies the act is not a circumstance, but some additional end. Thus, that a valiant man act \"valiantly for the sake of\" the good of the virtue or fortitude, is not a circumstance; but if he act valiantly for the sake of the delivery of the state, or of Christendom, or some such purpose. The same is to be said with regard to the circumstance \"what\"; for that a man by pouring water on someone should happen to wash him, is not a circumstance of the washing; but that in doing so he give him a chill, or scald him; heal him or harm him, these are circumstances."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary is the authority of the Philosopher in Ethic. iii, 1."
            ],
            "body": [
                "I answer that, Tully, in his Rhetoric (De Invent. Rhetor. i), gives seven circumstances, which are contained in this verse:",
                "\"Quis, quid, ubi, quibus auxiliis, cur, quomodo, quando---",
                "Who, what, where, by what aids, why, how, and when.\" For in acts we must take note of \"who\" did it, \"by what aids\" or \"instruments\" he did it, \"what\" he did, \"where\" he did it, \"why\" he did it, \"how\" and \"when\" he did it. But Aristotle in Ethic. iii, 1 adds yet another, to wit, \"about what,\" which Tully includes in the circumstance \"what.\"",
                "The reason of this enumeration may be set down as follows. For a circumstance is described as something outside the substance of the act, and yet in a way touching it. Now this happens in three ways: first, inasmuch as it touches the act itself; secondly, inasmuch as it touches the cause of the act; thirdly, inasmuch as it touches the effect. It touches the act itself, either by way of measure, as \"time\" and \"place\"; or by qualifying the act as the \"mode of acting.\" It touches the effect when we consider \"what\" is done. It touches the cause of the act, as to the final cause, by the circumstance \"why\"; as to the material cause, or object, in the circumstance \"about what\"; as to the principal efficient cause, in the circumstance \"who\"; and as to the instrumental efficient cause, in the circumstance \"by what aids.\""
            ]
        },
        "4": {
            "question": 7,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether the most important circumstances are \"why\" and \"in what the act consists\"?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that these are not the most important circumstances, namely, \"why\" and those \"in which the act is, [*hen ois e praxis]\"  as stated in Ethic. iii, 1. For those in which the act is seem to be place and time: and these do not seem to be the most important of the circumstances, since, of them all, they are the most extrinsic to the act. Therefore those things in which the act is are not the most important circumstances."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the end of a thing is extrinsic to it. Therefore it is not the most important circumstance."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 7,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, that which holds the foremost place in regard to each thing, is its cause and its form. But the cause of an act is the person that does it; while the form of an act is the manner in which it is done. Therefore these two circumstances seem to be of the greatest importance."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: By those things \"in which the act is\" the Philosopher does not mean time and place, but those circumstances that are affixed to the act itself. Wherefore Gregory of Nyssa [*Nemesius, De Nat. Hom. xxxi], as though he were explaining the dictum of the Philosopher, instead of the latter's term---\"in which the act is\"---said, \"what is done.\""
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Although the end is not part of the substance of the act, yet it is the most important cause of the act, inasmuch as it moves the agent to act. Wherefore the moral act is specified chiefly by the end."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 7,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: The person that does the act is the cause of that act, inasmuch as he is moved thereto by the end; and it is chiefly in this respect that he is directed to the act; while other conditions of the person have not such an important relation to the act. As to the mode, it is not the substantial form of the act, for in an act the substantial form depends on the object and term or end; but it is, as it were, a certain accidental quality of the act."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, Gregory of Nyssa [*Nemesius, De Nat. Hom. xxxi.] says that \"the most important circumstances\" are \"why it is done\" and \"what is done.\""
            ],
            "body": [
                "I answer that, As stated above (Question [1], Article [1]), acts are properly called human, inasmuch as they are voluntary. Now, the motive and object of the will is the end. Therefore that circumstance is the most important of all which touches the act on the part of the end, viz. the circumstance \"why\": and the second in importance, is that which touches the very substance of the act, viz. the circumstance \"what he did.\" As to the other circumstances, they are more or less important, according as they more or less approach to these."
            ]
        }
    }
}