{
    "id": 32,
    "part": "FS",
    "title": "Of the Cause of Pleasure",
    "outer": {
        "question": 32,
        "type": "outer",
        "part": "FS",
        "text": [
            "We must now consider the causes of pleasure: and under this head there are eight points of inquiry:",
            "(1) Whether operation is the proper cause of pleasure?",
            "(2) Whether movement is a cause of pleasure?",
            "(3) Whether hope and memory cause pleasure?",
            "(4) Whether sadness causes pleasure?",
            "(5) Whether the actions of others are a cause of pleasure to us?",
            "(6) Whether doing good to another is a cause of pleasure?",
            "(7) Whether likeness is a cause of pleasure?",
            "(8) Whether wonder is a cause of pleasure?"
        ],
        "title": [
            "OF THE CAUSE OF PLEASURE (EIGHT ARTICLES)"
        ]
    },
    "article": {
        "1": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether operation is the proper cause of pleasure?"
            ],
            "id": 1,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that operation is not the proper and first cause of pleasure. For, as the Philosopher says (Rhet. i, 11), \"pleasure consists in a perception of the senses,\" since knowledge is requisite for pleasure, as stated above (Question [31], Article [1]). But the objects of operations are knowable before the operations themselves. Therefore operation is not the proper cause of pleasure."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, pleasure consists especially in an end gained: since it is this that is chiefly desired. But the end is not always an operation, but is sometimes the effect of the operation. Therefore operation is not the proper and direct cause of pleasure."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, leisure and rest consist in cessation from work: and they are objects of pleasure (Rhet. i, 11). Therefore operation is not the proper cause of pleasure."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: The objects of operations are not pleasurable save inasmuch as they are united to us; either by knowledge alone, as when we take pleasure in thinking of or looking at certain things; or in some other way in addition to knowledge; as when a man takes pleasure in knowing that he has something good--riches, honor, or the like; which would not be pleasurable unless they were  apprehended as possessed. For as the Philosopher observes (Polit. ii, 2) \"we take great pleasure in looking upon a thing as our own, by reason of the natural love we have for ourselves.\" Now to have such like things is nothing else but to use them or to be able to use them: and this is through some operation. Wherefore it is evident that every pleasure is traced to some operation as its cause."
                    ],
                    "id": 1,
                    "article": 1
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Even when it is not an operation, but the effect of an operation, that is the end, this effect is pleasant in so far as possessed or effected: and this implies use or operation."
                    ],
                    "id": 2,
                    "article": 1
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Operations are pleasant, in so far as they are proportionate and connatural to the agent. Now, since human power is finite, operation is proportionate thereto according to a certain measure. Wherefore if it exceed that measure, it will be no longer proportionate or pleasant, but, on the contrary, painful and irksome. And in this sense, leisure and play and other things pertaining to repose, are pleasant, inasmuch as they banish sadness which results from labor."
                    ],
                    "id": 3,
                    "article": 1
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Ethic. vii, 12,13; x, 4) that \"pleasure is a connatural and uninterrupted operation.\""
            ],
            "body": [
                "I answer that, As stated above (Question [31], Article [1]), two things are requisite for pleasure: namely, the attainment of the suitable good, and knowledge of this attainment. Now each of these consists in a kind of operation: because actual knowledge is an operation; and the attainment of the suitable good is by means of an operation. Moreover, the proper operation itself is a suitable good. Wherefore every pleasure must needs be the result of some operation."
            ]
        },
        "2": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether movement is a cause of pleasure?"
            ],
            "id": 2,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that movement is not a cause of pleasure. Because, as stated above (Question [31], Article [1]), the good which is obtained and is actually possessed, is the cause of pleasure: wherefore the Philosopher says (Ethic. vii, 12) that pleasure is not compared with generation, but with the operation of a thing already in existence. Now that which is being moved towards something has it not as yet; but, so to speak, is being generated in its regard, forasmuch as generation or corruption are united to every movement, as stated in Phys. viii, 3. Therefore movement is not a cause of pleasure."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, movement is the chief cause of toil and fatigue in our works. But operations through being toilsome and fatiguing are not pleasant but disagreeable. Therefore movement is not a cause of pleasure."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, movement implies a certain innovation, which is the opposite of custom. But things \"which we are accustomed to, are pleasant,\" as the Philosopher says (Rhet. i, 11). Therefore movement is not a cause of pleasure."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Although the subject of movement has not yet perfectly that to which it is moved, nevertheless it is beginning to have something thereof: and in this respect movement itself has something of pleasure. But it falls short of the perfection of pleasure; because the more perfect pleasures regard things that are unchangeable. Moreover movement becomes the cause of pleasure, in so far as thereby something which previously was unsuitable, becomes suitable or ceases to be, as stated above."
                    ],
                    "id": 1,
                    "article": 2
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Movement causes toil and fatigue, when it exceeds our natural aptitude. It is not thus that it causes pleasure, but by removing the obstacles to our natural aptitude."
                    ],
                    "id": 2,
                    "article": 2
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: What is customary becomes pleasant, in so far as it becomes natural: because custom is like a second nature. But the movement which gives pleasure is not that which departs from custom, but rather that which prevents the corruption of the natural mode of being, that might result from continued operation. And thus from the same cause of connaturalness, both custom and movement become pleasant."
                    ],
                    "id": 3,
                    "article": 2
                }
            },
            "counter": [
                "On the contrary, Augustine says (Confess. viii, 3): \"What means this, O Lord my God, whereas Thou art everlasting joy to Thyself, and some things around Thee evermore rejoice in Thee? What means this, that this portion of things ebbs and flows alternately displeased and reconciled?\" From these words we gather that man rejoices and takes pleasure in some kind of alterations: and therefore movement seems to cause pleasure."
            ],
            "body": [
                "I answer that, Three things are requisite for pleasure; two,  i.e. the one that is pleased and the pleasurable object conjoined to him; and a third, which is knowledge of this conjunction: and in respect of these three, movement is pleasant, as the Philosopher says (Ethic. vii, 14 and Rhetor. i, 11). For as far as we who feel pleasure are concerned, change is pleasant to us because our nature is changeable: for which reason that which is suitable to us at one time is not suitable at another; thus to warm himself at a fire is suitable to man in winter but not in summer. Again, on the part of the pleasing good which is united to us, change is pleasant. Because the continued action of an agent increases its effect: thus the longer a person remains near the fire, the more he is warmed and dried. Now the natural mode of being consists in a certain measure; and therefore when the continued presence of a pleasant object exceeds the measure of one's natural mode of being, the removal of that object becomes pleasant. On the part of the knowledge itself (change becomes pleasant), because man desires to know something whole and perfect: when therefore a thing cannot be apprehended all at once as a whole, change in such a thing is pleasant, so that one part may pass and another succeed, and thus the whole be perceived. Hence Augustine says (Confess. iv, 11): \"Thou wouldst not have the syllables stay, but fly away, that others may come, and thou hear the whole. And so whenever any one thing is made up of many, all of which do not exist together, all would please collectively more than they do severally, if all could be perceived collectively.\"",
                "If therefore there be any thing, whose nature is unchangeable; the natural mode of whose being cannot be exceeded by the continuation of any pleasing object; and which can behold the whole object of its delight at once---to such a one change will afford no delight. And the more any pleasures approach to this, the more are they capable of being continual."
            ]
        },
        "3": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether hope and memory causes pleasure?"
            ],
            "id": 3,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that memory and hope do not cause pleasure. Because pleasure is caused by present good, as Damascene says (De Fide Orth. ii, 12). But hope and memory regard what is absent: since memory is of the past, and hope of the future. Therefore memory and hope do not cause pleasure."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the same thing is not the cause of contraries. But hope causes affliction, according to Prov. 13:12: \"Hope that is deferred afflicteth the soul.\" Therefore hope does not cause pleasure."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, just as hope agrees with pleasure in regarding good, so also do desire and love. Therefore hope should not be assigned as a cause of pleasure, any more than desire or love."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Hope and memory are indeed of things which, absolutely speaking, are absent: and yet those are, after a fashion, present, i.e. either according to apprehension only; or according to apprehension and possibility, at least supposed, of attainment."
                    ],
                    "id": 1,
                    "article": 3
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Nothing prevents the same thing, in different ways, being the cause of contraries. And so hope, inasmuch as it implies a present appraising of a future good, causes pleasure; whereas, inasmuch as it implies absence of that good, it causes affliction."
                    ],
                    "id": 2,
                    "article": 3
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Love and concupiscence also cause pleasure. For everything that is loved becomes pleasing to the lover, since love is a kind of union or connaturalness of lover and beloved. In like manner every object of desire is pleasing to the one that desires, since desire is chiefly a craving for pleasure. However hope, as  implying a certainty of the real presence of the pleasing good, that is not implied either by love or by concupiscence, is reckoned in preference to them as causing pleasure; and also in preference to memory, which is of that which has already passed away."
                    ],
                    "id": 3,
                    "article": 3
                }
            },
            "counter": [
                "On the contrary, It is written (Rm. 12:12): \"Rejoicing in hope\"; and (Ps. 76:4): \"I remembered God, and was delighted.\""
            ],
            "body": [
                "I answer that, Pleasure is caused by the presence of suitable good, in so far as it is felt, or perceived in any way. Now a thing is present to us in two ways. First, in knowledge---i.e. according as the thing known is in the knower by its likeness; secondly, in reality---i.e. according as one thing is in real conjunction of any kind with another, either actually or potentially. And since real conjunction is greater than conjunction by likeness, which is the conjunction of knowledge; and again, since actual is greater than potential conjunction: therefore the greatest pleasure is that which arises from sensation which requires the presence of the sensible object. The second place belongs to the pleasure of hope, wherein there is pleasurable conjunction, not only in respect of apprehension, but also in respect of the faculty or power of obtaining the pleasurable object. The third place belongs to the pleasure of memory, which has only the conjunction of apprehension."
            ]
        },
        "4": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether sadness causes pleasure?"
            ],
            "id": 4,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that sadness does not cause pleasure. For nothing causes its own contrary. But sadness is contrary to pleasure. Therefore it does not cause it."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, contraries have contrary effects. But pleasures, when called to mind, cause pleasure. Therefore sad things, when remembered, cause sorrow and not pleasure."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, as sadness is to pleasure, so is hatred to love. But hatred does not cause love, but rather the other way about, as stated above (Question [29], Article [2]). Therefore sadness does not cause pleasure."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Sometimes accidentally a thing is the cause of its contrary: thus \"that which is cold sometimes causes heat,\" as stated in Phys. viii, 1. In like manner sadness is the accidental cause of pleasure, in so far as it gives rise to the apprehension of something pleasant."
                    ],
                    "id": 1,
                    "article": 4
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Sad things, called to mind, cause pleasure, not in so far as they are sad and contrary to pleasant things; but in so far as man is delivered from them. In like manner the recollection of pleasant things, by reason of these being lost, may cause sadness."
                    ],
                    "id": 2,
                    "article": 4
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Hatred also can be the accidental cause of love: i.e. so far as some love one another, inasmuch as they agree in hating one and the same thing."
                    ],
                    "id": 3,
                    "article": 4
                }
            },
            "counter": [
                "On the contrary, It is written (Ps. 41:4): \"My tears have been my bread day and night\": where bread denotes the refreshment of pleasure. Therefore tears, which arise from sadness, can give pleasure."
            ],
            "body": [
                "I answer that, Sadness may be considered in two ways: as existing actually, and as existing in the memory: and in both ways sadness can cause pleasure. Because sadness, as actually existing, causes pleasure, inasmuch as it brings to mind that which is loved, the absence of which causes sadness; and yet the mere thought of it gives pleasure. The recollection of sadness becomes a cause of pleasure, on account of the deliverance which ensued: because absence of evil is looked upon as something good; wherefore so far as a man thinks that he has been delivered from that which caused him sorrow and pain, so much reason has he to rejoice. Hence Augustine says in De Civ. Dei xxii, 31 [*Gregory, Moral. iv.] that \"oftentimes in joy we call to mind sad things . . . and in the season of health we recall past pains without feeling pain . . . and in proportion are the more filled with joy and gladness\": and again (Confess. viii, 3) he says that \"the more peril there was in the battle, so much the more joy will there be in the triumph.\""
            ]
        },
        "5": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether the actions of others are a cause of pleasure to us?"
            ],
            "id": 5,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that the actions of others are not a cause of pleasure to us. Because the cause of pleasure is our own good when conjoined to us. But the actions of others are not conjoined to us. Therefore they are not a cause of pleasure to us."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the action is the agent's own good. If, therefore, the actions of others are a cause of pleasure to us, for the same reason all goods belonging to others will be pleasing to us: which is evidently untrue."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, action is pleasant through proceeding from an innate habit; hence it is stated in Ethic. ii, 3 that \"we must reckon the pleasure which follows after action, as being the sign of a habit existing in us.\" But the actions of others do not proceed from habits existing in us, but, sometimes, from habits existing in the agents. Therefore the actions of others are not pleasing to us, but to the agents themselves."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Another's action may be conjoined to me, either by its effect, as in the first way, or by knowledge, as in the second way; or by affection, as in the third way."
                    ],
                    "id": 1,
                    "article": 5
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: This argument avails for the third mode, but not for the first two."
                    ],
                    "id": 2,
                    "article": 5
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Although the actions of another do not proceed from habits that are in me, yet they either produce in me something that gives pleasure; or they make me appreciate or know a habit of mind; or they proceed from the habit of one who is united to me by love."
                    ],
                    "id": 3,
                    "article": 5
                }
            },
            "counter": [
                "On the contrary, It is written in the second canonical epistle of John (verse 4): \"I was exceeding glad that I found thy children walking in truth.\""
            ],
            "body": [
                "I answer that, As stated above (Article [1]; Question [31], Article [1]), two things are requisite for pleasure, namely, the attainment of one's proper good, and the knowledge of having obtained it. Wherefore the action of another may cause pleasure to us in three ways. First, from the fact that we obtain some good through the action of another. And in this way, the actions of those who do some good to us, are pleasing to us: since it is pleasant to be benefited by another. Secondly, from the fact that another's action makes us to know or appreciate our own good: and for this reason men take pleasure in being praised or honored by others, because, to wit, they thus become aware of some good existing in themselves. And since this appreciation receives greater weight from the testimony of good and wise men, hence men take greater pleasure in being praised and honored by them. And because a flatterer appears to praise, therefore flattery is pleasing to some. And as love is for something good, while admiration is for something great, so it is pleasant to be loved and admired by others, inasmuch as a man thus becomes aware of his own goodness or greatness, through their giving pleasure to others. Thirdly, from the fact that another's actions, if they be good, are reckoned as one's own good, by reason of the power of love, which makes a man to regard his friend as one with himself. And on account of hatred, which makes one to reckon another's good as being in opposition to oneself, the evil action of an enemy becomes an object of pleasure: whence it is written (1  Cor. 13:6) that charity \"rejoiceth not in iniquity, but rejoiceth with the truth.\""
            ]
        },
        "6": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether doing good to another is a cause of pleasure?"
            ],
            "id": 6,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that doing good to another is not a cause of pleasure. Because pleasure is caused by one's obtaining one's proper good, as stated above (Articles [1],5; Question [31], Article [1]). But doing good pertains not to the obtaining but to the spending of one's proper good. Therefore it seems to be the cause of sadness rather than of pleasure."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, the Philosopher says (Ethic. iv, 1) that \"illiberality is more connatural to man than prodigality.\" Now it is a mark of prodigality to do good to others; while it is a mark of illiberality to desist from doing good. Since therefore everyone takes pleasure in a connatural operation, as stated in Ethic. vii, 14 and x, 4, it seems that doing good to others is not a cause of pleasure."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, contrary effects proceed from contrary causes. But man takes a natural pleasure in certain kinds of ill-doing, such as overcoming, contradicting or scolding others, or, if he be angry, in punishing them, as the Philosopher says (Rhet. i, 11). Therefore doing good to others is a cause of sadness rather than pleasure."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Spending gives pleasure as showing forth one's good. But in so far as it empties us of our own good it may be a cause of sadness; for instance when it is excessive."
                    ],
                    "id": 1,
                    "article": 6
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Prodigality is an excessive spending, which is unnatural: wherefore prodigality is said to be contrary to nature."
                    ],
                    "id": 2,
                    "article": 6
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: To overcome, to contradict, and to punish, give pleasure, not as tending to another's ill, but as pertaining to one's own good, which man loves more than he hates another's ill. For it is naturally pleasant to overcome, inasmuch as it makes a man to appreciate his own superiority. Wherefore all those games in which there is a striving for the mastery, and a possibility of winning it, afford the greatest pleasure: and speaking generally all contests, in so far as they admit hope of victory. To contradict and to scold can give pleasure in two ways. First, as making man imagine himself to be wise and excellent; since it belongs to wise men and elders to reprove and to scold. Secondly, in so far as by scolding and reproving, one does good to another: for this gives one pleasure, as stated above. It is pleasant to an angry man to punish, in so far as he thinks himself to be removing an apparent slight, which seems to be due to a previous hurt: for when a man is hurt by another, he seems to be slighted thereby; and therefore he wishes to be quit of this slight by paying back the hurt. And thus it is clear that doing good to another may be of itself pleasant: whereas doing evil to another is not pleasant, except in so far as it seems to affect one's own good."
                    ],
                    "id": 3,
                    "article": 6
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Polit. ii, 2) that \"it is most pleasant to give presents or assistance to friends and strangers.\""
            ],
            "body": [
                "I answer that, Doing good to another may give pleasure in three ways. First, in consideration of the effect, which is the good conferred on another. In this respect, inasmuch as through being united to others by love, we look upon their good as being our own, we take pleasure in the good we do to others, especially to our friends, as in our own good. Secondly, in consideration of the end; as when a man, from doing good to another, hopes to get some good for himself, either from God or from man: for hope is a cause of pleasure. Thirdly, in consideration of the principle: and  thus, doing good to another, can give pleasure in respect of a threefold principle. One is the faculty of doing good: and in this regard, doing good to another becomes pleasant, in so far as it arouses in man an imagination of abundant good existing in him, whereof he is able to give others a share. Wherefore men take pleasure in their children, and in their own works, as being things on which they bestow a share of their own good. Another principle is man's habitual inclination to do good, by reason of which doing good becomes connatural to him: for which reason the liberal man takes pleasure in giving to others. The third principle is the motive: for instance when a man is moved by one whom he loves, to do good to someone: for whatever we do or suffer for a friend is pleasant, because love is the principal cause of pleasure."
            ]
        },
        "7": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether likeness is a cause of pleasure?"
            ],
            "id": 7,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that likeness is not a cause of pleasure. Because ruling and presiding seem to imply a certain unlikeness. But \"it is natural to take pleasure in ruling and presiding,\" as stated in Rhetor. i, 11. Therefore unlikeness, rather than likeness, is a cause of pleasure."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, nothing is more unlike pleasure than sorrow. But those who are burdened by sorrow are most inclined to seek pleasures, as the Philosopher says (Ethic. vii, 14). Therefore  unlikeness, rather than likeness, is a cause of pleasure."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, those who are satiated with certain delights, derive not pleasure but disgust from them; as when one is satiated with food. Therefore likeness is not a cause of pleasure."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Since ruler and subject are in communion with one another, there is a certain likeness between them: but this likeness is conditioned by a certain superiority, since ruling and presiding pertain to the excellence of a man's own good: because they belong to men who are wise and better than others; the result being that they give man an idea of his own excellence. Another reason is that by ruling and presiding, a man does good to others, which is pleasant."
                    ],
                    "id": 1,
                    "article": 7
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: That which gives pleasure to the sorrowful man, though it be unlike sorrow, bears some likeness to the man that is sorrowful: because sorrows are contrary to his own good. Wherefore the sorrowful man seeks pleasure as making for his own good, in so far as it is a remedy for its contrary. And this is why bodily pleasures, which are contrary to certain sorrows, are more sought than intellectual pleasures, which have no contrary sorrow, as we shall state later on (Question [35], Article [5]). And this explains why all animals naturally desire pleasure: because animals ever work through sense and movement. For this reason also young people are most inclined to seek pleasures; on account of the many changes to which they are subject, while yet growing. Moreover this is why the melancholic has a strong desire for pleasures, in order to drive away sorrow: because his \"body is corroded by a base humor,\" as stated in Ethic. vii, 14."
                    ],
                    "id": 2,
                    "article": 7
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: Bodily goods are conditioned by a certain fixed  measure: wherefore surfeit of such things destroys the proper good, and consequently gives rise to disgust and sorrow, through being contrary to the proper good of man."
                    ],
                    "id": 3,
                    "article": 7
                }
            },
            "counter": [
                "On the contrary, Likeness is a cause of love, as above stated (Question [27], Article [3]): and love is the cause of pleasure. Therefore likeness is a cause of pleasure."
            ],
            "body": [
                "I answer that, Likeness is a kind of unity; hence that which is like us, as being one with us, causes pleasure; just at it causes love, as stated above (Question [27], Article [3]). And if that which is like us does not hurt our own good, but increase it, it is pleasurable simply; for instance one man in respect of another, one youth in relation to another. But if it be hurtful to our own good, thus accidentally it causes disgust or sadness, not as being like and one with us, but as hurtful to that which is yet more one with us.",
                "Now it happens in two ways that something like is hurtful to our own good. First, by destroying the measure of our own good, by a kind of excess; because good, especially bodily good, as health, is conditioned by a certain measure: wherefore superfluous good or any bodily pleasure, causes disgust. Secondly, by being directly contrary to one's own good: thus a potter dislikes other potters, not because they are potters, but because they deprive him of his own excellence or profits, which he seeks as his own good."
            ]
        },
        "8": {
            "question": 32,
            "type": "article",
            "part": "FS",
            "text": [],
            "title": [
                "Whether wonder is a cause of pleasure?"
            ],
            "id": 8,
            "objections": {
                "1": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 1: It would seem that wonder is not a cause of pleasure. Because wonder is the act of one who is ignorant of the nature of something, as Damascene says. But knowledge, rather than ignorance, is a cause of pleasure. Therefore wonder is not a cause of pleasure."
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 2: Further, wonder is the beginning of wisdom, being as it were, the road to the search of truth, as stated in the beginning of Metaph. i, 2. But \"it is more pleasant to think of what we know, than to seek what we know not,\" as the Philosopher says (Ethic. x, 7): since in the latter case we encounter difficulties and hindrances, in the former not; while pleasure arises from an operation which is unhindered, as stated in Ethic. vii, 12,13. Therefore wonder hinders rather than causes pleasure."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 32,
                    "type": "objection",
                    "part": "FS",
                    "text": [
                        "Objection 3: Further, everyone takes pleasure in what he is accustomed to: wherefore the actions of habits acquired by custom, are pleasant. But \"we wonder at what is unwonted,\" as Augustine says (Tract. xxiv in Joan.). Therefore wonder is contrary to the cause of pleasure."
                    ],
                    "id": 3,
                    "article": 8
                }
            },
            "replies": {
                "1": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 1: Wonder gives pleasure, not because it implies ignorance, but in so far as it includes the desire of learning the  cause, and in so far as the wonderer learns something new, i.e. that the cause is other than he had thought it to be. [*According to another reading:---that he is other than he thought himself to be.]"
                    ],
                    "id": 1,
                    "article": 8
                },
                "2": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 2: Pleasure includes two things; rest in the good, and perception of this rest. As to the former therefore, since it is more perfect to contemplate the known truth, than to seek for the unknown, the contemplation of what we know, is in itself more pleasing than the research of what we do not know. Nevertheless, as to the second, it happens that research is sometimes more pleasing accidentally, in so far as it proceeds from a greater desire: for greater desire is awakened when we are conscious of our ignorance. This is why man takes the greatest pleasure in finding or learning things for the first time."
                    ],
                    "id": 2,
                    "article": 8
                },
                "3": {
                    "question": 32,
                    "type": "reply",
                    "part": "FS",
                    "text": [
                        "Reply to Objection 3: It is pleasant to do what we are wont to do, inasmuch as this is connatural to us, as it were. And yet things that are of rare occurrence can be pleasant, either as regards knowledge, from the fact that we desire to know something about them, in so far as they are wonderful; or as regards action, from the fact that \"the mind is more inclined by desire to act intensely in things that are new,\" as stated in Ethic. x, 4, since more perfect operation causes more perfect pleasure."
                    ],
                    "id": 3,
                    "article": 8
                }
            },
            "counter": [
                "On the contrary, The Philosopher says (Rhet. i, 11) that wonder is the cause of pleasure."
            ],
            "body": [
                "I answer that, It is pleasant to get what one desires, as stated above (Question [23], Article [4]): and therefore the greater the desire for the thing loved, the greater the pleasure when it is attained: indeed the very increase of desire brings with it an increase of pleasure, according as it gives rise to the hope of obtaining that which is loved, since it was stated above (Article [3], ad 3) that desire resulting from hope is a cause of pleasure. Now wonder is a kind of desire for knowledge; a desire which comes to man when he sees an effect of which the cause either is unknown to him, or surpasses his knowledge or faculty of understanding. Consequently wonder is a cause of pleasure, in so far as it includes a hope of getting the knowledge which one desires to have. For this reason whatever is wonderful is pleasing, for instance things that are scarce. Also, representations of things, even of those which are not pleasant in themselves, give rise to pleasure; for the soul rejoices in comparing one thing with another, because comparison of one thing with another is the proper and connatural act of the reason, as the Philosopher says (Poet. iv). This again is why \"it is more delightful to be delivered from great danger, because it is something wonderful,\" as stated in Rhetor. i, 11."
            ]
        }
    }
}